Repository: zotonic/zotonic
Catalog: modules/mod_acl_simple_roles/translations/*.po
Languages: es, pl, tr

source: (implicit)
pl: (niejawne)
tr: belirtilen

source: <strong>Security notice</strong>: When you allow */* files then all members of this role will be able to obtain full access to your whole site and all underlying data.
es: <strong>Nota de seguridad</strong>: Cuando se permitan archivos del tipo */* todos los miembros de este rol podrán obtener acceso total al sitio completo y a todos sus datos.
pl: <strong>Ostrzeżenie</strong>: jeśli wybierzesz opcję "*/*" wtedy wszyscy użytkownicy, którym przypisano tę rolę uzyskają pełny dostęp do całego serwisui wszystkich istotnych danych
tr: <strong>Güvenlik uyarısı</strong>: Eğer */* şeklinde tüm dosyalara erişim hakkı verirseniz, bu haklara sahip tüm kullanıcılar, tüm site ve tüm veriye erişim hakkına sahip olurlar.

source: ACL role overview
pl: Listy kontroli dostępu dla ról
tr: ACL rol genel bakış

source: Access Control
pl: Kontrola dostępu
tr: Erişim Kontrolü

source: Access Control - Roles Overview
pl: Kontrola dostępu - przegląd ról
tr: Erişim Kontrolü - Roller Özet

source: Access control controls what an user is allowed to do and see. The roles define different groups of rights. Users can be made member of multiple roles.
pl: Reguły dostępu określają co dany użytkownik może zobaczyć i zrobić. Role definiują różne grupy uprawnień. Użytkownik może mieć przydzielonych wiele ról.
tr: Erişim kontrolü bir kullanıcının neleri yapabileceğini ve görüntüleyebileceğini kontrol eder. Roller farklı gruplar için haklar tanımlar. Kullanıcılar birden fazla rol üyesi olabilir.

source: Actions
pl: Akcje

source: Admin Access Control
pl: Zarządzanie kontrolą dostępu
tr: Yönetici Erişim Kontrolü

source: All members are allowed to view all content. (Check this for supervisors.)
es: Todos los miembros pueden ver todo el contenido. (Marcar para supervisores.)
pl: Wszyscy członkowie będą mieli dostęp do wszystkich treści (zaznacz dla osób nadzorujących).
tr: Tüm üyelerin tüm içeriği görmesine izin verilmiştir. (supervisor kullanıcıları için kontrol edin.)

source: Allow editing of category
es: Permitir edición de categoría
pl: Zezwalaj na edycję kategorii
tr: Kategori düzenlemeye izin ver

source: Categories
pl: Kategorie
tr: Kategoriler

source: Check below what people that are member of this role are allowed to do.
es: Marque abajo qué es lo que tienen permitido hacer las personas que tienen asignado este rol.
pl: Sprawdź poniżej, jakie uprawnienia mają użytkownicy, którym przypisano tę rolę.
tr: Bu role üye olan kişilerin neler için izin sahibi olduğunu aşağıdan kontrol ediniz.

source: Community members
es: Miembros de la comunidad
pl: Członkowie społeczności
tr: Topluluk üyeleri

source: File types allowed to be uploaded
es: Tipos de archivo permitidos para subir
pl: Rodzaje plików, które można umieszczać na serwerze
tr: Siteye yüklenebilecek dosya türleri

source: File uploads
es: Archivos subidos
pl: Wysyłanie plików
tr: Yüklü dosyalar

source: Group members
es: Miembros de grupo
pl: Członkowie grupy
tr: Grup üyeleri

source: Help about ACL roles.
es: Ayuda acerca de roles en listas de control de acceso.
pl: Kontrola dostępu - pomoc.
tr: Erişim kontrolü yardımı

source: Manage modules
es: Administrar módulos
pl: Zarządzanie modułami
tr: Modülleri yönet

source: Maximum allowed file size for uploads (in KB)
es: Tamaño máximo de archivos a subir (en KB)
pl: Maksymalny rozmiar plików, które można wysyłać na serwer (w KB)
tr: Dosya yükleme için en fazla dosya boyutu (KB olarak)

source: Maximum visibility (user can’t change visibility to higher level than this)
es: Visibilidad máxima (un usuario no puede cambiar su nivel de visibilidad a un valor mayor que éste)
pl: Maksymalna widoczność (użytkownik nie może określać widoczności na poziomie wyższym, niż ten)

source: Member of roles
pl: Użytkownicy przydzieleni do ról
tr: Üye olunan roller

source: Modules
pl: Moduły
tr: Modüller

source: Need more help?
es: Necesita más ayuda?
pl: Potrzebujesz podpowiedzi?
tr: Daha fazla yardım?

source: No ACL roles found.
pl: Nie znaleziono reguł kontroli dostępu.
tr: Bir ACL rolü bulunamadı

source: Only allow to update content created by the user himself. (Check for user generated content sites.)
es: Sólo permitir la modificación de contenido creado por el mismo usuario. (Marcar para sitios con contenido generado por los usuarios)
pl: Użytkownik może zmieniać tylko dane stworzone przez siebie (zaznacz dla serwisów, w których treści tworzą użytkownicy).
tr: Kullanıcının sadece kendi yarattığı içeriği güncellemesine izin ver (Kullanıcı içerik sitelerine bakın)

source: Permissions
es: Permisos
pl: Uprawnienia
tr: İzinler

source: Rights
pl: Uprawnienia
tr: İzinler

source: The whole world
es: El mundo entero
pl: Wszyscy
tr: Tüm dünya

source: Title
pl: Tytuł
tr: Başlık

source: Users can be member of multiple roles. Depending on the roles an user is allowed to create and edit certain categories or is able to manage certain modules.
es: Los usuarios pueden ser miembros de múltiples roles. Dependiendo de sus roles un usuario podrá crear o editar ciertas categorías o administrar ciertos módulos.
pl: Użytkownicy mogą mieć przypisane wiele ról. W zależności od ról mogą
tr: Kullanıcılar birden çok role üye olabilirler. Bağlı oldukları role göre, sadece bazı kategorileri düzenleme ya da bazı modülleri yönetme hakkına sahip olurlar.

source: View all
pl: Widzi wszystko
tr: Tümünü göster

source: delete
pl: skasuj
tr: sil

source: edit
pl: edytuj
tr: düzenle

source: make a new acl role
pl: stwórz nową rolę

source: make smaller
es: achicar
pl: zmniejsz

source: view all,&mdash;
pl: widzi wszystko,&mdash;
tr: tümünü göster,&mdash;

source: (users can’t change visibility to higher level than this)
tr: (kullanıcılar daha üst seviye bir görünürlüğü seçemezler)

source: Make new ACL role
tr: Yeni ACL rolü oluştur

source: Maximum visibility
tr: Görünürlük limiti
