Repository: zotonic/zotonic
Catalog: modules/mod_admin/translations/*.po
Languages: pl

source: + add block
pl: + dodaj sekcję

source: <strong>First</strong> also known as given name, forename or Christen name.<br/><strong>Middle</strong> often shortened to an initial like in <em>John D. Rockefeller</em>.<br/><strong>Surname prefix</strong> like the Dutch <em>van, van de, der</em>.<br/><strong>Surname</strong> also known as family name or last name.
pl: <strong>Imię</strong>: imię użytkownika.<br/><strong>Inicjał</strong>: inicjał drugiego imienia, na przykład w <em>John D. Rockefeller</em>.<br/><strong>Przedrostek</strong>: przedrostek nazwiska, na przykład Duńskie <em>van, van de, der</em>.<br/><strong>Nazwisko</strong>: nazwisko użytkownika.

source: Access control
pl: Kontrola dostępu

source: Add a connection:
pl: Połącz:

source: Add a new media item
pl: Dodaj nowy obiekt mediów

source: Add link
pl: Dodaj odnośnik

source: Add media to body
pl: Dołącz obiekt mediów do treści

source: Added the connection to
pl: Utworzono nowe połączenie

source: Address
pl: Adres

source: Admin
pl: Administrator

source: Admin log on
pl: Logowanie administratora

source: Advanced
pl: Zaawansowane

source: All Categories
pl: Wszystkie kategorie

source: All media
pl: Wszystkie obiekty mediów

source: All pages
pl: Wszystkie strony

source: Alternative telephone
pl: Dodatkowy telefon

source: And media can also be viewed on their own page.
pl: Obiekty mediów mogą być też przeglądane na osobnej stronie.

source: Any category
pl: Dowolna kategorię

source: Are you sure you want to delete the page
pl: Czy na pewno chcesz skasować stronę

source: Are you sure you want to exit the admin interface?
pl: Czy na pewno chcesz zamknąć panel administracyjny?

source: Aside
pl: Obok

source: Ask google to not index this page
pl: Poproś Google, by nie indeksowało tej strony

source: Attached media
pl: Załączone obiekty mediów

source: Basic
pl: Podstawowe

source: Block
pl: Sekcja

source: Block name
pl: Nazwa sekcji

source: Block quote
pl: Cytat blokowy

source: Cancel
pl: Anuluj

source: Category
pl: Kategoria

source: Change category
pl: Zmień kategorię

source: Choose a media item from this page to insert in the body text.
pl: Wybierz z tej strony obiekt mediów, który zostanie osadzony w treści.

source: City
pl: Miejscowość

source: Community members
pl: Członkowie społeczności

source: Confirm block removal
pl: Potwierdź usunięcie sekcji

source: Confirm delete
pl: Potwierdź usunięcie

source: Confirm logoff
pl: Potwierdź zakończenie pracy

source: Connect a page
pl: Dodaj odnośnik do strony

source: Content
pl: Treść

source: Country
pl: Kraj

source: Created on
pl: Utworzony

source: Customize page slug
pl: Dostosuj skrócony adres

source: Dashboard
pl: Kokpit

source: Date range
pl: Wpis dotyczy okresu

source: Date ranges
pl: Okresy czasu

source: Define who can see or edit this page.
pl: Określa, kto może widzieć lub edytować ten wpis.

source: Delete
pl: Usuń

source: Delete this page.
pl: Usuń tę stronę.

source: Disconnect
pl: Rozłącz

source: Do you want to remove this block?
pl: Czy na pewno usunąć sekcję?

source: Download
pl: Pobierz

source: Drag to change position
pl: Przeciągnij aby zmienić pozycję

source: Duplicate
pl: Duplikuj

source: Duplicate page
pl: Duplikuj stronę

source: Duplicate this page.
pl: Duplikuj tę stronę

source: Edit
pl: Edytuj

source: Edit:
pl: Edytuj:

source: Embed page
pl: Osadź stronę

source: Emergency telephone
pl: Telefon alarmowy

source: Error uploading the file.
pl: Błąd zapisywania pliku.

source: Every page can have a date range. For example if the page is an event or description of someone’s life.
pl: Dla każdej strony można określić okres czasu. Na przykład jeśli dotyczy ona zdarzenia albo opisuje czyjeś życie.

source: Every page is categorized in exactly one category. The category defines what the page represents. For example an event, a product or a person. The categories are hierarchically defined. In that way you can have a vehicles category with subcategories car and bicycle.
pl: Każda strona przypisana jest do dokładnie jednej kategorii. Kategoria określa rodzaj zawartości strony. Na przykład "zdarzenie", "produkt" albo "osoba". Kategorie tworzą hierarchię - tzn. możesz utworzyć kategorię "pojazdy" z podkategoriami "samochody" i "rowery".

source: Failed to download the file.
pl: Nie udało się pobrać pliku.

source: Featured
pl: Polecane

source: File / media content
pl: Zawartość pliku / obiektu

source: Filter on category
pl: Filtruj wg. kategorii

source: Find Page
pl: Znajdź stronę

source: Find page
pl: Znajdź stronę

source: First
pl: Imię

source: Flush all URL dispatch rules, template- and library caches and other in-memory cached data.
pl: Usunie wszystkie reguły dyspozytora URL, cache szablonów i bibliotek oraz inne, przechowywane w pamięci dane.

source: Flush system caches
pl: Wyczyść cache systemu

source: From
pl: Od

source: Go back.
pl: Wstecz.

source: Group members
pl: Członkowie grupy

source: Header
pl: Nagłówek

source: Here you can edit the arguments of the search query. Every argument goes on its own line. For more information, see the <a href="http://zotonic.com/docs/latest/manuals/datamodel/search.html">documentation on the query arguments</a> on the Zotonic website.
pl: W tym miejscu możesz edytować argumenty wyszukiwania. Każdy argument musi znaleźć się w osobnej linii. Dodatkowe informacje na ten temat znajdują się na stronie <a href="http://zotonic.com/documentation/761/the-query-search-model">documentation on the query arguments (ang.)</a> na stronie projektu Zotonic.

source: Info
pl: Informacja

source: Info link with modal popup
pl: Informacja z modalnym okienkiem.

source: Inline block
pl: Sekcja osadzona

source: Insert image
pl: Osadź obrazek

source: Latest modified events
pl: Ostatnio modyfikowane zdarzenia

source: Latest modified locations
pl: Ostatnio modyfikowane położenia

source: Latest modified media items
pl: Ostatnio modyfikowane media

source: Latest modified persons
pl: Ostatnio modyfikowane osoby

source: Latest modified texts
pl: Ostatnio modyfikowane teksty

source: Live query, send notifications when matching items are updated or inserted.
pl: Aktywne zapytanie, wysyła powiadomienie gdy odpowiadające mu elementry zostaną zaktualizowane bądź dodane.

source: Log Off
pl: Wyloguj

source: Log on to
pl: Zaloguj do

source: Mailing address
pl: Adres do korespondencji

source: Main
pl: Dane podstawowe

source: Make
pl: Stwórz

source: Make a new media item
pl: Utwórz nowy obiekt mediów

source: Make a new page or media
pl: Utwórz nową stronę lub obiekt mediów

source: Make media item
pl: Utwórz obiekt mediów

source: Media URL
pl: Adres obiektu

source: Media encompasses all uploaded images, movies and documents. Media can be attached to pages.
pl: "Media" to ogólne określenie umieszczonych na serwerze obrazów, filmów i dokumentów. Mogą być dołączane do stron.

source: Media file
pl: Pliki mediów

source: Media item created.
pl: Obiekt mediów został utworzony.

source: Media on this page
pl: Media na tej stronie

source: Media title
pl: Tytuł

source: Middle
pl: Inicjał

source: Modified by
pl: Zmodyfikowany przez

source: Modified on
pl: Zmodyfikowany

source: Modified:
pl: Zmodyfikowany:

source: Name
pl: Nazwa

source: Need more help?
pl: Potrzebujesz podpowiedzi?

source: Next in category:
pl: Następny w kategorii:

source: No items
pl: Brak elementów

source: No media found.
pl: Nie znaleziono obiektów mediów.

source: No pages found.
pl: Nie znaleziono stron.

source: Page connections
pl: Połączenia ze stronami

source: Page description
pl: Opis strony

source: Page keywords
pl: Słowa kluczowe

source: Page slug
pl: Uproszczona nazwa strony

source: Page title
pl: Tytuł strony

source: Pages
pl: Strony

source: Pages overview
pl: Przegląd stron

source: Please fill in the title of the new page.
pl: Podaj tytuł nowej strony

source: Postcode
pl: Kod pocztowy

source: Predicate
pl: Predykat

source: Preview
pl: Podgląd

source: Previous in category:
pl: Poprzedni w kategorii:

source: Protect
pl: Chroń

source: Protect from deletion
pl: Chroń przed skasowaniem

source: Publication date of original article
pl: Data publikacji oryginalnego artykułu

source: Publication date range
pl: Termin publikacji

source: Publication period
pl: Termin publikacji

source: Publish this page
pl: Opublikuj

source: Published
pl: Opublikowany

source: Query
pl: Zapytanie

source: Query preview
pl: Podgląd zapytania

source: Rebuild all search-indices by putting all pages and data from the database in the indexer queue. This can take a long time!
pl: Przebuduje indeksy wyszukiwania umieszczając wszystkie strony i dane znajdujące się w bazie danych w kolejce wyszukiwania. To może potrwać długo!

source: Rebuild search indices
pl: Przebuduj indeksy wyszukiwarki

source: Recalculate the numbering of the category tree. This can take a long time.
pl: Przebuduje drzewo kategorii. To może potrwać długo!

source: Referrers to
pl: Odnośniki do

source: Remarks
pl: Uwagi

source: Renumber category tree
pl: Przebuduj drzewo kategorii

source: Replace media item
pl: Zastąp obiekt mediów

source: Replace this media item
pl: Zastąp ten obiekt mediów

source: SEO Content
pl: SEO

source: Save
pl: Zapisz

source: Save and View
pl: Zapisz i Pokaż

source: Save and view the page.
pl: Zapisz i obejrzyj wpis

source: Save this page.
pl: Zapisz stronę

source: Search other media
pl: Wyszukaj inne obiekty mediów

source: Search query
pl: Wyszukiwanie

source: Select a connected image
pl: Wybierz powiązany obraz

source: Short title
pl: Krótki tytuł

source: Show as
pl: Pokaż jako

source: Something went wrong. Sorry.
pl: Coś poszło nie tak. Wybacz.

source: Sorry, you don't have permission to add the connection.
pl: Nie posiadasz uprawnień by dodać odnośnik.

source: State
pl: Województwo

source: Street Line 1
pl: Ulica

source: Street Line 2
pl: Ulica (cd.)

source: Summary
pl: Opis

source: Sur. prefix
pl: Przedrostek

source: Surname
pl: Nazwisko

source: System Status
pl: Status systemu

source: System administration
pl: Administracja systemem

source: Telephone
pl: Telefon

source: Text
pl: Tekst

source: The page
pl: Strona

source: The whole world
pl: Wszyscy

source: There are no pages with a connection to the page
pl: Nie istnieją inne strony połączone z

source: This can't be undone. Your page will be lost forever.
pl: Tej operacji nie da się cofnąć. Strona zostanie bezpowrotnie skasowana.

source: This page holds a collection of administrative options to perform certain tasks on this Zotonic installation.
pl: Dzięki tej stronie można wykonywać operacje administracyjne dla tej instancji systemu.

source: This page is able to connect to others. For example you can connect it to an actor or a brand.
pl: Tę stronę można połączyć z innymi.

source: This resource was created by the module
pl: Ten zasób został stworzony przez moduł

source: Till
pl: Do

source: Title
pl: Tytuł

source: Type text to search
pl: Wpisz tekst do znalezienia

source: Unique name
pl: Unikalna nazwa

source: Unique uri
pl: Unikalne URI

source: Upload a file from your computer.
pl: Wyślij na serwer plik ze swojego komputera.

source: Upload a file which is already on the internet.
pl: Wyślij na serwer plik znajdujący się już w Internecie.

source: Upload file
pl: Wyślij plik na serwer

source: Uploaded
pl: Umieszczono

source: Use the autocompleter to search the media in this site.
pl: Użyj auto-uzupełniania by wyszukać obiekty mediów na tej stronie.

source: Use the title of the base content for the display name of this person.
pl: Użyj pola "Tytuł" by podać nazwę użytkownika wyświetlaną na stronach.

source: Valid for:
pl: Prawidłowy dla:

source: View all referrers
pl: Zobacz wszystkie

source: View this page.
pl: Obejrzyj stronę.

source: Visible for
pl: Widoczne dla

source: Visible from
pl: Widoczne od

source: Visible till
pl: Widoczne do

source: Visit full edit page
pl: Przejdź do strony edycji

source: Visiting address
pl: Adres zamieszkania

source: Website
pl: Witryna internetowa

source: Website for clicks on image
pl: Adres, wywołany po kliknięciu w obraz.

source: When a page has a publication date range then it will only be visible between the two dates. Note that when you are allowed to edit the page then you can always see it.
pl: Strona, dla której określono okres publikacji będzie widoczna jedynie w tym okresie czasu - jednak użytkownicy z uprawnieniami do jej edycji będą ją widzieli zawsze.

source: You are going to duplicate the page
pl: Zamierzasz zduplikować stronę

source: You are not allowed to delete this media.
pl: Nie masz uprawnień do usunięcia tego obiektu.

source: You are not allowed to delete this page.
pl: Nie masz uprawnień usunięcia tej strony.

source: You don't have permission to change this media item.
pl: Nie masz uprawnień do modyfikowania tego obiektu.

source: You don't have the proper permissions to upload this type of file.
pl: Nie masz uprawnień pozwalających na umieszczanie na serwerze tego rodzaju plików.

source: You have to specify a description of the file to make it easier to find and share.
pl: Powinieneś podać opis pliku by ułatwić jego wyszukiwanie i współdzielenie.

source: add media item
pl: Utwórz obiekt mediów

source: block
pl: sekcja

source: by
pl: przez

source: delete
pl: skasuj

source: edit
pl: edytuj

source: edit this page
pl: edytuj wpis

source: has been disconnected.
pl: został rozłączony

source: matching
pl: pasujące

source: name
pl: nazwa

source: pixels
pl: pikseli

source: show all
pl: pokaż wszystkie

source: undo
pl: przywróć

source: untitled
pl: bez tytułu

source: uploaded on
pl: zapisany

source: view
pl: widok

source: visit site
pl: odwiedź witrynę
