Repository: zotonic/zotonic
Catalog: modules/mod_signup/translations/*.po
Languages: ru

source: Bring me to my profile page
ru: Перейти на страницу профиля

source: Check our Terms of Service and Privacy policies
ru: Прочитайте Условия использования и Политику конфиденциальности

source: Choose a username and password
ru: Укажите имя пользователя и пароль

source: Confirm key
ru: Код подтверждения

source: Confirm my account
ru: Подтвердить регистрацию

source: Confirm my account.
ru: Подтвердить регистрацию.

source: Dear
ru: Уважаемый(ая)

source: First name
ru: Имя

source: Hope to see you soon.
ru: Надеемся скоро увидеть вас.

source: I agree to the
ru: Я прочитал(а) и согласен(на) с

source: If the link does not work then you can go to
ru: Если ссылка не работает, вы можете перейти на

source: If you have already an account,
ru: Если у вас уже есть учетная запись, вы можете

source: In your e-mail you received a confirmation key. Please copy it in the input field below.
ru: На ваш e-mail отправлен код подтверждения. Пожалуйста, скопируйте его в поле ввода снизу.

source: Last name
ru: Фамилия

source: Password
ru: Пароль

source: Please confirm your account
ru: Пожалуйста, подтвердите вашу регистрацию

source: Please follow the link below.
ru: Пожалуйста, перейдите по ссылке снизу.

source: Prefix
ru: Префикс

source: Privacy policies
ru: Политикой конфиденциальности

source: Sign Up
ru: Регистрация

source: Sorry, I don't know that confirmation code. Did you copy it correctly?
ru: Извините, код подтверждения неверен. Убедитесь, что вы скопировали его правильно.

source: Sorry, there is already an account coupled to your account at your service provider. Maybe your account here was suspended.
ru: Извините, уже существует учетная запись, совпадающая с данными вашего поставщика услуг. Возможно ваша учетная запись была приостановлена.

source: Thank you for registering at our site. We request you to confirm your account before you can use it.
ru: Спасибо за регистрацию на нашем сайте. Нам требуется подтверждение регистрации перед использованием вашей учетной записи.

source: To sign up you must agree with the Terms of Service and Privacy policies.
ru: Для регистрации необходимо согласие с Условиями использования и Политикой конфиденциальности.

source: Username
ru: Имя пользователя

source: Verify password
ru: Повторите пароль

source: Welcome
ru: Добро пожаловать,

source: You can also
ru: Вы можете также

source: Your account is confirmed. You can now continue on our site.
ru: Ваша регистрация подтверждена. Теперь вы можете продолжать пользоваться нашим сайтом.

source: and enter the key
ru: и указать следующий код:

source: and the
ru: и

source: in the input field.
ru: в поле ввода.

source: sign up for a username and password
ru: зарегистрироваться для получения имени пользователя и пароля
