Repository: zotonic/zotonic
Catalog: modules/mod_oembed/translations/*.po
Languages: pl, tr

source: Cancel
pl: Anuluj
tr: İptal

source: Embed URL
pl: Adres obiektu
tr: Yerleştirme adresi

source: Embed a video or other media URL. Here you can paste any URL from YouTube, Vimeo or other services.
pl: Osadź materiał wideo albo inny obiekt mediów. Możesz wkleić tu URL materiału umieszczonego w YouTube, Vimeo czy innym - tego typu - serwisie.
tr: Buraya youtube, vimeo veya diğer servislerin adreslerini yapıştırabilirsiniz.

source: Invalid or unsupported media URL. The item might have been deleted or is not public.
tr: Geçersiz veya desteklenmeyen medya adresi. Medya silinmiş veya herkese açık olmayabilir.

source: Made the media page.
pl: Utwórz stronę mediów
tr: Medya sayfası oluştur.

source: Make media item
pl: Utwórz obiekt mediów
tr: Medya öğesi oluştur

source: Media title
pl: Tytuł
tr: Medya başlığı

source: Replace media item
pl: Zastąp obiekt mediów
tr: Medya öğesini değiştir

source: Summary
pl: Opis
tr: Özet

source: The media title will be automatically detected from its URL.
pl: Tytuł zostanie ustalony automatycznie, na podstawie adresu.
tr: Medya başlığı bu adresten otomatik olarak alınacaktır.

source: Try URL
pl: Sprawdź
tr: Adresi dene
