Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.po
Languages: fr

source: When you didn't request a password reset, you can ignore this email. Maybe someone made an error typing his or her email address.
fr: Si vous n'avez pas demandé à ré-initialiser votre mot de passe, ignorez cet email.

source: You have to share your email address to be able to sign in.
fr: Vous devez partager votre adresse e-mail pour pouvoir vous connecter.

source: You may try to sign in as a different user.
fr: Vous pouvez essayer de vous connecter en tant qu'utilisateur différent.

source: You need to be allowed to edit the system configuration to view or change the configured App Keys.
fr: Vous devez être autorisé à modifier la configuration du système pour afficher ou modifier les touches d'application configurées.

source: You receive this email because you or someone else requested a password reset for your account. You or the someone else either entered your username or email address. You will not receive any additional emails because of this request.
fr: Vous recevez cet email car vous ou quelqun d'autre avez demandé à changer de mot de passe. Vous ne receverez qu'un seul email.

source: You will be redirected to the home page.
fr: Vous allez être redirigé vers la page principale

source: You'll need to create a new one.
fr: Vous devrez en créer un nouveau.

source: You're almost done! To make sure you are really you, we ask you to confirm your account from your email address.
fr: Vous avez terminé ! Pour vous assurer que vous êtes vraiment vous, nous vous demandons de confirmer votre compte à partir de votre adresse e-mail.

source: You've entered an unknown username or email address. Please try again.
fr: Vous avez entré un identifiant ou une adresse email inconnu. Merci de réessayer.

source: You've requested a new password for
fr: Vous avez demandé un nouveau mot de passe pour

source: Your email or username
fr: Votre e-mail ou identifiant

source: Your new password is too short.
fr: Votre nouveau mot de passe est trop court

source: Your password has expired
fr: Votre mot de passe a expiré

source: Your password is too short.
fr: Votre mot de passe est trop court.

source: or
fr: ou

source: user@example.com
fr: utilisateur@exemple.com

source: Admin Backups
fr: Sauvegardes Admin

source: Are you sure you want to revert to this version?
fr: Êtes vous sûr de vouloir revenir à cette version?

source: At any moment you can make a backup of your system.
fr: A tout moment vous pouvez créer une sauvegarde de votre système.

source: Back to the edit page
fr: Retour à la page d'édition

source: Backup
fr: Sauvegarde

source: Backup &amp; Restore
fr: Sauvegarder &amp; Restaurer

source: Backup and restore options for your content.
fr: Options de sauvegarde et de restauration de votre contenu.

source: Backups
fr: Sauvegardes

source: Changes since
fr: Changements depuis

source: Check and possibly restore an earlier version of your page.
fr: Vérifier et rétablir éventuellement une version antérieure de votre page.

source: Click on <b>List and restore an earlier version</b> to get an overview of earlier saved versions of this page.<br/>You can also save the complete contents of a page to a file. Later you can reload this file, replacing the current page contents. Note that the file does not contain your unsaved changes. Connections and media are not saved as well.
fr: Cliquez sur <b>Lister et rétablir une version antérieure</b> pour obtenir une vue d'ensemble des versions précédentes de cette page. <br/> Vous pouvez également enregistrer le contenu complet d'une page dans un fichier. Plus tard, vous pouvez recharger ce fichier, en remplaçant le contenu actuel de la page. Notez que le fichier ne contient pas les modifications non sauvegardées. Les connexions et les médias, également, ne sont pas enregistrés.

source: Deleted
fr: Effacé

source: Download backup file
fr: Télécharger fichier sauvegarde

source: Help about backup &amp; restore
fr: Aide à propos de sauvegarder &amp; restaurer

source: List and restore an earlier version
fr: Lister et restaurer une version antérieure

source: Make a daily backup of the database and uploaded files.
fr: Faire une sauvegarde journalière de la base de donnée et des fichiers téléversés.

source: No backups present.
fr: Aucune sauvegarde présente.

source: Previous
fr: Précédente

source: Restore backup
fr: Restaurer sauvegarde

source: Revert to this version…
fr: Retourner à cette version…

source: Revisions for
fr: Révisions pour

source: Select the backup file you want to upload. The file must be a .bert file.
fr: Sélectionner le fichier sauvegarde que vous vouler téléverser. Le fichier doit être un fichier .bert .

source: Show import/export panel in the admin.
fr: Afficher le panneau import/export dans admin.

source: Start backup now
fr: Démarrer la sauvegarde maintenant

source: Start database-only backup now
fr: Démarrer le sauvegarde de base de donnée uniquement maintenant

source: The "pg_dump" command was not found in the path. Set the "pg_dump" config key to the path to pg_dump and return to this page.
fr: La commande "pg_dump" n'est pas dans le chemin. Affectez la clef de configuration "pg_dump" avec le chemin vers pg_dump et retourner à cette page.

source: The "tar" command was not found in the path. Set the "tar" config key to the path to tar and return to this page.
fr: La commande "tar" n'est pas dans le chemin. Affectez la clef de configuration "tar" avec le chemin vers tar et retourner à cette page.

source: The backup comprises two parts, the database and the uploaded files.
fr: La sauvegarde comprend deux parties, la base de donnée et les fichiers téléversés.

source: This is the version saved on
fr: C'est la version enregistrée sur

source: This site has cloud file store enabled, and there are <strong>$1</strong> media files on this system that are only stored in the cloud and not on this machine. These files will not backed up!
fr: Ce site dispose d'un cloud activé et il existe des fichiers multimédias <strong>$1</ strong> sur ce système qui ne sont stockés que dans le cloud et non sur cette machine. Ces fichiers ne seront pas sauvegardés!

source: This will overwrite your page with the contents of the backup file.
fr: Cela remplacera votre page par le contenu du fichier de sauvegarde.

source: Warning
fr: Attention

source: Warning!
fr: Attention !

source: Warning:
fr: Attention:

source: You can have 10 backups, older ones will be deleted automatically.
fr: Vous pouvez avoir 10 sauvegardes, les anciennes seront supprimées automatiquement.

source: Your backup is not correctly configured. The backup module will not work until the problem(s) below have been resolved:
fr: Votre sauvegarde n'est pas correctement configurée. Le module de sauvegarde ne fonctionnera pas tant que le(s) problème(s) ci-dessous n'a pas été résolu:

source: download database
fr: Télécharger base de données

source: download files
fr: Télécharger les fichiers

source: this backup is in progress
fr: cette sauvegarde est en cours

source: Alert
fr: Alerte

source: File
fr: Fichier

source: Filename
fr: Nom du fichier

source: Folder
fr: Dossier

source: Function/ template
fr: Fonction/ modèles

source: Gone
fr: Disparu

source: Got a Comet Connection
fr: Connexion Comet reçue

source: Got a Websocket
fr: Websocket reçue

source: Hello from Zotonic
fr: Bonjour de Zotonic

source: Index of
fr: Indexe de

source: Kind regards,
fr: Cordialement,

source: No Comet Connection
fr: Aucune connexion Comet

source: No Websocket
fr: Aucune Websocket

source: Page Id
fr: Identifiant Page

source: Return to the homepage
fr: Retour à la page d'accueil

source: Session Id
fr: Identifiant Session

source: Size
fr: Taille

source: Sorry, this page has been deleted.
fr: Désolé, cette page a été supprimée.

source: Sorry, you don’t have access to this page.
fr: Désolé, vous n'avez pas accès à cette page.

source: Stack trace
fr: Trace de la pile

source: That page does not exist
fr: Cette page n'existe pas

source: This is the base message. When you receive this text then the template builder did not overrule the <tt>body</tt> block.
fr: C'est le message de base. Lorsque vous recevez ce texte, le générateur de modèle n'a pas annulé le bloc <tt>body</tt>.

source: Type
fr: Entrer

source: error
fr: erreur

source: By
fr: Par

source: Click to download
fr: Cliquer pour télécharger

source: Did not find any pages matching
fr: Aucune page correspondante trouvée

source: Download file
fr: Télécharger fichier

source: Links
fr: Liens

source: Read more
fr: Lire plus

source: Search
fr: Chercher

source: Searching for
fr: Recherche de

source: Share
fr: Partager

source: Share this page
fr: Partager cette page

source: Show map
fr: Montrer carte

source: View in browser
fr: Voir dans le navigateur

source: Welcome
fr: Bienvenue

source: Added on
fr: Ajouté le

source: Are you sure you wish to delete that comment?
fr: Êtes vous sûr de vouloir effacer ce commentaire ?

source: Comment Form Settings
fr: Paramètres du formulaire de commentaires

source: Comment settings
fr: Paramètres des commentaires

source: Comments
fr: Commentaires

source: General Comment Form Settings
fr: Paramètres du formulaire de commentaires généraux

source: Here you find settings to configure the comment module to suit your needs.
fr: Vous trouverez ici des paramètres pour configurer le module de commentaires en fonction de vos besoins.

source: Leave a comment
fr: Laisser un commentaire

source: Log on or sign up to comment
fr: Connectez-vous ou enregistrez-vous pour poster un commentaire

source: Moderate comments
fr: Modérer les commentaires

source: Note: Comments are moderated
fr: Note: les commentaires sont modérés

source: Posted
fr: Posté

source: Recent Comments
fr: Commentaires récents

source: Recent comments
fr: Commentaires récents

source: Require all comments to be reviewed by a moderator before displaying them on the public website
fr: Exiger que tous les commentaires soient examinés par un modérateur avant de les afficher sur le site public

source: Save Comment Form settings
fr: Enregistrer les paramètres du formulaire de commentaires

source: Settings
fr: Paramètres

source: There are no comments.
fr: Aucun commentaire.

source: Your comment has been saved and will be subject to moderation before it is displayed on the website
fr: Votre commentaire a été enregistré et sera soumis à modération avant qu'il ne soit affiché sur le site

source: publish
fr: publier

source: unpublish
fr: dé-publier

source: Hello, the contact form of
fr: Bonjour, le formulaire de contact de

source: Thank you!
fr: Merci !

source: Your message has been submitted! We’ll get in touch soon.
fr: Votre message a été envoyé ! Nous serons bientôt contacté.

source: contact form on
fr: formulaire de contact sur

source: has been submitted.
fr: a été soumis.

source: Are you sure you want to delete the following content groups:
fr: Êtes-vous sûr de vouloir supprimer les groupes de contenu suivants :

source: Content Group
fr: Groupe de contenu

source: Delete is canceled, there are pages in this content group.
fr: La suppression est annulée, il y a des pages dans ce groupe de contenu.

source: Move all pages in these content groups to:
fr: Déplacez toutes les pages de ces groupes de contenu vers:

source: None
fr: Aucun

source: Or click <strong>Delete All Pages</strong> to delete all pages in the content groups.
fr: Ou cliquez sur <strong>Supprimer toutes les pages</strong> pour supprimer toutes les pages des groupes de contenu

source: There are no pages in these content groups.
fr: Il n'y a pas de pages dans ces groupes de contenu.

source: This page is part of the group:
fr: Cette page fait partie du groupe:

source: Admin Custom Redirects
fr: Administrer Redirections personnalisées

source: Domain
fr: Domaine

source: Domains and redirects
fr: Domaines et redirections

source: Path
fr: Chemin

source: Redirect to
fr: Rediriger vers

source: Redirect unknown domains and paths to known pages or locations.
fr: Rediriger les domaines et chemins d'accès inconnus vers des pages ou des sites connus.

source: The new location can be a local path or a complete URL. Leave the host empty for redirects within this site.
fr: Le nouvel emplacement peut être un chemin d'accès local ou une URL complète. Laissez l'hôte vide pour les redirections dans ce site.

source: You are not allowed to change this.
fr: Vous n’êtes pas autorisé à modifer cela.

source: Below you see in real time which templates are compiled and included.
fr: Vous voyez en temps réel quels modèles sont compilés et inclus.

source: Bindings
fr: Liaisons

source: Controller
fr: Contrôleur

source: Development
fr: Développement

source: Dispatch rule debugging
fr: Débogage des règles de distribution

source: Download CSS and JavaScript files as separate files. Don’t combine them in one URL.
fr: Téléchargez les fichiers CSS et JavaScript en tant que fichiers séparés. Ne les combinez pas dans une seule URL.

source: Empty log
fr: Journal vide

source: Enable API to recompile and build Zotonic
fr: Activer l'API pour recompiler et construire Zotonic

source: Explain
fr: Expliquer

source: Final dispatch
fr: Routage final

source: Find
fr: Chercher

source: Find a template, check which template will be selected
fr: Trouver un modèle, vérifier quel modèle sera sélectionné

source: Forced switch of protocol to
fr: Changement forcé de protocole vers

source: Found matching dispatch rule
fr: Régle de routage trouvée

source: Included templates
fr: Modèles inclus

source: Location
fr: Emplacement

source: Match a request URL, display matched dispatch rule.
fr: Faire correspondre une URL de requête, afficher la règle de routage correspondante.

source: New host
fr: Nouvel hôte

source: New path
fr: Nouveau chemin

source: No matching dispatch rule found
fr: Aucune règle de routage correspondante n'a été trouvée

source: Not found
fr: Non trouvé

source: Optional category for catinclude
fr: Catégorie facultative pour catinclude

source: Permanent redirect
fr: Redirection permanente

source: Recompile Templates
fr: Recompiler des modèles

source: Redirect
fr: Rediriger

source: Show defined blocks in generated templates
fr: Afficher les blocs définis dans les modèles générés

source: Show paths to included template files in generated templates
fr: Afficher les chemins d'accès aux fichiers de modèle inclus dans les modèles générés

source: Site Development
fr: Développement Site

source: Start matching dispatch rules
fr: Commencer à faire correspondre les règles de routage

source: Switch protocol to
fr: Commuter le protocole vers

source: Template debugging
fr: Débogage de modèle

source: Template path
fr: Chemin du modèle

source: This resource is unknown or does not have a URI
fr: Cette ressource est inconnue ou n'a pas d'URI

source: Tools and settings that are useful for site development.
fr: Outils et paramètres utiles pour le développement du site.

source: You are not allowed to use the dispatch debugging.
fr: Vous n'êtes pas autorisé à utiliser le débogage de routage.

source: You are not allowed to use the template debugging.
fr: Vous n'êtes pas autorisé à utiliser le débogage des modèles.

source: found dispatch rule
fr: règle de routage trouvée

source: found no match
fr: aucun résultat trouvé

source: found resource id
fr: Identifiant de ressource trouvé

source: notification, checking first return
fr: Notification, vérification du premier retour

source: redirects
fr: Redirections

source: Add link
fr: Ajouter un lien

source: Aligned left
fr: Aligné à gauche

source: Aligned right
fr: Aligné à droite

source: Caption
fr: Légende

source: Crop
fr: Détourer

source: Crop image
fr: Détourer image

source: Editor version
fr: Version éditeur

source: Insert image
fr: Insérer image

source: Media Properties
fr: Propriétés des médias

source: Small
fr: Petit

source: DKIM e-mail setup
fr: Configuration e-mail DKIM

source: DKIM e-mail signing setup
fr: Configuration de la signature e-mail DKIM

source: The DNS entry should contain the following information:
fr: L'entrée DNS doit contenir les informations suivantes:

source: The location of these key files are the following:
fr: L'emplacement de ces fichiers clés est le suivant:

source: The module has generated an RSA keypair for you which will be used when signing outgoing emails.
fr: Le module a généré une paire de clés RSA pour vous qui sera utilisée lors de la saisie des emails sortants

source: To finalize the DKIM configuration, you need to add an DNS entry TXT record to the following domain:
fr: Pour finaliser la configuration DKIM, vous devez ajouter un enregistrement TXT d'entrée DNS au domaine suivant:

source: When all is setup, you can use the <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> website to verify your domain's DKIM record.
fr: Lorsque tout est configuré, vous pouvez utiliser <a href = " http://dkimcore.org/c/keycheck ">DKIM keycheck</a> pour vérifier l'enregistrement DKIM de votre domaine.

source: Bounces
fr: Rebonds

source: Clear error flag for this email address.
fr: Effacer le drapeau d'erreur pour cette adresse email.

source: Errors since last clear
fr: Erreurs depuis le dernier nettoyage

source: Information about
fr: Information sur

source: Last error status
fr: Statut de la dernière erreur

source: Most Recent
fr: Le plus récent

source: Received from this address
fr: Reçu de cette adresse

source: Sent to this address
fr: Envoyé à cette adresse

source: Sorry, you are not allowed to reset this email address.
fr: Désolé, vous n'êtes pas autorisé à réinitialiser cette adresse email.

source: The email address has been cleared, new emails will be sent.
fr: L'adresse e-mail a été effacée, de nouveaux emails seront envoyés.

source: The email error flag has been cleared.
fr: Le drapeau d'erreur e-mail a été effacé.

source: There are email problems.
fr: Il y a des problèmes de courrier électronique.

source: There are problems with this email address.
fr: Il y a des problèmes avec cette adresse e-mail.

source: There have been some problems but they have been cleared. This message will disappear as soon as an email has been received succesfully.
fr: Il y a eu des problèmes, mais ils ont été résolus. Ce message disparaîtra dès qu'un courriel a été reçu avec succès

source: This email address is not valid.
fr: Cette adresse email n'est pas valide.

source: This email address is now ok.
fr: Cette adresse email est maintenant correcte.

source: This email address is ok.
fr: Cette adresse email est correcte.

source: Total send errors
fr: Total des erreurs d'envoi

source: Total/Status
fr: Total/Statut

source: Calendar
fr: Calendrier

source: Download CSV
fr: Télécharger en CSV

source: Download Event
fr: Télécharger l'évènement

source: Download Excel
fr: Télécharger en Excel

source: Download all the pages in the collection
fr: Télécharger toutes les pages de la collection

source: Download all the pages matching the query
fr: Téléchargez toutes les pages correspondant à la requête

source: Download as Event if the query returns events and you want export for a calendar program.
fr: Télécharger comme événement si la requête renvoie des événements et que vous souhaitez exporter pour un programme de calendrier.

source: Download this page or the query as a spreadsheet or in another format.
fr: Téléchargez cette page ou la requête en tant que feuille de calcul ou dans un autre format.

source: Export
fr: Exporter

source: Help about export
fr: Aide à propos de l'export

source: App Secret
fr: Secret d'application

source: Application keys can be found in
fr: Les clés d'application se trouvent dans

source: Connect with Facebook
fr: Connecter avec Facebook

source: Disconnect from Facebook
fr: Déconnecter de Facebook

source: Do you want to disconnect your Facebook account?
fr: Voulez-vous déconnecter votre compte Facebook?

source: Log in with Facebook
fr: Se connecter avec Facebook

source: One moment please
fr: Patientez s'il vous plait

source: Redirecting to Facebook.
fr: Redirection vers Facebook.

source: Save Facebook Settings
fr: Sauvegarder les paramètres de Facebook

source: Saved the Facebook settings.
fr: Paramètres de Facebook sauvés.

source: Scope
fr: Portée

source: Use Facebook authentication
fr: Utiliser l'authentification Facebook

source: You don't have permission to change the Facebook settings.
fr: Vous n'avez pas la permission de modifier les paramètres de Facebook.

source: You have coupled your <strong>Facebook</strong> account.
fr: Vous avez associé votre compte <strong>Facebook</strong>.

source: Your Facebook Developer Dashboard
fr: Votre tableau de bord du développeur Facebook

source: API Key
fr: clé API

source: API Secret
fr: Secret API

source: After 1 month
fr: Après 1 mois

source: After 1 week
fr: Après 1 semaine

source: After 3 months
fr: Après 3 mois

source: All cloud files will be queued for download.
fr: Tous les fichiers du cloud seront mis en file d'attente pour téléchargement.

source: All files will be queued, uploads will start in the background within 10 minutes.
fr: Tous les fichiers seront mis en file d'attente, les téléchargements commenceront dans l'arrière-plan dans les 10 minutes

source: All local uploaded and preview files can be moved to the cloud.
fr: Tous les fichiers téléchargés et d'aperçu locaux peuvent être déplacés vers le cloud.

source: Base URL
fr: URL de base

source: Before the settings are saved they will be checked by uploading (and removing) a small file.
fr: Avant que les paramètres ne soient enregistrés, ils seront vérifiés en téléchargeant (et supprimant après) un petit fichier

source: Cloud File Store
fr: Magasin de fichier Cloud

source: Cloud File Store Configuration
fr: Configuration du magasin de fichiers cloud

source: Cloud Files
fr: fichiers Cloud

source: Could not access the service, double check your settings and try again.
fr: Impossible d'accéder au service, vérifiez à nouveau vos paramètres et réessayez.

source: Could not access the service, double check your settings and try again. Make sure that API key has access rights to create and remove a (temporary) <code>-zotonic-filestore-test-file-</code> file.
fr: Impossible d'accéder au service, vérifiez à nouveau vos paramètres et réessayez. Assurez-vous que la clé API possède des droits d'accès pour créer et supprimer un fichier (temporaire) <code>-zotonic-filestore-test-file-</ code>.

source: Currently Zotonic supports services that are compatible with the S3 file services API. These include:
fr: Actuellement, Zotonic prend en charge les services compatibles avec l'API des services de fichiers S3. Incluant:

source: Delete Queue
fr: Supprimer la file d'attente

source: Delete files from the cloud file store
fr: Supprimer les fichiers du magasin de fichiers cloud

source: Download Queue
fr: File d'attente de téléchargement

source: Files
fr: Fichier

source: Immediately
fr: Immédiatement

source: Local Files
fr: Fichiers locaux

source: Move all S3 files to local
fr: Déplacez tous les fichiers S3 vers le local

source: Move all local files to S3
fr: Déplacer tous les fichiers locaux vers S3

source: Never
fr: Jamais

source: S3 Cloud Location and Credentials
fr: Emplacement Cloud S3 et authentification

source: S3 Cloud Utilities and Statistics
fr: Utilitaires et statistiques Cloud S3

source: Save Settings
fr: Enregistrer les paramètres

source: Settings are working fine and are saved.
fr: Les paramètres fonctionnent bien et sont enregistrés.

source: Storage
fr: Espace de stockage

source: This will queue the files for later asynchronous upload.
fr: Cela mettra en queue les fichiers pour un téléchargement asynchrone ultérieur.

source: Upload Queue
fr: Queue de téléversement
