Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.po
Languages: fr

source: Are you sure you want to delete this entry?
fr: Êtes vous sûr de vouloir effacer cette entrée?

source: Changed the username.
fr: Nom d'utilisateur changé.

source: Click OK to log on as this user. You will be redirected to the home page if this user has no rights to access the admin system.
fr: Cliquez OK pour vous connecter en tant que cet utilisateur. Vous serez redirigé vers la page d'accueil si cet utilisateur n'a pas les droits d'administration.

source: Click on the link below to confirm that this e-mail address is correct, when clicking doesn't work then you can copy and paste the complete address to your browser.
fr: Cliquez sur le lien ci-dessous afin de confirmer que l'adresse e-mail est correcte, et si le clic n'est pas fonctionnel, copiez-collez l'adresse complète dans votre navigateur.

source: Click “delete” to remove any existing username/password from the person; this person will no longer be a user.
fr: Cliquez “supprimer” afin de détruire tout couple utilisateur/mot de passe existant pour la personne; cette personne ne sera plus utilisateur.

source: Confirm user deletion
fr: Confirmer la suppression de l'utilisateur

source: Could not create the user. Sorry.
fr: L'utilisateur n'a pas pu être créé. Désolé.

source: Duplicate username, please choose another username.
fr: Doublon de nom utilisateur, veuillez en choisir un autre.

source: Email Status
fr: Statut des e-mails

source: Enter a unique username and a password. Usernames and passwords are case sensitive, so be careful when entering them.
fr: Saisissez un identifiant unique et un mot de passe. Ces derniers sont sensibles à la casse, soyez attentif lors de leur saisie.

source: Enter a unique username and password. Usernames and passwords are case sensitive, so be careful when entering them.
fr: Saisissez un identifiant unique et un mot de passe. Ces derniers sont sensibles à la casse, soyez attentif lors de leur saisie.

source: Every page/person can be made into a user on the edit page. The difference between a user and a normal page is only that the former has logon credentials attached to its page record.
fr: Chaque page/personne peut être transformée en un utilisateur sur la page d'édition.La différence entre un utilisateur et une page normale est que le premier a des informations d'identification associées à son enregistrement de page.

source: Give the name and the e-mail address of the new user. A <em>person</em> page will be created for this user.
fr: Donner le nom et l'adresse e-mail du nouvel utilisateur. Une page <em>personne</em> sera créée pour cet utilisateur.

source: Hello
fr: Bonjour

source: Hi
fr: Salut

source: Home
fr: Accueil

source: If you don't know this site then you can ignore this e-mail. Maybe someone made an error typing his or her e-mail address.
fr: Si vous ne connaissez pas ce site alors vous pouvez ignorer cet e-mail. Quelqu'un a possiblement fait une erreur en tapant l'adresse.

source: Log on as this user
fr: Se connecter sous cet utilisateur

source: Make a new user
fr: Créer un nouvel utilisateur

source: My page
fr: Ma page

source: Name and e-mail address
fr: Nom et adresse e-mail

source: No users found.
fr: Aucun utilisateur trouvé.

source: No verified e-mail addresses. Please add one below.
fr: Aucune adresse de messagerie vérifiée. Veuillez en ajouter une ci-dessous.

source: One moment, please...
fr: Veuillez patienter SVP...

source: Only administrators can add users.
fr: Seuls les administrateurs peuvent ajouter des utilisateurs.

source: Only administrators can delete usernames.
fr: Seuls les administrateurs peuvent supprimer des noms d'utilisateurs.

source: Only an administrator can delete usernames.
fr: Seul un administrateur peut supprimer des noms d'utilisateurs.

source: Only an administrator or the user him/herself can set a password.
fr: Seul un administrateur ou l'utilisateur lui-même peut affecter un mot de passe.

source: Password
fr: Mot de passe

source: Please verify your e-mail address
fr: Veuillez vérifier votre adresse e-mail

source: Search users
fr: Recherche d'utilisateurs

source: Send
fr: Envoyer

source: Send verification e-mail
fr: Envoyer un e-mail de vérification

source: Send welcome e-mail
fr: Envoyer un e-mail de bienvenue

source: Sent verification e-mail.
fr: E-mail de vérification envoyé.

source: Set username / password
fr: Affecter un identifiant / mot de passe

source: Sorry
fr: Désolé

source: Sorry, this username is already in use. Please try another one.
fr: Désolé, cet identifiant est déjà utilisé. Veuillez en essayer un autre.

source: Thank you
fr: Merci

source: The address is invalid.
fr: L'adresse est invalide.

source: The new username/ password has been set.
fr: Le nouveau couple identifiant/mot de passe a été créé.

source: The password of the admin user cannot be changed in the database. Please edit your site's configuration file at
fr: Le mot de passe de l'administrateur ne peut être changé en base de donnée. Merci d'éditer le fichier de configuration du site situé à

source: The username is already in use, please try another.
fr: L'identifiant est déjà utilisé, veuillez en essayer un autre.

source: There is no username coupled to this person.
fr: Aucun identifiant n'est associé à cette personne.

source: This can't be undone. The username and password will be lost forever.
fr: C'est irrévocable. Le couple identifiant et mot de passe sera détruit définitivement.

source: This e-mail address was added to your personal information on
fr: L'adresse email a été associée à vos informations personnelle

source: This is not a valid e-mail address.
fr: Ceci n'est pas une adresse e-mail valide.

source: This person is also a user.
fr: Cette personne est également un utilisateur.

source: This person is not yet a user.
fr: Cette personne n'est pas actuellement un utilisateur.

source: This verification key is unknown.
fr: Cette clef de vérification est inconnue.

source: This will send a verification e-mail to
fr: Ceci va émettre un e-mail de vérification à

source: Timezone
fr: Fuseau horaire

source: User account
fr: Compte utilisateur

source: User actions
fr: Actions utilisateur

source: Username
fr: Identifiant

source: Username / password
fr: Identifiant / mot de passe

source: Username and password
fr: Identifiant et mot de passe

source: Username has been deleted.
fr: Identifiant supprimé.

source: Users
fr: Utilisateurs

source: Users Overview
fr: Vue d'ensemble des utilisateurs

source: Verified
fr: Vérifié

source: Verify
fr: Vérifier

source: Verifying...
fr: Vérification...

source: View email status
fr: Afficher le statut e-mail

source: When you add credentials to a person then the person becomes an user. A person or machine can log on with those credentials and perform actions on your Zotonic system.<br/><br/>What an user can do depends on the groups the user is member of.
fr: Lorsque vous ajoutez des informations d'identification à une personne, la personne devient un utilisateur. Une personne ou une machine peut se connecter avec ces informations d'identification et effectuer des actions sur votre système Zotonic. Ce qu'un utilisateur peut faire dépend des groupes auxquels l'utilisateur est membre

source: You are not allowed to create the person page.
fr: Vous n’êtes pas autorisé à créer la page personnelle.

source: You are not allowed to edit identities.
fr: Vous n'êtes pas autorisé à modifier les identités.

source: You are not allowed to switch users.
fr: Vous n’êtes pas autorisé à changer d'utilisateur.

source: You can now login to the admin, on the following URL:
fr: Vous pouvez désormais vous connectez en administrateur, sur l'URL suivante :

source: You have been granted access to
fr: Vous avez été autorisé à accéder à

source: You need to be an administrator to add users.
fr: Le droit administrateur est demandé pour ajouter des utilisateurs.

source: You receive this e-mail because you or someone else requested verification of your e-mail address. You or the someone else either entered your e-mail address. You will not receive any additional e-mails because of this request.
fr: Vous recevez cet e-mail parce que vous ou quelqu'un d'autre a demandé la vérification de votre adresse e-mail. Vous ou quelqu'un d'autre avez entré votre adresse e-mail. Vous ne recevrez aucun e-mail supplémentaire en raison de cette demande.

source: Your account name is
fr: Votre compte est

source: Your address is now verified.
fr: Votre adresse est maintenant vérifiée.

source: Your e-mail address is now verified.
fr: Votre adresse e-mail est maintenant vérifiée.

source: Your login details for
fr: Vos informations de connexion pour

source: Your user details are:
fr: Vos informations d'utilisateur sont les suivantes:

source: delete username
fr: supprimer identifiant

source: if you want to change the admin password.
fr: Si vous souhaiter changer le mot de passe administrateur.

source: set username / password
fr: Affecter identifiant / mot de passe

source: Confirm merge
fr: Confirmer la fusion

source: Deletion cannot be undone.
fr: La suppression est irrévocable.

source: Edit page
fr: Editer cette page

source: Find page to merge with:
fr: Trouvez la page pour fusionner avec:

source: Left
fr: Gauche

source: Merge
fr: Fusionner

source: Merge and delete
fr: Fusionner et supprimer

source: Merge pages
fr: Fusionner les pages

source: Merge two pages together. You can select with which page to merge and which page will remain after the merge.
fr: Fusionne deux pages. Vous pouvez sélectionner quelles pages fusionner et laquelle subsistera après la fusion.

source: Merge with another page …
fr: Fusionner avec une autre page …

source: Merging the two pages ...
fr: Fusion des deux pages ...

source: No merge action specified.
fr: Aucune action de fusion n'a été spécifiée.

source: Right
fr: Droite

source: Select Left
fr: Choisissez la partie gauche

source: Select Right
fr: Choisissez la partie droite

source: Select the winner from two pages. The loser will get merged into the winner. Only the winner remains.
fr: Sélectionner la page gagnante. La perdante sera fusionnée vers la gagnante.La gagnante seule subsistera.

source: Select the winning page
fr: Sélectionner la page gagnante

source: Sorry, you have no permission to edit this page.
fr: Désolé, vous n'avez pas la permission d'éditer cette page.

source: The loser is protected, unprotect the loser before merging.
fr: La perdante est protégée, veuillez la déprotéger avant fusion.

source: You are not allowed to edit this page
fr: Vous n’êtes pas autorisé à éditer cette page

source: You are not allowed to select this page and thereby deleting page Left.
fr: Vous n'êtes pas autorisé à sélectionner cette page et donc de supprimer la page Gauche.

source: You are not allowed to select this page and thereby deleting page Right.
fr: Vous n'êtes pas autorisé à sélectionner cette page et donc de supprimer la page Droite.

source: You cannot remove the admin user.
fr: L'utilisateur administrateur ne peut être supprimé.

source: You do not have permission to delete the loser.
fr: Vous n'avez pas les droits de supprimer la perdante.

source: You do not have permission to edit the winner.
fr: Vous n'avez pas les droits d'éditer la gagnante.

source: not implemented yet
fr: pas encore mis en oeuvre

source: Activate
fr: Activer

source: Author
fr: Auteur

source: Configure
fr: Configurer

source: Deactivate
fr: Désactiver

source: No modules found
fr: Aucun module trouvé

source: Rescan modules
fr: Réanalyser les modules

source: Rescanning will rebuild the index of all modules, actions, templates etc. It will also reload all dispatch rules.
fr: La réanalyse va reconstruire l'index de tous les modules, actions, modèles etc. Il va également recharger toutes les règles de routage.

source: Zotonic is a modular web development framework. Most functionality is encapsulated inside modules. A set of basic modules are shipped with the Zotonic distribution, while others are externally developed. This page shows an overview of all modules which are currently known to this Zotonic installation.
fr: Zotonic est un atelier de développement web modulaire. La plupart des fonctionnalités sont encapsulées dans ses modules. Les modules de base sont livrés avec la distribution Zotonic, alors que d'autres sont développés de manière externe. Cette page vous montre un aperçu de tous les modules actuellement connus de cette installation.

source: A predicate denotes traits or aspects of a page and expresses a relationship between two pages. The relation is always directed, from the subject to the object.<br/>Predicates are defined in ontologies like <a href="http://sioc-project.org/">SIOC</a>. On this page you can define the predicates known to Zotonic.
fr: Un prédicat indique des traits ou des aspects d'une page et exprime une relation entre deux pages. La relation est toujours orientée, du sujet vers l'objet.<br/>Les prédicats sont définis dans des ontologies comme <a href="http://sioc-project.org/">SIOC</a>. Sur cette page vous pouvez définir les prédicats connus de Zotonic.

source: All Predicates
fr: Tous les Prédicats

source: All page connections
fr: Toutes les connexions entre pages

source: Are you sure you want to delete
fr: Êtes vous sûr de vouloir effacer

source: Change the predicate on all existing page connections to:
fr: Changer le prédicat sur toutes les connexions de page existante à:

source: Delete &amp; Change Connections
fr: Supprimer &amp; Changer des connexions

source: Delete All Connections
fr: Supprimer toutes les connexions

source: Delete is canceled, there are connections with this predicate.
fr: Suppression annulée, il reste des connexions avec ce prédicat.

source: Do not find subjects using this predicate’s object titles.
fr: Ne pas chercher de sujets en utilisant les titres d'objet de ce prédicat.

source: Enter the title of the new predicate:
fr: Entrez le titre du nouveau prédicat:

source: Filter on predicate
fr: filtrer sur prédicat

source: From category
fr: Depuis catégorie

source: Help about predicates
fr: Aide à propos des prédicats

source: Make a new predicate
fr: Créer un nouveau prédicat

source: Make predicate
fr: Créer un prédicat

source: No page connections found.
fr: Aucune connexion de page trouvée.

source: No page connections with the predicate:
fr: Aucune connexion de page avec ce prédicat:

source: No predicates found.
fr: Aucun prédicat trouvé.

source: Object
fr: Objet

source: Or click <strong>Delete All Connections</strong> to delete all connections with this predicate.
fr: Ou cliquer <strong>Supprimer toutes les connexions</strong> pour détruire toute connexion avec ce prédicat.

source: Page connections overview
fr: Aperçu des connexions de pages

source: Page connections with the predicate
fr: Connexions de pages avec ce prédicat

source: Predicates
fr: Prédicats

source: Sorry, you are not allowed to insert connections with this predicate.
fr: Désolé, vous n'avez pas les droits d'insertion de connexions avec ce prédicat.

source: Subject
fr: Sujet

source: The direction (from/to) of this predicate is reversed from the normal definition.
fr: La direction (de/vers) de ce prédicat est inversée par rapport à la définition normale.

source: There are no page connections with this predicate.
fr: Il n’y a pas de connexions de pages avec ce prédicat.

source: This predicate can be used between two pages of the following categories.
fr: Ce prédicat peut être utilisé entre deux pages des catégories suivantes.

source: To category
fr: Vers catégorie

source: Valid between
fr: Valide entre

source: You can define for which categories the predicate is shown on the edit page. You can also define which categories of objects will be found when searching for a page to connect to. When you don't check anything then all categories are valid.
fr: Vous pouvez définir quelles catégories de prédicats est affichée sur la page d'édition. Vous pouvez également définir quelles catégories ou objets peuvent être trouvé lors de la recherche de page à connecter. Si aucune n'est cochée alors toute les catégories sont valides.

source: Statistics
fr: Statistiques

source: Access denied
fr: Accès interdit

source: Already Connected
fr: Déjà Connecté

source: Authenticated
fr: Authentifié

source: Authentication has been done with
fr: L'authentification a été faite avec

source: Authorizing...
fr: Authentification...

source: Back to sign in
fr: Retour à l'authentification

source: Below are your account details and a link to set a new password.
fr: Ci-dessous les détails de votre compte et un lien pour affecter un nouveau mot de passe.

source: Change password and Sign in
fr: Changer de mot de passe et s'authentifier

source: Change your permissions
fr: Changer vos permissions

source: Check your email
fr: Vérifiez votre adresse e-mail

source: Click on the link below to enter a new password, when clicking doesn't work then you can copy and paste the complete address to your browser.
fr: Cliquez sur le lien ci-dessous pour entrer un nouveau mot de passe, si le lien ne marche pas, vous pouvez copier-coller l'adresse dans votre navigateur

source: Close Window
fr: Fermer la fenêtre

source: Confirm
fr: Confirmez

source: Confirmation failure
fr: Erreur lors de la confirmation

source: Either the email or the password you entered is incorrect. Please check your entry and try again.
fr: L'e-mail ou le mot de passe saisi est incorrect. Veuillez vérifier et essayer à nouveau.

source: Enable <em>mod_facebook</em> to see Facebook settings.
fr: Activer <em>mod_facebook</em> pour voir les paramètres Facebook.

source: Enable <em>mod_twitter</em> to see Twitter settings.
fr: Activer <em>mod_twitter</em> pour voir les paramètres Twitter.

source: Enable the signup module to automatically sign up users that are authenticating via the services below.
fr: Activer le module d'inscription pour inscrire automatiquement les utilisateurs qui s'authentifient via les services ci-dessous.

source: Enter a password
fr: Saisir un mot de passe

source: Enter the new password for your account
fr: Saisir le nouveau mot de passe pour votre compte

source: Enter your email address and we'll send you instructions how to reset your password.
fr: Saisir votre adresse e-mail et nous vous enverrons des instructions sur la façon de réinitialiser votre mot de passe.

source: Enter your email address or username
fr: Saisir votre adresse e-mail ou votre nom d'utilisateur

source: Enter your password
fr: Saisir votre mot de passe

source: Enter your username
fr: Saisir votre nom d'utilisateur

source: Error
fr: Erreur

source: External Services
fr: Services Externes

source: For security reasons, password reset codes are only kept for a limited amount of time and can only be used once.
fr: Pour des raisons de sécurité, les codes de changement de mot de passe, ne sont valides que pour une durée limitée et ne peuvent être utilisé qu'une seule fois.

source: Forgot your password?
fr: Mot de passe oublié ?

source: Go back
fr: Retourner

source: Go to Modules
fr: Aller vers Modules

source: Here you can set all the application keys, secrets and other configurations to integrate with external services like Facebook and Twitter.
fr: Ici vous pouvez configurer toutes les clés d'application, les secrets et autres configurations afin d'intégrer des services externes comme Facebook et Twitter.

source: How to reset your password
fr: Comment changer de mot de passe

source: I forgot my password
fr: J'ai oublié mon mot de passe

source: If you do not receive the email within a few minutes, please check your spam folder.
fr: Si vous n'avez pas reçu d'e-mail dans les minutes à venir, veuillez vérifier votre dossier spam.

source: In the email you will find instructions on how to confirm your account.
fr: Dans cet email vous trouverez les instructions pour confirmer la création de votre compte.

source: Keep me signed in
fr: Rester connecté

source: Minimum characters:
fr: Nombre minimal de caractères:

source: Need help signing in?
fr: Besoin d'aide pour vous connecter?

source: New password
fr: Nouveau mot de passe

source: No Access
fr: Pas d'accès

source: One moment please, signing out...
fr: Patientez s'il vous plait, déconnexion en cours...

source: Passwords should have at least six characters.
fr: Votre mot de passe doit contenir au moins six caractères

source: Please confirm your
fr: Veuillez confirmer votre

source: Please try again later.
fr: Veuillez re-éssayer ultérieurement

source: Repeat password
fr: Confirmer mot de passe

source: Repeat your password
fr: Confirmer votre mot de passe

source: Reset password and Sign in
fr: Réinitialiser le mot de passe et se connecter

source: Reset your password
fr: Changer de mot de passe

source: Safari 8 has a known problem with handling external authentications.
fr: Safari 8 a un problème connu avec le traitement des authentifications externes.

source: Send Verification Message
fr: Envoyer un message de vérification

source: Sign in
fr: Connexion

source: Sign in to
fr: Connectez-vous à

source: Sign out
fr: Déconnexion

source: Simply try again:
fr: Veuillez re-éssayer:

source: Somebody else is already connected with this account on
fr: Quelqu'un d'autre est déjà connecté à ce compte sur

source: Something went wrong
fr: Erreur inattendue

source: Sorry, could not send the verification message.
fr: Désolé, l'envoi du message de vérification a échoué

source: Sorry, your password reset code is unknown or expired
fr: Désolé, votre code de changement de mot de passe est inconnu ou a expiré

source: The email address associated with your account is
fr: L'adresse email associée à votre compte est

source: The signup module is enabled, users authenticating via the services below are automatically signed up.
fr: Le module d'inscription est activé, les utilisateurs qui s'authentifient via les services ci-dessous sont automatiquement inscrits.

source: The two passwords should be equal. Please retype them.
fr: Les deux mots de passe doivent être indentiques. Merci de retaper votre mot de passe.

source: There was a problem authenticating with
fr: Il y a eu un problème d'authentification avec

source: This can be resolved by changing the Cookies and website data settings in the Safari preferences.
fr: Cela peut être résolu en modifiant les paramètres des cookies et des sites dans les préférences de Safari

source: This does not match the first password
fr: Ceci ne correspond pas au premier mot de passe

source: To find your account you need to enter either your username or the email address we have received from you.
fr: Pour retrouver votre compte, vous devez entrer soit votre identifiant, soit votre adresse email

source: To view this page you must be signed in.
fr: Pour afficher cette page, vous devez être connecté.

source: To view this page, you need to have other access rights.
fr: Pour afficher cette page, vous devez avoir d'autres droits.

source: Use some non alphabetical characters or digits to make it harder to guess.
fr: Vous pouvez utiliser des caractères spéciaux ou bien des chiffres pour rendre votre mot de passe plus difficile à deviner.

source: Verify your account
fr: Vérifier votre compte

source: We can only send you an email when we have the email address of your account.
fr: Nous ne pouvons vous envoyer d'email, seulement quand votre adresse email sera enregistrée.

source: We don’t seem to have any valid email address or other electronic communication address of you.
fr: Nous n'avons aucune adresse email ou autre moyen de communication électronique valide pour votre compte.

source: We have sent you an email with a link to reset your password.
fr: Nous venons de vous envoyer un e-mail avec un lien pour ré-initialiser votre mot de passe.
