Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.po
Languages: fr

source: Website
fr: Site Web

source: ACL rules
fr: Règles ACL

source: ACL rules file
fr: Fichier des règles ACL

source: ACL user group
fr: Groupe d'utilisateur ACL

source: Access control
fr: Contrôle d'accès

source: Access control rules
fr: Règles du contrôle d'accès

source: Add Rule
fr: Ajouter une règle

source: Add links to the collaboration group
fr: Ajouter des liens au groupe collaboratif

source: All
fr: Tous

source: All Categories
fr: Toutes les catégories

source: All Modules
fr: Tous les modules

source: All User Groups
fr: Tous les groupes d'utilisateurs

source: All collaboration groups
fr: Tous les groupes collaboratif

source: All normal content groups
fr: Tous les groupes de contenu normal

source: Cancel
fr: Annulé

source: Category
fr: Catégorie

source: Category &amp; Content group
fr: Cat&eacute;gorie &amp; Groupe de contenu

source: Change category and/or content group...
fr: Changer de catégorie et/ou de groupe de contenu

source: Close
fr: Fermer

source: Collaboration groups
fr: Groupes collaboratifs

source: Collaboration groups are added by creating a new page in the category:
fr: Les groupes collaboratifs sont ajoutés en créant une nouvelle page dans la catégorie :

source: Collaboration groups are user groups where all content belongs to the group.
fr: Les groupes collaboratifs sont des groupes d'utilisateurs où tout le contenu appartient au groupe.

source: Content
fr: Contenu

source: Content groups
fr: Groupes de contenu

source: Content rules for collaboration group members and managers
fr: Règles de contenu pour les membres de groupes collaboratif et les managers

source: Define who can see or edit this page.
fr: Definir qui peut voir et éditer cette page

source: Delete
fr: Effacer

source: Delete all user groups
fr: Effacer tous les groupes d'utilisateurs

source: Delete is canceled, there are users in the user groups.
fr: Suppression annulée, il reste des utilisateurs dans les groupes d'utilisateurs.

source: Delete user group and move users
fr: Effacer le groupe d'utilisateurs et déplacer ses membres

source: Deleting...
fr: Suppression...

source: Edit &amp; link rights on the collaboration groups
fr: Editer &amp; lier les droits sur les groupes collaboratifs

source: Edit the collaboration group
fr: Editer le groupe collaboratif

source: Export edit rules
fr: Exporter les règles d'édition

source: Find collaboration group
fr: Rechercher un groupe collaboratif

source: Group managers can edit
fr: Les managers de groupe peuvent éditer

source: Group managers can link
fr: Les managers de groupe peuvent lier

source: Group members and managers can edit
fr: Les membres et managers de groupe peuvent éditer

source: Group members and managers can link
fr: Les membres et managers de groupe peuvent lier

source: Import
fr: Importer

source: Import edit rules...
fr: Importer les règles d'édition

source: Import edit version of ACL rules
fr: Importer la version des règles ACL en cours d'édition

source: Keep
fr: Conserver

source: Maximum file upload size per user group. This restricts file uploads for users.
fr: Taille de fichier maximale par groupe d'utilisateur.Ceci restreint le téléchargement pour les utilisateurs.

source: Maximum upload size
fr: Taille maximale de téléchargement

source: Move all users within these user groups to:
fr: Déplacer tous les utilisateurs de ces groupes vers:

source: Move to another
fr: Déplacer vers un autre

source: Need more help?
fr: Besoin de plus d’aide?

source: No ACL rules
fr: Aucune règle ACL

source: Not all user groups could be deleted.
fr: Tous les groupes d'utilisateurs n'ont pu être supprimés.

source: Not allowed.
fr: Non autorisé.

source: Or click <strong>Delete all user groups</strong> to disconnect all users and delete the user groups.
fr: Ou cliquer <strong>Supprimer tous les groupes d'utilisateurs</strong> pour déconnecteret supprimer les groupes d'utilisateurs.

source: Revert
fr: Annuler

source: Revert back to published version
fr: Revenir à la version publiée

source: Save
fr: Sauver

source: Show
fr: Afficher

source: Show this ACL user group first:
fr: Afficher ce groupe d'utilisateur ACL en premier:

source: Test ACL rules
fr: Tester les règles ACL

source: The URL is only valid for one day.
fr: L'URL est valide qu'une seule journée.

source: The URL is valid for one day.
fr: L'URL est valide une journée.

source: The default upload size is:
fr: La taille de téléchargement par défaut est:

source: They are managed by their own manager and use the access rules below.
fr: Ils sont gérés par leur propre manager et utilisent les règles de contrôle d'accès ci-dessous.

source: This can not be undone.
fr: C'est irrévocable.

source: This page is a
fr: Cette page est

source: This rule is managed by module
fr: Cette règle est gérée par un module

source: Try ACL rules
fr: Tester les règles ACL

source: Try a different combination of category and content group.
fr: Tester une combinaison différente de catégorie et de groupe de contenu.

source: Try rules...
fr: Tester les règles...

source: Upload the ACL rules file that you previously exported. Note: all current rules will be <b>replaced</b> by the rule definition file that is uploaded.
fr: Importer le fichier de règle ACL préalablement exportée. Note: toutes les règles courantes seront <b>remplacées</b> par ce fichier de définition de règles.

source: Use published rules
fr: Appliquer les règles publiées

source: Use the following URL to test the access control rules before publishing them.
fr: Utiliser l'URL suivante avant publication afin de tester le contrôle d'accès.

source: User groups
fr: Groupes d'utilisateurs

source: Which version of the ACL rules do you want to use?
fr: Quelle version de règles ACL souhaitez vous utiliser ?

source: You are using the <b>published</b> version of the access control rules.
fr: Vous utilisez la version <b>publiée</b> des règles de contrôle d'accès

source: You are using the <b>test</b> version of the access control rules.
fr: Vous utilisez la version de <b>test</b> des règles de contrôle d'accès

source: You can switch back to the published access control rules by:
fr: Vous pouvez revenir aux règles de contrôle d'accès publiée par:

source: You can:
fr: Vous pouvez:

source: You have to use a special URL, as provided by the an editor or administrator.
fr: Vous devez utiliser une URL spéciale, fournie par un éditeur ou administrateur.

source: all
fr: tous

source: clicking on <b>Use published rules</b> below
fr: en cliquant sur <b><Utiliser les règles publiées</b> ci-dessous

source: closing your browser and waiting till session is expired
fr: en fermant votre navigateur et en attendant que la session expire

source: delete (acl action)
fr: supprimer (action acl)

source: deny
fr: interdire

source: edit (acl action)
fr: éditer (action acl)

source: in the group
fr: dans le groupe

source: insert (acl action)
fr: insérer (action acl)

source: link (acl action)
fr: lier (action acl)

source: logging off.
fr: Déconnexion.

source: logging on
fr: Connexion

source: manage own
fr: manager en propre

source: send this URL to somebody else for testing
fr: envoyer cette URL à quelqu'un d'autre pour tester

source: use <b>New Private Window</b> (check the <b>File</b> menu of your browser)
fr: utiliser <b>Nouvelle fenêtre de navigation privée</b> (voir le menu <b>Fichier</b> de votre navigateur)

source: use another browser (eg. Chrome if you are now using Firefox)
fr: utiliser un autre navigateur (c.à.d Chrome if vous utilisez actuellement Firefox)

source: view (acl action)
fr: voir (action acl)

source: + add
fr: + ajouter

source: + add block
fr: + ajouter un bloc

source: About categories
fr: A propos des catégories

source: Add a new media item
fr: Ajouter un nouveau média

source: Add media item
fr: Ajouter un média

source: Add media to body
fr: Ajouter un nouveau média au contenu

source: Address
fr: Adresse

source: Admin log on
fr: Connexion admin

source: Advanced
fr: Avancé

source: All Content
fr: Tous les contenus

source: All day
fr: Toute la journée

source: All media
fr: Tous les média

source: All pages
fr: Toutes les pages

source: Alternative telephone
fr: Téléphone alternatif

source: And media can also be viewed on their own page.
fr: Et le média est aussi visible sur leur propre page.

source: Any category
fr: Toute carégorie

source: Are you sure you want to delete the page
fr: Êtes vous sûr de vouloir effacer cette page

source: Are you sure you want to exit the admin interface?
fr: Êtes vous sûr de vouloir sortir de l'interface admin ?

source: Aside
fr: De côté

source: Ask google to not index this page
fr: Demander a Google de ne pas indexer cette page

source: Attached media
fr: Joindre un média

source: Auth
fr: Authentification

source: Back
fr: Revenir

source: Basic
fr: Bases

source: Block
fr: Bloc

source: Block name
fr: Nom du bloc

source: Block quote
fr: Citation

source: Caches have been flushed.
fr: Les caches ont été vidés.

source: Category name:
fr: Nom de la catégorie:

source: Category:
fr: Catégorie

source: Change category
fr: Changer de catégorie

source: Change the category of this page
fr: Changer la catégorie de cette page

source: Choose a media item from this page to insert in the body text.
fr: Choisir un média de cette page pour l'insérer dans le corps du texte

source: City
fr: Ville

source: Click the image to set the cropping center.
fr: Cliquer l'image pour indiquer le centre de découpe.

source: Confirm block removal
fr: Confirmer la suppresion du bloc

source: Confirm logoff
fr: Confirmer la déconnexion

source: Connect a page
fr: Connecter une page

source: Country
fr: Pays

source: Create Page
fr: Créer Page

source: Created on
fr: Créé le

source: Created:
fr: Créé:

source: Customize page slug
fr: Personaliser le slug

source: Dashboard
fr: Tableau de bord

source: Date range
fr: Date

source: Date ranges
fr: Périodes

source: Delete if no other page is connected to this page.
fr: Supprimer si aucune autre page n'est connectée à celle-ci.

source: Delete this page.
fr: Effacer cette page

source: Deleted.
fr: Supprimé.

source: Dependent
fr: Dépendant

source: Disconnect
fr: Déconnecter

source: Do you want to remove this block?
fr: Voulez vous vraiment supprimer ce bloc ?

source: Download
fr: Télécharger

source: Drag to change position
fr: Drag and drop pour changer la position

source: Duplicate
fr: Dupliquer

source: Duplicate page
fr: Dupliquer la page

source: Duplicate this page.
fr: Dupliquer cette page.

source: E-mail address
fr: Adresse e-mail

source: Edit
fr: Editer

source: Edit:
fr: Editer:

source: Embedded Content
fr: Contenu intégré

source: Emergency telephone
fr: Telephone d'urgence

source: Error uploading the file.
fr: Erreur lors du téléchargement du fichier.

source: Featured
fr: En vedette

source: Features
fr: Caractéristiques

source: File / media content
fr: Fichier / Contenu média

source: Filter on category
fr: Filter sur catégorie

source: Filter on content group
fr: Filtrer sur groupe de contenu

source: Find Page
fr: Rechercher Page

source: Find page
fr: Rechercher page

source: First
fr: Premier

source: Flush system caches
fr: Rafraichir le cache système

source: From
fr: De

source: Go back.
fr: Revenir en arrière

source: Header
fr: Entête

source: Here you can edit the arguments of the search query. Every argument goes on its own line. For more information, see the <a href="http://zotonic.com/docs/latest/developer-guide/search.html#query-model-arguments">documentation on the query arguments</a> on the Zotonic website.
fr: Ici vous pouvez éditer les arguments de la requête de recherche. Chaque argument sa ligne. Pour plus d'information, voir <a href="http://zotonic.com/docs/latest/developer-guide/search.html#query-model-arguments">documentation on the query arguments</a> sur le site Zotonic.

source: Inline block
fr: Bloc en ligne

source: Items per page
fr: Objets par page

source: Latest modified events
fr: Derniers évenements modifiés

source: Latest modified locations
fr: Derniers lieux modifiés

source: Latest modified media items
fr: Derniers médias modifiés

source: Latest modified persons
fr: Dernières personnes modifiées

source: Latest modified texts
fr: Derniers textes modifiés

source: Live query, send notifications when matching items are updated or inserted.
fr: Requête en direct, envoyer des notifications lorsque les éléments correspondants sont mis à jour ou insérés.

source: Log Off
fr: Déconnexion

source: Log on to
fr: Connectez-vous sur

source: Mailing address
fr: Adresse Courrier

source: Main
fr: Principale

source: Make
fr: Créer

source: Make a new media item
fr: Créer un nouveau média

source: Make a new page
fr: Créer une nouvelle page

source: Make a new page or media
fr: Créer une nouvelle page ou un média

source: Media
fr: Média

source: Media file
fr: Fichier média

source: Media on this page
fr: Média sur cette page

source: Media title
fr: Titre du média

source: Middle
fr: Milieu

source: Mobile
fr: Portable

source: Modified by
fr: Modifié par

source: Modified on
fr: Modifié le

source: Modified:
fr: Modifié:

source: More like this
fr: Plus comme ceci

source: Name
fr: Nom

source: No connected images.
fr: Aucune image connectée.

source: No features are enabled for this meta-resource.
fr: Aucune fonctionnalité n'est activée pour cette méta-ressource.

source: No items
fr: Aucun objet

source: No media found.
fr: Pas de médias trouvés.

source: No pages found.
fr: Pas de pages trouvées.

source: Page connections
fr: Connections de la page

source: Page description
fr: Description de page

source: Page path
fr: Chemin de la page

source: Page title
fr: Titre de la page

source: Pages overview
fr: Aperçu des pages

source: Personal name
fr: Nom personnel

source: Pivot queue count size:
fr: Taille de la file d'attente des pivots:

source: Please fill in the title of the new page.
fr: Entrez le titre de la nouvelle page

source: Postcode
fr: Code postal

source: Predicate
fr: Prédicat

source: Preview
fr: Prévisualisation

source: Protect
fr: Protéger

source: Protect from deletion
fr: Protéger de la suppression

source: Publication date of original article
fr: Date de publication de l'article original

source: Publication date range
fr: Dates de publication

source: Publication period
fr: Période de publication

source: Publish this page
fr: Publier cette page

source: Published
fr: Publié

source: Query
fr: Question

source: Query preview
fr: Aperçu de la requête

source: Rebuild search indices
fr: Reconstruire les indices de recherche

source: Recalculate the numbering of the category tree. This can take a long time.
fr: Recalculer la numérotation de l'arbre des catégories. Cela peut prendre du temps.

source: Redirect to above website on page view
fr: Rediriger vers le site web ci-dessus sur accès à cette page

source: Redirect to website on page view
fr: Rediriger vers le site web sur accès à cette page

source: Referrers to
fr: Référents à

source: Reinstall site datamodel
fr: Réinstaller le modèle de données du site

source: Remarks
fr: Remarques

source: Remove crop center
fr: Supprimer le centre de cadrage

source: Renumber category tree
fr: Renuméroter l'arbre des catégories

source: Replace this media item
fr: Remplacer ce média

source: Resources in the <i>meta</i> category can have 'features': certain resource properties that decide what to show or hide on certain pages in the admin. If this box is empty, no features are enabled for this meta-resource.
fr: Les ressources de la catégorie <i>meta</i> peuvent avoir des 'fonctionnalités' : certaines propriétés de ressources décident de l'affichage ou non sur certaines pages admin.Si ce champs est vide, aucune fonctionnalité n'est active pour cette meta-ressource.

source: Retrieving status...
fr: Récupération du statut...

source: Runs the schema install command from the site's module again.
fr: Exécute à nouveau la commande d'installation du schéma à partir du module du site.

source: SEO Content
fr: Contenu SEO

source: Save and View
fr: Sauver et Visualiser

source: Save and view the page.
fr: Enregister et visualiser la page

source: Save this page.
fr: Enregistrer cette page

source: Search indices rebuilt.
fr: Rechercher des indices reconstruits.

source: Search other media
fr: Chercher un autre média

source: Search query
fr: Chercher une autre question

source: Search...
fr: Recherche...

source: Select a connected image
fr: Sélectionner une image connectée

source: Selected Categories
fr: Catégories sélectionnées

source: Short title
fr: Titre court

source: Show address on edit page
fr: Afficher l'adresse sur la page d'édition

source: Show as
fr: Afficher comme

source: Show page on multiple paths
fr: Afficher la page sur plusieurs chemins

source: Something went wrong. Sorry.
fr: Quelque chose a mal tourné. Désolé.

source: Sorry, you don't have permission to add the connection.
fr: Désolé, vous n'avez pas la permission d'ajouter la connexion.

source: Sorry, you have no permission to add the connection.
fr: Désolé, vous n'avez pas de permission d'ajouter la connexion.

source: Sorry, you have no permission to delete the connection.
fr: Désolé, vous n'avez pas de permission de supprimer la connexion.

source: Starts
fr: Début

source: State
fr: Etat

source: Street Line 1
fr: Adresse ligne 1

source: Street Line 2
fr: Adresse ligne 2

source: Summary
fr: Résumé

source: Surname
fr: Nom de famille

source: System
fr: Système

source: System Status
fr: Status du système

source: System administration
fr: Administration du système

source: Telephone
fr: Téléphone

source: Templates will be recompiled.
fr: Les modèles seront recompilés.

source: Test query
fr: Tester la requête

source: Text
fr: Texte

source: The category tree is rebuilding. This can take a long time.
fr: L'arbre de catégories est en cours de reconstruction. Cela peut prendre du temps.

source: The page
fr: La page

source: The site’s data is being reinstalled. Watch the console for messages
fr: Les données du site est en cours de réinstallation. Voir la console pour plus d'information

source: There are no pages with a connection to the page
fr: Il n’y a pas de pages connectée a cette page

source: This can't be undone. Your page will be lost forever.
fr: C'est irrévocable. Votre page sera définitivement perdue.

source: This connection already exists.
fr: Cette connexion existe déjà.

source: This name is in use by another page.
fr: Ce nom est déjà utilisé par une autre page.

source: This page has been deleted.
fr: Cette page a été supprimée.

source: This page holds a collection of administrative options to perform certain tasks on this Zotonic installation.
fr: Cette page contient une collection d'options administratives pour effectuer certaines tâches sur cette installation Zotonic.

source: This resource was created by the module
fr: Cette ressource a été créée par le module

source: Till
fr: Jusqu'à

source: Title
fr: Titre

source: Toggle dropdown
fr: Changer le menu déroulant

source: Toggle navigation
fr: Changer la navigation

source: Type text to search
fr: Tapez le texte à rechercher

source: Unique name
fr: Nom unique

source: Upload File
fr: Téléverser un fichier

source: Upload a file from your computer.
fr: Téléverser un fichier depuis votre ordinateur.

source: Upload file
fr: Téléverser un fichier

source: Uploaded
fr: Téléversé

source: Use the autocompleter to search the media in this site.
fr: Utilisez l'autocompletion pour chercher un media sur le site

source: Use the title of the base content for the display name of this person.
fr: Utiliser le titre de la base de contenu pour le nom affiché de cette personne.

source: User page
fr: Page utilisateur

source: Valid for:
fr: Valable:

source: View
fr: Voir

source: View all pages from this category
fr: Voir toutes les pages de cette catégorie

source: View all referrers
fr: Voir tous les referrants

source: View this page.
fr: Voir cette page.

source: Visible from
fr: Visible depuis

source: Visible till
fr: Visible jusqu’à

source: Visit full edit page
fr: Visiter la page d'édition complète

source: Visiting address
fr: Adresse visitée

source: Website for clicks on image
fr: Site Web pour les clics sur l'image

source: You are going to duplicate the page
fr: Vous allez dupliquer cette page

source: You are not allowed to edit this page.
fr: Vous n’êtes pas autorisé à éditer cette page.

source: You don't have permission to change this media item.
fr: Vous n'avez pas la permission de changer cet objet média.

source: You don't have the proper permissions to upload this type of file.
fr: Vous n'avez pas la bonne permission pour téléverser ce type de fichier.

source: You don’t have permission to perform this action.
fr: Vous n'avez pas la permission d'effectuer cette action.

source: add media item
fr: ajouter un élément multimédia

source: block
fr: bloc

source: by
fr: par

source: delete
fr: effacer

source: e.g. might change
fr: par exemple pourrait changer

source: edit
fr: éditer

source: edit this page
fr: éditer cette page

source: excluding
fr: sauf

source: has been disconnected.
fr: a été déconnecté.

source: matching
fr: correspondant à

source: name
fr: nom

source: show all
fr: montrer tout

source: undo
fr: défaire

source: untitled
fr: sans titre

source: uploaded on
fr: téléversé le

source: view
fr: voir

source: visit site
fr: visiter le site

source: Categories are used to categorize all pages. Every page belongs to exactly one category.<br/>The categories are defined in a hierarchy. Here you can change that hierarchy.
fr: Les catégories sont utilisées pour catégoriser toutes les pages.Chaque page appartient exactement à une catégorie. Ici la hiérarchie est modifiable.

source: Delete &amp; Move Pages
fr: Supprimer &amp; D&eacute;placer Pages

source: Drag categories to the place where you want them in the hierarchy.
fr: Faites glisser des catégories vers l'endroit où vous les souhaitez dans la hiérarchie.

source: How does this work?
fr: Comment cela marche-t-il?

source: Move all pages in these categories to:
fr: Déplacez toutes les pages de ces catégories vers:

source: Not all resources could be deleted.
fr: Toutes les ressources ne peuvent pas être supprimées.

source: Or click <strong>Delete All Pages</strong> to delete all pages in the categories.
fr: Ou cliquer <strong>Supprimer toutes les pages</strong> pour supprimer ces dernières des catégories.

source: Use the <i class="glyphicon glyphicon-cog"></i> button to add or remove categories.
fr: Utiliser le bouton <i class="glyphicon glyphicon-cog"></i> pour ajouter ou supprimer une catégorie.

source: Add configuration key
fr: Ajouter une clef de configuration

source: Add key
fr: Ajouter une clef

source: Key
fr: Clef

source: Modified
fr: Modifié

source: Only administrators can change the configuration.
fr: Seuls les administrateurs peuvent changer la configuration.

source: Only administrators can delete configurations.
fr: Seuls les administrateurs peuvent supprimer les configurations.

source: Only an administrator can add configuration keys.
fr: Seuls les administrateurs peuvent ajouter des clefs de configuration.

source: The config key already exists, please choose another key name.
fr: La clef de configuration existe déjà, veuillez choisir un autre nom.

source: Value
fr: Valeur

source: Add pages or click on a page in the menu.
fr: Ajoutez des pages ou cliquez sur une page dans le menu.

source: Language
fr: Langage

source: Loading ...
fr: Chargement ...

source: Save &amp; view
fr: Sauver &amp; Visualiser

source: till
fr: jusqu'à

source: (that's you)
fr: (c'est vous)

source: Add user
fr: Ajouter utilisateur

source: Also show persons without user account
fr: Afficher également des personnes sans compte d'utilisateur
