Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.po
Languages: fr

source: You are not allowed to view or edit the recipients list. You need to have edit permission on the mailing list to change and view the recipients.
fr: Vous n’êtes pas autorisé à voir ou éditer la liste de destinataires. Vous devez avoir le droit d'édition sur la liste de diffusion pour changer et voir ces derniers.

source: You are now subscribed to our mailing list
fr: Vous êtes désormais abonné à notre liste de diffusion

source: You are now unsubscribed from
fr: Vous êtes désormais désabonné de

source: You are now unsubscribed from the mailing list
fr: Vous êtes désormais désabonné de la liste de diffusion

source: You can try to re-subscribe to one of our mailing lists in the side column.
fr: Vous pouvez essayer de vous ré-abonner à une de nos listes de diffusion de la colonne ci-contre.

source: You received this mail because someone wanted to send you this information. We did not store your e-mail address and will not send you any other mail because of this mail.
fr: Vous recevez cet email car quelqu'un souhaitait vous envoyer cette information. Nous ne conserverons pas votre adresse e-mail et aucun autre e-mail vous sera adressé suite à ce dernier.

source: You received this mail because you are subscribed to the mailing list
fr: Vous recevez cet e-mail car vous êtes abonné à la liste de diffusion

source: You will receive a confirmation in your e-mail.
fr: Vous recevrez une confirmation dans votre e-mail.

source: You, or someone else, added your e-mail address to our mailing list
fr: Vous, ou quelqu'un d'autre, a ajouté votre adresse e-mail à notre liste de diffusion

source: Your e-mail address is added to the mailing list. A confirmation mail is sent to your e-mail address and will arrive shortly. When you don’t receive it, then please check your spam folder.
fr: Votre adresse e-mail est ajoutée à la liste de diffusion. Un e-mail de confirmation est envoyé à votre adresse et devrait arriver sous peu. Si vous ne voyez rien arriver alors veuillez vérifier votre dossier spam.

source: bounced
fr: en erreur

source: cancel
fr: annuler

source: clear
fr: supprimer

source: click here to unsubscribe.
fr: cliquer ici pour se désabonner.

source: has been sent to the following lists:
fr: a été envoyé aux listes suivantes:

source: has never been sent yet.
fr: n'a jamais été envoyé jusqu'ici.

source: mailing list
fr: liste de diffusion

source: mailinglist status page
fr: page statut des listes de diffusion

source: or copy and paste the address below in your browser.
fr: ou copier/coller l'adresse ci-dessous dans votre navigateur.

source: processed
fr: processé

source: scheduled
fr: planifié

source: send mailing
fr: envoyer mailing

source: send mailing again to corrected addresses
fr: envoyer de nouveau le mailing aux adresses corrigées

source: send to
fr: envoyé à

source: subscribing persons &raquo;
fr: Personnes abonnées &raquo;

source: this link to confirm
fr: ce lien pour confirmer

source: to the list
fr: à la liste

source: when you don't want to receive any further mail from this list.
fr: si vous ne souhaitez pas reçevoir d'autres e-mails de cette liste.

source: with your e-mail address
fr: avec votre adresse e-mail

source: Add after
fr: Ajouter après

source: Add before
fr: Ajouter avant

source: Add below
fr: Ajouter dessous

source: Add bottom
fr: Ajouter en bas

source: Add category
fr: Ajouter catégorie

source: Add item
fr: Ajouter objet

source: Add menu item
fr: Ajouter objet menu

source: Add top
fr: Ajouter en haut

source: COPY
fr: COPIER

source: Click on <strong>Add menu item</strong> or <strong>Menu item</strong> to add pages.
fr: Cliquer sur <strong>Ajouter objet menu</strong> ou <strong>Objet menu</strong> pour ajouter des pages.

source: Copy
fr: Copier

source: Create an (optionally) nested navigation menu for this site.
fr: Créez un menu de navigation (éventuellement) imbriqué pour ce site.

source: Drag elements here to remove them
fr: Faites glisser les éléments ici pour les supprimer

source: Drag menu items in the menu up, down, left or right to structure the menu.
fr: Faites glisser les éléments du menu dans le menu vers le haut, vers le bas, vers la gauche ou vers la droite pour structurer le menu.

source: Drag pages to the place where you want them in the hierarchy.
fr: Faites glisser des pages vers l'endroit où vous les souhaitez dans la hiérarchie.

source: Empty hierarchy
fr: Hiérarchie vide

source: Hierarchies can be defined for any existing category.
fr: Les hiérarchies peuvent être définies pour toute catégorie existante.

source: Hierarchy for
fr: Hiérarchie pour

source: New page
fr: Nouvelle page

source: Remove
fr: Supprimer

source: Sorry, can’t copy that page.
fr: Désolé, copie de cette page échouée.

source: This item is already in the hierarchy. Every item can only occur once.
fr: Cet élément est déjà dans la hiérarchie. Chaque élément ne peut exister qu'une seule fois.

source: Unknown category
fr: Catégorie inconnue

source: Debug MQTT publish and subscribe actions in the Zotonic console
fr: Déboguer la publication MQTT et souscrire des actions dans la console Zotonic

source: API access
fr: Accès API

source: Access to
fr: Acceder à

source: Add application
fr: Ajouter application

source: Add new application
fr: Ajouter nouvelle application

source: Allow
fr: Permettre

source: Allow users of this application access to the following API calls:
fr: Permettre aux utilisateurs de cette application l'accès aux appels API suivants:

source: Allow!
fr: Permettre!

source: Application title
fr: Titre de l'application

source: Authorization
fr: Autorisation

source: Authorization finished
fr: Autorisation terminée

source: Authorize this request
fr: Autoriser cette requête

source: Authorized!
fr: Autorisé!

source: Callback URL
fr: URL callback

source: Change the title, description and access permissions of this application.
fr: Changer le titre, la description e les permissions d'accès à cette application.

source: Consumer key
fr: Clef du consommateur

source: Consumer secret
fr: Secret du consommateur

source: Delete this application!
fr: Effacer cette application

source: Details
fr: Détails

source: Disallow
fr: Refuser

source: Do you really want to delete this application?
fr: Êtes vous sûr de vouloir supprimer cette application?

source: Homepage
fr: Page d'accueil

source: In use since
fr: En cours d'utilisation depuis

source: More information about this program
fr: Plus d'informations sur ce programme

source: Next step
fr: Etape suivante

source: No applications registered yet.
fr: Aucune application n'est encore enregistrée.

source: OAuth applications
fr: Applications OAuth

source: Registered OAuth applications
fr: Applications OAuth enregistrées

source: The application
fr: L'application

source: The following users are using this application:
fr: Les utilisateurs suivants utilisent cette application:

source: This application wants access to the following services:
fr: Cette application souhaite accéder aux services suivants:

source: This page allows you to register API keys with which 3rd parties can gain access to specific parts of the API and database.
fr: Cette page vous permet d'enregistrer des clés API avec lesquelles les tiers peuvent accéder à des parties spécifiques de l'API et de la base de données.

source: Untitled
fr: Sans titre

source: Update
fr: Mettre à jour

source: User
fr: Utilisateur

source: You can now safely close this window.
fr: Vous pouvez maintenant fermer cette fenêtre en toute sécurité.

source: You have granted the application
fr: Vous avez autorisé l'application

source: access your account.
fr: à accéder à votre compte

source: wants to access your account.
fr: souhaite accéder à votre compte.

source: API Key can be found on
fr: La clé API se trouve sur

source: Attempt to fix embedded videos for which OEmbed embedding has failed previously.
fr: Essayez de réparer des vidéos intégrées pour lesquelles l'intégration OEmbed a échoué précédemment.

source: Attempting to fix ~p videos.
fr: Tentative de corriger les vidéos ~p.

source: Embedding of media item failed with HTTP code
fr: L'incorporation de l'élément multimédia a échoué avec le code HTTP

source: Fix embedded videos
fr: Corriger des vidéos intégrées

source: No embedded videos found which need fixing.
fr: Aucune vidéo intégrée trouvée ne nécessite une correction.

source: Save Embedly Key
fr: Enregistrer la clé d'Intégration

source: Saved the Embedly settings.
fr: Paramètres Intégrés sauvegardés.

source: You don't have permission to change the Embedly settings.
fr: Vous n'avez pas la permission de modifier les paramètres d'Intégration.

source: your Embedly app dashboard
fr: votre tableau de bord intégré de l'application

source: Unknown predicate
fr: Prédicat inconnu

source: is not a category
fr: n'est pas une catégorie

source: Add a noindex, nofollow element to all pages.
fr: Ajoutez un élément noindex, nofollow à toutes les pages.

source: Bing Webmaster validation id
fr: ID de validation de Bing Webmaster

source: Copy the value of the content attribute in the meta tag provided by Google.
fr: Copiez la valeur de l'attribut de contenu dans le meta-tag fourni par Google.

source: Description to include on every page
fr: Description à inclure sur chaque page

source: Enter here the verification code for
fr: Entrez ici le code de vérification pour

source: Exclude this site from search engines
fr: Exclure ce site des moteurs de recherche

source: General SEO Optimization
fr: Optimisation générale du référencement (SEO)

source: Google Analytics tracking id
fr: Identifiant de suivi Google Analytics

source: Google Webmaster Tools
fr: Outils Google pour les webmasters

source: Here you find settings to optimize the indexing of your site by search engines.
fr: Vous trouverez ici des paramètres pour optimiser l'indexation de votre site par les moteurs de recherche.

source: SEO
fr: Référencement (SEO)

source: Save SEO settings
fr: Sauver les paramètres SEO

source: Search Engine Optimization
fr: Optimisation moteur de recherche

source: Where can I find my tracking script?
fr: Où puis-je trouver mon script de suivi?

source: You find this id in the content attribute of the meta tag, it has the format
fr: Vous trouvez cet identifiant dans l'attribut de contenu de la balise méta, il a le format

source: You find this id in the tracking script, it has the format
fr: Vous trouvez cet identifiant dans le script de suivi, il possède le format

source: Always
fr: Toujours

source: Change frequency for sitemap
fr: Changer la fréquence pour le plan du site

source: Daily
fr: Quotidiennement

source: Hourly
fr: Une fois par heure

source: Monthly
fr: Mensuel

source: Priority in sitemap
fr: Priorité dans le plan du site

source: Sitemap settings
fr: Paramètres du plan du site

source: These settings apply to all pages of this category. They define hints for search engines indexing the site.
fr: Ces paramètres s'appliquent à toutes les pages de cette catégorie. Ils définissent des astuces pour les moteurs de recherche indexant le site.

source: Weekly (default)
fr: Hebdomadaire (défaut)

source: Yearly
fr: Annuel

source: default
fr: défaut

source: Bring me to my profile page
fr: Aller à ma page de profil

source: Check our Terms of Service and Privacy policies
fr: Consultez nos conditions de service et nos politiques de confidentialité

source: Choose a username and password
fr: Choisir un nom d'utilisateur et un mot de passe

source: Confirm key
fr: Confirmer clef

source: Confirm my account
fr: Confirmer mon compte

source: Confirm my account.
fr: Confirmer mon compte.

source: Confirm your account by email
fr: Confirmer votre compte par e-mail

source: Enter a name
fr: Saisir un nom

source: Enter a username
fr: Saisir un identifiant

source: Enter a valid address
fr: Saisir une adresse valide

source: Enter an e-mail address
fr: Saisir un adresse e-mail

source: Hope to see you soon.
fr: A bientôt, j'espère.

source: I agree to the
fr: je suis d'accord avec le

source: If the link does not work then you can go to
fr: Si le lien ne fonctionne pas, vous pouvez aller à

source: If you do not receive the e-mail within a few minutes, please check your spam folder.
fr: Si vous ne recevez pas l'e-mail en quelques minutes, vérifiez votre dossier de spam.

source: If you have already an account,
fr: Si vous avez déjà un compte,

source: In your e-mail you received a confirmation key. Please copy it in the input field below.
fr: Dans votre e-mail, vous avez reçu une clef de confirmation. Copiez-la dans le champ de saisie ci-dessous.

source: Last name
fr: Nom de famille

source: No account yet?
fr: Pas encore de compte?

source: Please confirm your account
fr: Veuillez confirmer votre compte

source: Please follow the instructions in the email we've sent you.
fr: Veuillez suivre les instructions dans le courriel que nous vous avons envoyé.

source: Please follow the link below.
fr: Suivez le lien ci-dessous.

source: Privacy policies
fr: Politiques de confidentialité

source: Sign Up
fr: S'inscrire

source: Sign up
fr: S'inscrire

source: Sign up with your e-mail address
fr: S'inscrire avec mon adresse e-mail

source: Sorry, I don't know that confirmation code. Did you copy it correctly?
fr: Désolé, je ne connais pas ce code de confirmation. L'avez-vous copié correctement?

source: Sorry, there is already an account coupled to your account at your service provider. Maybe your account here was suspended.
fr: Désolé, il existe déjà un compte couplé chez votre fournisseur de services. Peut-être que votre compte ici a été suspendu.

source: Terms of Service
fr: Conditions d'utilisation

source: Thank you for registering at our site. We request you to confirm your account before you can use it.
fr: Merci de vous enregistrer sur notre site. Nous vous demandons de confirmer votre compte avant de pouvoir l'utiliser.

source: To sign up you must agree with the Terms of Service and Privacy policies.
fr: Pour vous inscrire, vous devez accepter les conditions de service et les politiques de confidentialité.

source: Verify password
fr: Vérifier le mot de passe

source: We will be very careful with all the information given to us and will never give your name or address away without your permission. We do have some rules that we need you to agree with.
fr: Nous serons très prudents avec toutes les informations qui nous ont été données et ne donnerons jamais votre nom ou votre adresse sans votre permission. Nous avons certaines règles qui nécessitent votre accord.

source: You can also
fr: Vous pouvez aussi

source: You must agree to the Terms in order to sign up.
fr: Vous devez accepter les conditions afin de vous inscrire.

source: Your account is confirmed. You can now continue on our site.
fr: Votre compte est confirmé. Vous pouvez maintenant continuer sur notre site.

source: and enter the key
fr: et saisir la clef

source: and the
fr: et le

source: in the input field.
fr: dans le champ de saisie.

source: sign in
fr: Se connecter

source: sign up for a username and password
fr: Inscrivez-vous pour un nom d'utilisateur et un mot de passe

source: Add a question or block
fr: Ajouter une question ou un bloc

source: Add page
fr: Ajouter une page

source: Add page above
fr: Ajouter la page ci-dessus

source: Add page below
fr: Ajouter la page ci-dessous

source: Add page jump
fr: Ajouter un saut de page

source: Add question
fr: Ajouter une question

source: Add question after
fr: Ajouter une question après

source: Add questions by adding blocks with the menu.
fr: Ajoutez des questions en ajoutant des blocs avec le menu.

source: Agree
fr: Accepter

source: All survey entries up until
fr: Toutes les entrées de l'enquête jusqu'à

source: Answer
fr: Réponse

source: Answering
fr: Répondre

source: Answers, one per line
fr: Réponses, une par ligne

source: Are you sure you want to delete this page jump?
fr: Êtes-vous sûr de vouloir supprimer ce saut de page ?

source: Are you sure you want to delete this page?<br/>This also deletes all questions on this page.
fr: Êtes-vous sûr de vouloir supprimer cette page? <br/> Cela supprime également toutes les questions sur cette page.

source: Are you sure you want to delete this question?
fr: Êtes-vous sûr de vouloir supprimer cette question ?

source: Are you sure you want to stop?
fr: Êtes-vous sûr de vouloir vous arrêter ?

source: Button
fr: Bouton

source: Button style
fr: Style de bouton

source: Button text
fr: Texte du bouton

source: Category to choose from
fr: Catégorie à choisir

source: Check the answer in the admin.
fr: Vérifiez la réponse dans l'administration.

source: Chinese food is best for money
fr: La nourriture chinoise est la meilleure pour le budget

source: Choices
fr: Choix

source: Continue
fr: Continuer

source: Country select
fr: Sélection du pays

source: Default
fr: Défaut

source: Delete page
fr: Effacer cette page

source: Delete page jump
fr: Effacer saut de page

source: Delete question
fr: Effacer la question

source: Disagree
fr: Pas d'accord

source: Do you like pea soup?
fr: Vous aimez la soupe aux pois ?

source: Download will start in the background. Please check your download window.
fr: Le téléchargement commencera en arrière-plan. Veuillez vérifier votre fenêtre de téléchargement.

source: Drop-down menu
fr: Menu déroulant

source: E-mail addresses
fr: Adresse E-mail

source: Edit survey result
fr: Editer le résultat du sondage

source: End of questions
fr: Fin des questions

source: Example:
fr: Exemple:

source: Explanation
fr: Explication

source: False
fr: Faux

source: File upload
fr: Téléversement de fichiers

source: Fill in the missing parts.
fr: Remplissez les pièces manquantes.

source: First page in category
fr: Première page dans la catégorie

source: Go to question
fr: Passer à la question

source: Handle this survey with
fr: Gérer ce sondage avec

source: Handling
fr: Gestion

source: Help about surveys
fr: Aide sur les enquêtes

source: Hide progress information
fr: Cacher la progression

source: Hide the user’s id or browser-id from result exports
fr: Cacher l'identifiant de l'utilisateur ou l'identifiant du navigateur issu des exports de résultat

source: I always eat with others
fr: Je mange toujours avec d'autres

source: I am
fr: Je suis

source: I am [age] years old. I like [icecream=vanilla|strawberry|chocolate|other] ice cream and my favorite color is [color ].
fr: J'ai [age] ans. J'aime la crème glacée parfum [glace = vanille | fraise | chocolat | autre]et le [couleur] est ma couleur préférée.

source: I like Chinese restaurants
fr: J'aime les restaurants chinois

source: Immediately start with the questions, no “Start” button
fr: Commencez immédiatement avec les questions, pas de bouton “Démarrer”

source: Informational
fr: Informationnel

source: Input value placeholder text
fr: Espace réservé à la valeur saisie

source: Introduction for confirmation email
fr: Introduction pour le courrier électronique de confirmation

source: Jump target
fr: Saut de cible

source: Jump to a question on a next page.
fr: Passer à une question sur une page suivante.

source: Long answer
fr: Longue réponse

source: Mail filled in surveys to
fr: Le courrier a rempli des sondages auprès de

source: Match which answer fits best.
fr: Faites correspondre la meilleure réponse.

source: Matching
fr: Correspondant

source: Multiple answers possible
fr: Des réponses multiples sont possibles

source: Multiple choice
fr: Choix multiple

source: Multiple page break blocks are merged into one.
fr: Plusieurs blocs de rupture de page sont fusionnés en un seul.

source: Narrative
fr: Narratif

source: Next
fr: Suivant

source: Next page in category
fr: Page suivante dans la catégorie

source: No
fr: Non

source: Numeric input, show totals for this field in the survey results.
fr: Entrée numérique, afficher les totaux pour ce champ dans les résultats du sondage.

source: Only accept images.
fr: Images uniquement.

source: Options from a page category
fr: Options d'une catégorie de page

source: Page break
fr: Saut de page

source: Page jump condition
fr: Condition de saut de page

source: Please enter your information.
fr: Entrez vos informations.

source: Please enter your name.
fr: Veuillez saisir votre nom, s'il vous plaît.

source: Please fill in all the required fields.
fr: Veuillez remplir tous les champs obligatoires.

source: Please make a choice.
fr: Veuillez faire un choix.

source: Please upload your file.
fr: Veuillez téléverser votre fichier.

source: Please upload your image.
fr: Veuillez téléverser votre image.

source: Please write an essay.
fr: Veuillez écrire un essai.

source: Primary
fr: Principal

source: Printable list
fr: Liste imprimable

source: Progress
fr: Progression

source: Prompt
fr: Rapide

source: Red
fr: Rouge

source: Required, this question must be answered.
fr: Réponse obligatoire.

source: Results
fr: Résultats

source: Second page in category
fr: Seconde page dans la catégorie

source: Select country
fr: Choisissez le pays

source: Select which you agree with.
fr: Sélectionnez ce dont vous êtes d'accord.

source: Select your country
fr: Choisissez votre pays

source: Send confirmation to respondent (please add a question named <i>email</i>)
fr: Envoyer la confirmation au sondé (veuillez ajouter une question nommée <i>email</i>)

source: Short answer
fr: Réponse courte

source: Show email addresses
fr: Afficher les adresses e-mail

source: Show progress bar
fr: Afficher la barre de progression

source: Show progress information as “<em>Question 3/10</em>”
fr: Afficher la progression façon “<em>Question 3/10</em>”

source: Show survey results
fr: Afficher les résultats du sondage

source: Single answer possible
fr: Une seule réponse possible

source: Start
fr: Commencer

source: Stop
fr: Stopper

source: Stop the survey after this page. No questions are submitted.
fr: Arrêter le sondage après cette page. Aucune question ne sera soumise.

source: Strongly Agree
fr: Tout à fait d'accord

source: Strongly Disagree
fr: Tout à fait en désaccord

source: Submit
fr: Soumettre

source: Submit on clicking an option
fr: Soumettre en cliquant sur une option

source: Success
fr: Succès

source: Survey
fr: Sondage

source: Survey Questions
fr: Questions de l'enquête

source: Survey Results Editor
fr: Éditeur de résultats du sondage

source: Survey editor
fr: Éditeur de sondage

source: Survey result deleted.
fr: Résultat du sondage supprimé.

source: Survey results editor
fr: Éditeur des résultats de l'enquête

source: Thank you for filling in our survey.
fr: Merci d'avoir répondu à notre enquête.

source: Thank you for filling in:
fr: Merci de remplir:

source: The earth is flat.
fr: La terre est plate.

source: There was an error while handling your answers. We are terribly sorry about this.
fr: Une erreur s'est produite lors de la prise en compte de vos réponses. Nous en sommes vraiment désolés.

source: This block show a file upload field. This can only be used as the last question of a survey. The default survey routines can’t handle file upload, you will need to add your own survey handler to your site or module.
fr: Ce bloc affiche un champ de téléversement de fichier. Cela ne peut être utilisé que comme dernière question d'un sondage. Les routines d'enquête par défaut ne peuvent pas gérer le téléversement de fichiers, vous devrez ajouter votre propre gestionnaire d'enquête à votre site ou module.

source: This block signals a stop in the flow. The user can't continue further and it is counted as a page break.
fr: Ce bloc signale une arrêt dans le flux. L'utilisateur ne peut plus continuer et il est compté comme un saut de page.

source: This text is shown after the survey has been submitted.
fr: Ce texte est affiché après l'envoi de l'enquête.
