Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.po
Languages: fr

source: Upload new media files to the cloud file store
fr: Téléverser de nouveaux fichiers multimédias dans le magasin de fichiers cloud

source: You are not allowed to change these settings.
fr: Vous n’êtes pas autorisé à changer ces paramètres.

source: Zotonic can store uploaded and resized files in the cloud. Here you can configure the location and access keys for the cloud service.
fr: Zotonic peut stocker les fichiers téléchargés et redimensionnés dans le cloud. Ici, vous pouvez configurer l'emplacement et les clefs d'accès du service cloud

source: Import CSV file
fr: Importer le fichier CSV

source: Import content
fr: Importer contenu

source: Import data from a CSV file.
fr: Importer données depuis un fichier CSV

source: Import previously deleted items again
fr: Importer de nouveau des items précédement détruits

source: Only admins can import CSV files.
fr: Seuls les admins peuvent importer des fichiers CSV.

source: Please hold on while the file is importing. You will get a notification when it is ready.
fr: Veuillez patienter quelque instants que le fichier s'importe. Vous serez notifié lorsque cela sera prêt.

source: Select file
fr: Sélectionner un fichier

source: Start import
fr: Démarrer l'import

source: This file cannot be imported.
fr: Ce fichier ne peut pas être importé.

source: Upload a CSV file from your computer.
fr: Téléverser un fichier CSV depuis votre ordinateur.

source: Import WXR file
fr: Importer un fichier WXR

source: Import a Wordpress WXR export file into Zotonic.
fr: Importer un export Wordpress WXR dans Zotonic.

source: Upload a wordpress WXR file from your computer.
fr: Téléverser un fichier wordpress WXR depuis votre ordinateur.

source: WXR file
fr: Fichier WXR

source: Wordpress import
fr: Import Wordpress

source: Access Token
fr: Jeton d'accès

source: Client ID
fr: ID Client

source: Client Secret
fr: Secret Client

source: Connect with Instagram
fr: Se connecter avec Instagram

source: Disconnect from Instagram
fr: Se déconnecter d'Instagram

source: Do you want to disconnect your Instagram account?
fr: Voulez-vous vous déconnecter de votre compte Instagram ?

source: Follow tags
fr: Suivre les tags

source: Log in with Instagram
fr: S'identifier avec Instagram

source: Photo import
fr: Import Photo

source: Redirecting to Instagram.
fr: Redirection vers Instagram.

source: Save Instagram Settings
fr: Sauver les paramètres Instagram

source: Saved the Instagram settings.
fr: Paramètres Instagram sauvés.

source: To obtain an access token you need to connect with Instagram.
fr: Afin d'obtenir un jeton d'accès vous devez vous connecter avec Instagram.

source: Use Instagram authentication
fr: Utiliser l'authentification Instagram

source: Use the access token for the Instagram account
fr: Utiliser le jeton d'accès pour le compte Instagram

source: Video import
fr: Import Vidéo

source: You don't have permission to change the Instagram settings.
fr: Vous n'avez pas la permission de changer les paramètres Instagram.

source: You have coupled your <strong>Instagram</strong> account.
fr: Vous avez couplé votre compte <strong>Instagram</strong>.

source: Your Instagram Manage Clients page
fr: Votre page Instagram de gestion des clients

source: Zotonic can import photos and videos with specific tags.
fr: Zotonic peut importer des photos et des vidéos avec des tags spécifiques.

source: Apr
fr: avril

source: April
fr: avril

source: Aug
fr: août

source: August
fr: août

source: BCE
fr: av. J.-C.

source: CE
fr: apr. J.-C.

source: Dec
fr: déc

source: December
fr: décembre

source: Feb
fr: févr

source: February
fr: février

source: Fix timezone, show all dates in the above timezone.
fr: Corriger le fuseau horaire, affiche toutes les dates dans le fuseau horaire ci-dessus.

source: Friday
fr: vendredi

source: Here you can set the default localization configurations.
fr: Ici, vous pouvez configurer les configurations de localisation par défaut.

source: Jan
fr: janv

source: January
fr: janvier

source: Jul
fr: juil

source: July
fr: juillet

source: Jun
fr: juin

source: June
fr: juin

source: L10N Configuration
fr: Configuration L10N

source: Localization
fr: Localisation

source: Mar
fr: mars

source: March
fr: mars

source: May
fr: mai

source: Monday
fr: lundi

source: November
fr: novembre

source: October
fr: octobre

source: Saturday
fr: samedi

source: Sep
fr: sept

source: September
fr: septembre

source: Sunday
fr: dimanche

source: This forces the timezone to the configured timezone. Irrespective of the timezone selected by the user or user-agent.
fr: Cela force le fuseau horaire vers le fuseau horaire configuré. Indépendamment du fuseau horaire sélectionné par l'utilisateur ou l'agent utilisateur.

source: This sets the default timezone. This timezone is used for the initial request by an user-agent or when the timezone is not known.
fr: Cela définit le fuseau horaire par défaut. Ce fuseau horaire est utilisé pour la demande initiale par un agent utilisateuragent ou lorsque le fuseau horaire n'est pas connu.

source: Thursday
fr: jeudi

source: Tuesday
fr: mardi

source: Wednesday
fr: mercredi

source: midnight
fr: minuit

source: noon
fr: midi

source: Connect with LinkedIn
fr: Se connecter avec LinkedIn

source: Disconnect from LinkedIn
fr: Se déconnecter de LinkedIn

source: Do you want to disconnect your LinkedIn account?
fr: Voulez vous déconnecter votre compte LinkedIn ?

source: Log in with LinkedIn
fr: S'identifier avec LinkedIn

source: Redirecting to LinkedIn.
fr: Redirection vers LinkedIn.

source: Save LinkedIn Settings
fr: Sauver les paramètres LinkedIn

source: Saved the LinkedIn settings.
fr: Paramètres LinkedIn sauvés.

source: Secret Key
fr: Clef secrète

source: Use LinkedIn authentication
fr: Utiliser l'authentification LinkedIn

source: You can find the application keys in
fr: Vous pouvez trouver les clefs d'application dans

source: You don't have permission to change the LinkedIn settings.
fr: Vous n'avez pas la permission de changer les paramètres LinkedIn.

source: You have coupled your <strong>LinkedIn</strong> account.
fr: Vous avez couplés votre compte <strong>LinkedIn</strong>.

source: Your LinkedIn Developer Network
fr: Votre réseau de développeurs LinkedIn

source: Bounce
fr: Rebond

source: Debug
fr: Déboguer

source: Email log
fr: Journal des e-mail

source: Failed
fr: Échoué

source: Filter
fr: Filtrer

source: Log
fr: Journal

source: Log email
fr: Journaliser e-mail

source: Log incoming/outgoing e-mail
fr: Journaliser e-mail entrant/sortant

source: Log messages
fr: Journaliser messages

source: Message log
fr: Journal des messages

source: Message nr
fr: N° Message

source: Most recent messages
fr: Messages les plus récents

source: No log messages.
fr: Pas de messages de journal.

source: Other
fr: Autre

source: Received
fr: Reçu

source: Retry
fr: Recommencer

source: Sending
fr: Envoi

source: Sent
fr: Emis

source: Severity
fr: Sévérité

source: Template
fr: Modèle

source: To
fr: À

source: <em>Add</em> all recipients to this list that are on the target list
fr: <em>Ajouter</em> tous les destinataires de la liste cible à cette liste

source: <em>Remove</em> all recipients from this list that are on the target list
fr: <em>Retirer</em> tous les destinataires de la liste cible de cette liste

source: <h3>Recipients</h3><p>To add, remove or view the mailing list recipients, click on the “show all recipients” link.</p><h3>Sender name and e-mail address</h3><p>The sender name and e-mail address can be set per mailing list. This defaults to the config key <tt>site.email_from</tt>. The <i>From</i> of the sent e-mails will be set to the sender name and address.</p><h3>Automatic upload of recipient lists</h3><p>The dropbox filename is used for the automatic upload of complete recipients list. The filename must match the filename of the uploaded recipient list. The complete list of recipients will be replaced with the recipients in the dropbox file.</p><h3>Access control</h3><p>Everybody who can edit a mailing list is also allowed to send a page to the mailing list. Everybody who can view the mailing list is allowed to add an e-mail address to the mailing list.</p>
fr: <h3>Destinataires</h3> <p> Pour ajouter, supprimer ou afficher les destinataires de la liste de diffusion, cliquez sur le lien “Afficher tous les destinataires”.</p> <h3>Nom de l'expéditeur et adresse e-mail</h3><p>Le nom de l'expéditeur et l'adresse e-mail peuvent être définis par liste de diffusion. Cela signifie par défaut le paramètre de configuration <tt>site.email_from</tt>. Le <i>From</i> des e-mails seront définis avec le nom et l'adresse de l'expéditeur. </p> <h3>Téléchargement automatique des listes de destinataires </h3><p>Le nom de fichier dropbox est utilisé pour la liste des destinataires complets. Le nom du fichier doit correspondre au nom de fichier de la liste des destinataires téléchargés. La liste complète des destinataires sera remplacée par les destinataires du fichier dropbox. </p><h3>Contrôle d'accès</h3><p>Qui peut éditer une liste de diffusion est également autorisé à envoyer une page à la liste de diffusion. Qui peut afficher la liste de diffusion est autorisé à ajouter une adresse e-mail à la liste de diffusion. </p>

source: <p>Sorry, something went wrong. Please try again later.</p>
fr: <p>Désolé, l'opération a échouée. Veuillez ré-essayer plus tard.</p>

source: <p>Sorry, something went wrong. Please try to re-subscribe.</p>
fr: <p>Désolé, l'opération a échouée. Veuillez retenter de vous abonner plus tard.</p>

source: <p>Thank you. You are now subscribed.</p>
fr: <p>Merci. Vous êtes maintenant abonné.</p>

source: <p>Thank you. You are now unsubscribed.</p>
fr: <p>Merci. Vous êtes maintenant désabonné.</p>

source: Add a new recipient.
fr: Ajouter un nouveau destinataire.

source: Add recipient
fr: Ajouter destinataire

source: Added the recipient.
fr: Destinataire ajouté.

source: All mailing lists
fr: Toutes les listes de diffusion

source: All processed
fr: Tout traité

source: All recipients of the mailing list. You can upload or download this list, which must be a file with one e-mail address per line.
fr: Tous les destinataires de la liste de diffusion. Vous pouvez téléverser ou télécharger cette liste, qui doit être un fichier avec une adresse e-mail par ligne.

source: Any page can be sent as a mailing. You can send a mailing from any edit page. On this page you can add or remove mailing lists and their recipients.
fr: Toute page peut être envoyée par courrier. Vous pouvez envoyer un courrier à partir de n'importe quelle page d'édition. Sur cette page, vous pouvez ajouter ou supprimer des listes de diffusion et leurs destinataires.

source: Are you sure you want to cancel the mailing to
fr: Êtes-vous sûr de vouloir annuler l'envoi vers

source: Are you sure you want to delete the mailing list
fr: Êtes vous sûr de vouloir effacer cette liste de diffusion

source: Are you sure you want to reset the statistics for this mailing? This means that if you send the mailing again afterwards, recipients might have gotten the mailing twice.
fr: Êtes-vous sûr de vouloir réinitialiser les statistiques pour ce courrier? Cela signifie que si vous envoyez l'envoi par la suite, les destinataires pourraient avoir reçu deux fois le courrier.

source: Before you will receive any further mail you need to confirm your subscription.
fr: Avant de recevoir tout autre courrier, vous devez confirmer votre abonnement.

source: Cancel mailing
fr: Annuler mailing

source: Check to activate the e-mail address.
fr: Cocher pour activer l'adresse e-mail.

source: Clear
fr: Effacer

source: Click <strong>unsubscribe</strong> to remove yourself from the mailing list.
fr: Cliquez sur <strong>désabonner</ strong> pour vous retirer de la liste de diffusion.

source: Click here when you can’t read the message below.
fr: Cliquez ici lorsque vous ne pouvez pas lire le message ci-dessous.

source: Click the button below to confirm your subscription to this mailing list.
fr: Cliquez sur le bouton ci-dessous pour confirmer votre abonnement à cette liste de diffusion.

source: Click to view log entries
fr: Cliquez pour afficher les entrées du journal

source: Combine mailing list
fr: Joindre la liste de diffusion

source: Combine…
fr: Jointure…

source: Confirm sending to mailinglist
fr: Confirmer l'envoi à la liste de diffusion

source: Confirm subscription
fr: Confirmer l'abonnement

source: Could not add the recipient.
fr: Impossible d'ajouter le destinataire.

source: Dear
fr: Cher

source: Delete all current recipients before adding the file.
fr: Supprimez tous les destinataires actuels avant d'ajouter le fichier.

source: Delete all recipients from this list?
fr: Supprimer tous les destinataires de cette liste?

source: Download all
fr: Tout télécharger

source: Download list of all active recipients.
fr: Télécharger la liste de tous les destinataires actifs.

source: Downloading active recipients list. Check your download window.
fr: Téléchargement de la liste des destinataires actifs. Vérifiez la fenêtre de téléchargement.

source: Dropbox filename (optional)
fr: Nom de fichier Dropbox (facultatif)

source: E-mail page
fr: Page E-mail

source: E-mail this page
fr: Envoyer cette page par e-mail

source: Edit recipient
fr: Editer destinataire

source: Edit the mailing list &raquo;
fr: Modifier la liste de diffusion &raquo;

source: Enter the e-mail address of the recipient. The name of the recipient is optional.
fr: Entrez l'adresse e-mail du destinataire. Le nom du destinataire est facultatif.

source: Externally managed list &mdash; no (un)subscribe links
fr: Liste gérée de manière externe &mdash; aucun lien pour (dés)abonnement

source: First name
fr: Prénom

source: From now on you will receive mail from our mailing list.
fr: A partir de maintenant, vous recevrez un courrier de notre liste de diffusion.

source: Give your e-mail address to subscribe to
fr: Donnez votre adresse e-mail pour vous abonner à

source: Go to mailinglist page
fr: Aller à la page de la liste de diffusion

source: Hello,
fr: Bonjour,

source: Help about mailing lists
fr: Aide sur les listes de diffusion

source: Help about the mailing page
fr: Aide à propos de la mailing

source: Hope to see you again.
fr: Nous espérons vous revoir.

source: It appears you have sent this page once already to this list. If you send it again, only the recipients that did not yet receive the mail will get it. As a safety-caution, it is impossible to send the same page twice to the same e-mail address.
fr: Il semble que vous avez envoyé cette page déjà à cette liste. Si vous l'envoyez encore, seuls les destinataires n'ayant pas déjà reçu l'email le recevront. Par précaution, il est impossible d'envoyer la même page deux fois à la même edresse e-mail.

source: Mail
fr: Courrier

source: Mailing Lists
fr: Listes de diffusion

source: Mailing list
fr: Liste de diffusion

source: Mailing lists
fr: Listes de diffusion

source: New mailing list
fr: Nouvelle liste de diffusion

source: No addresses selected
fr: Aucune adresse sélectionnée

source: No items found
fr: Aucun élément trouvé

source: No recipients
fr: Aucun destinataire

source: Number of recipients on this list:
fr: Nombre de destinataires sur cette liste:

source: On this page you see the addresses that have bounced. They have been disabled by default. Please correct each address and check the checkbox in front of the address to re-enable it. If an address is invalid, you can delete it.
fr: Sur cette page, vous voyez les adresses ayant un retour en erreur. Elles ont été désacivées par défaut. Veuillez corriger chaque addresse et cocher le checkbox devant l'adresse afin de la réactiver. Si une adresse est invalide, vous pouvez la supprimer.

source: Only keep recipients on this list that appear <em>on both lists</em>
fr: Gardez uniquement les destinataires sur cette liste qui apparaissent <em>sur les deux listes</em>

source: Operation
fr: Opération

source: Our excuses for the inconvenience.
fr: Nos excuses pour le dérangement.

source: Perform operation
fr: Exécuter l'opération

source: Please confirm that you want to send the page
fr: Êtes vous sûr de vouloir effacer cette page

source: Please confirm your subscription
fr: Veuillez confirmer que vous souhaitez envoyer la page

source: Please confirm your subscription on
fr: Confirmez votre abonnement à

source: Please enter the e-mail address you want to send a test mail to.
fr: Entrez l'adresse e-mail à laquelle vous souhaitez envoyer un courrier électronique de test.

source: Please enter the e-mail address you want to send this page to.
fr: Entrez l'adresse e-mail à laquelle vous souhaitez envoyer cette page.

source: Please follow
fr: Veuillez suivre

source: Please note:
fr: Notez s'il vous plaît:

source: Please unsubscribe
fr: Veuillez vous désabonner

source: Prefix
fr: Préfixe

source: Preview mailing
fr: Prévisualisation mailing

source: Read this page on the web.
fr: Lire cette page sur le web.

source: Recipients
fr: Destinataires

source: Recipients are subscribed either as email-only (via a simple signup form), or as subscribed persons in the system.
fr: Les destinataires sont inscrits soit sous forme de courrier électronique (via un formulaire d'inscription simple), soit comme personnes inscrites dans le système.

source: Recipients for
fr: Destinataires pour

source: Remove this recipient. No undo possible.
fr: Supprimer ce destinataire. C'est irrévocable.

source: Resending bounced addresses...
fr: Renvoyer aux adresses ayant un retour en erreur...

source: Scheduled
fr: Planifié

source: See the
fr: Voir le

source: Select...
fr: Choisir...

source: Send e-mail
fr: Envoyer un e-mail

source: Send mailing
fr: Envoyer mailing

source: Send test mailing
fr: Envoyer un mailing test

source: Send test to address
fr: Envoyer un test à l'adresse

source: Send the mailing automatically after the publication start date of
fr: Envoyer le mailing automatiquement après la date de début de publication

source: Send the mailing immediately after the "published" checkbox has been checked in the edit page.
fr: Envoyer le mailing immédiatement après que la checkbox "Publié" ai été cochée dans le page d'édition.

source: Send the mailing right now, but do not include a link back to the website.
fr: Envoyez le mail tout de suite, mais sans inclure de lien vers le site.

source: Send this page to a mailinglist and view mailinglist statistics.
fr: Envoyer cette page à une liste de diffusion et afficher les statistiques de la liste de diffusion.

source: Send this page to a single address
fr: Envoyer cette page à une seule adresse

source: Send this page to the test mailing list.
fr: Envoyer cette page à la liste de diffusion de test.

source: Send welcome
fr: Envoyer un bienvenue

source: Sender address for e-mails (optional)
fr: Adresse de l'expéditeur pour les e-mails (facultatif)

source: Sender name for e-mails (optional)
fr: Nom de l'expéditeur pour les e-mails (facultatif)

source: Sending the e-mail...
fr: E-mail en cours d'envoi...

source: Sending the page to
fr: Envoyer la page à

source: Sending the page to the test mailing list...
fr: Envoyer la page à la liste de diffusion de test...

source: Sent on
fr: Emis le

source: Show all recipients &raquo;
fr: Voir tous les destinataires &raquo;

source: Sorry, I could not subscribe you to the mailing list. Please try again later or with another e-mail address.
fr: Désolé, vous n'avez pas pu être abonné à liste de diffusion. Veuillez essayer plus tard ou avec une autre adresse e-mail.

source: Sorry, can’t confirm your subscription
fr: Désolé, votre abonnement ne peut être confirmé

source: Sorry, can’t find your subscription
fr: Désolé, votre abonnement est introuvable

source: Subscribe
fr: S'abonner

source: Subscribe to
fr: S'abonner à

source: Target mailing list
fr: Liste de diffusion cible

source: The confirmation key is unknown. Either you already confirmed or something else went wrong.
fr: La clef de confirmation est inconnue. Soit vous avez déjà été confirmé ou quelque chose d'autre a échoué.

source: The e-mails are being sent...
fr: Les e-mails sont envoyés ...

source: The key in your link does not match any subscription. Either you already unsubscribed, or the mailing list has been deleted.
fr: La clé de votre lien ne correspond à aucun abonnement. Vous avez déjà désabonné ou la liste de diffusion a été supprimée.

source: The mailing will be send when the page becomes visible.
fr: L'envoi du mailing sera effectué lorsque la page sera visible.

source: The page you are trying to e-mail is not yet published. What do you want to do?
fr: La page que vous essayez d'envoyer par e-mail n'est pas encore publiée. Que souhaitez-vous faire ?

source: The recipients list of the mailing list will be deleted as well.
fr: La liste des destinataires de la liste de diffusion sera également supprimée.

source: There are no addresses eligible for re-sending. You seem to have already processed all bouncing addresses.
fr: Il n'y a aucune adresse éligible pour ré-envoi. Vous semblez déjà avoir traité toutes les adresses en retour d'erreur.

source: There is no mailing list with the name ‘mailinglist_test’.
fr: Il n'y a pas de liste de diffusion avec le nom 'mailinglist_test'.

source: This can not be undone
fr: C'est irrévocable

source: This dialog lets you combine the recipients of this list with the recipients of another list. The result of this combination will be stored inside the current list, with the name
fr: Cette boîte de dialogue vous permet de combiner les destinataires de cette liste avec les destinataires d'une autre liste. Le résultat de cette combinaison sera stocké dans la liste actuelle, avec le nom

source: This is a "private", externally managed list. Recipients will not receive any subscribe/unsubscribe messages.
fr: Ceci est une liste "privée", gérée de manière externe. Les destinataires ne recevront pas de messages d'abonnement/désabonnement.

source: This page can be sent to different mailing lists.
fr: Cette page peut être envoyée à différentes liste de diffusion.

source: Tick the checkbox if you want the recipient to receive a welcome e-mail message.
fr: Cochez la case si vous voulez que le destinataire reçoive un e-mail de bienvenue.

source: Unsubscribe
fr: Désabonner

source: Unsubscribe from
fr: Désabonner à partir de

source: Unsubscribe from mailing list
fr: Désabonner de la liste de diffusion

source: Updated the recipient.
fr: Destinataire mis à jour.

source: Upload a file with recipients. The file must contain a single e-mail address per line. The file’s character set must be utf-8.
fr: Téléverser un fichier de destinataires. Le fichier .doit contenir une seule adresse e-mail par ligne. L'encodage doit être utf-8.

source: Upload a list of recipients.
fr: Téléverser une liste de destinataire.

source: View and edit the bounced addresses and re-send the mailing.
fr: Voir et éditer les adresses en retour d'erreur et réémettre the mailing.

source: View this page as mailing.
fr: Voir cette page comme mailing.

source: Welcome to
fr: Bienvenue à

source: When you don’t want to receive any mail then please ignore this message.
fr: Si vous ne souhaitez pas reçevoir d'e-mail alors ignorez ce message.

source: When you don’t want to receive any more mail then
fr: Si vous ne souhaitez pas recevoir d'autres e-mails alors

source: You are not allowed to add or enable recipients.
fr: Vous n’êtes pas autorisé à ajouter ou activer des destinataires.

source: You are not allowed to edit recipients.
fr: Vous n’êtes pas autorisé à éditer les destinataires.

source: You are not allowed to send mail to the test mailing list.
fr: Vous n’êtes pas autorisé à émettre vers la liste de diffusion de test.
