Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.po
Languages: fr

source: This text is shown as an introduction to the survey.
fr: Ce texte est présenté comme une introduction à l'enquête.

source: To question
fr: Poser des questions

source: Toggle outline view
fr: Basculer vers la vue résumé

source: Totals
fr: totaux

source: True
fr: Vrai

source: True/False
fr: Vrai/Faux

source: Weasels make great pets.
fr: Les fouines font de super animaux de companie.

source: When no condition is true then the question following this break will be the next page.
fr: Lorsque aucune condition n'est vraie, la question qui suit cette pause sera la page suivante.

source: Yes
fr: Oui

source: Yes/No
fr: Oui/Non

source: You are not allowed to change these results.
fr: Vous n’êtes pas autorisé à changer ces résultats.

source: You are not allowed to see the results of this survey.
fr: Vous n’êtes pas autorisé à voir les résultats de cette enquête.

source: You can create your survey by adding blocks with questions below the body.
fr: Vous pouvez créer votre sondage en ajoutant des blocs avec des questions au-dessous du corps.

source: You need to give a name to every question.
fr: Vous devez donner un nom à chaque question.

source: chocolate
fr: chocolat

source: goto
fr: aller à

source: ice cream and my favorite color is
fr: La glace et ma couleur préférée sont

source: if
fr: si

source: must be a date
fr: Doit être une date

source: must be a number
fr: doit être un nombre

source: must be a phone number
fr: doit être un numéro de téléphone

source: must be an e-mail address
fr: doit être une adresse e-mail

source: name >= 2
fr: nom >= 2

source: one per line
fr: une par ligne

source: select…
fr: Sélectionner…

source: years old. I like
fr: ans. J'aime

source: Active modules
fr: Modules actifs

source: Add language
fr: Ajouter une langue

source: Added
fr: Ajouté

source: All languages
fr: Toutes les langues

source: Are you sure you want to remove this language?
fr: Êtes vous sûr de vouloir effacer cette langue ?

source: Available sub-languages
fr: Sous-langues disponibles

source: Cannot generate translation files because <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext is not installed</a>.
fr: Impossible de générer des fichiers de traduction car <a href="http://docs.zotonic.com/fr/latest/developer-guide/translation.html">gettext n'est pas installé</a>.

source: Copy texts from a language to the currently selected language.
fr: Copier les textes d'une langue vers la langue actuellement sélectionnée.

source: Copy translation
fr: Copier la traduction

source: Danish
fr: Danois

source: Deciding on a main language or sub-language
fr: Choix d'une langue principale ou d'une sous-langue

source: Developer Documentation
fr: Documentation du développeur

source: Dutch
fr: Néerlandais

source: Enabled
fr: Activé

source: English
fr: Anglais

source: Fallback language
fr: Langue de repli

source: Finnish
fr: Finlandais

source: For Developers
fr: Pour les développeurs

source: For new visitors, set the language to the default language
fr: Pour les nouveaux visiteurs, définir la langue vers la langue par défaut

source: French
fr: Français

source: Generate .pot files
fr: Générer des fichiers .pot

source: German
fr: Allemand

source: Heads up! Removing this language will <strong>not</strong> delete any of the existing translations. But until you add (and activate) the language again, you will not be able to select or edit content written in this language.
fr: Important! En supprimant cette langue, cela ne supprimera <strong>pas</strong> les traductions existantes. Mais jusqu'à ce que vous ajoutiez (et activiez) la langue à nouveau, vous ne pourrez pas sélectionner ou modifier le contenu écrit dans cette langue.

source: Help about translations
fr: Aide à propos des traductions

source: Hungarian
fr: Hongrois

source: If you change the stemmer language then you will need to reindex all data.
fr: Si vous changer le langage stemmer vous devrez réindexer toutes les donnéés.

source: Italian
fr: Italien

source: Language in URL
fr: Langue de l'URL

source: Language used for stemming of the search indices
fr: Langage utilisé pour déterminer les indices de recherche

source: Languages overview
fr: Ensemble des pages

source: More than one language must be active.
fr: Plus d'une langue doit être active.

source: Name in menu
fr: Nom dans le menu

source: No languages configured.
fr: Aucune langue configurée.

source: Norwegian
fr: Norvégien

source: Part of
fr: partie de

source: Region
fr: Région

source: Reload Translations
fr: Recharger les traductions

source: Reload all translations from the modules and site. All templates will be recompiled.
fr: Recharger toutes les traductions des modules et sites. Toutes les templates seront recompilées.

source: Reloading all .po files in the background.
fr: Rechargement de tous les fichiers .po en arrière plan.

source: Remove language
fr: Supprimer langage

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Scan all templates for translation tags and generate .pot files that can be used for translating the templates. The <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext package must be installed</a>.
fr: Rechercher les balises de traduction dans tous les modèles et générer les fichiers .po pouvant être utilisés pour les traductions. Le <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">paquet gettext doit être installé</a>.

source: See also:
fr: Voir aussi:

source: Select language
fr: Choisir langue

source: Select the language to copy from:
fr: Choisir la langue à copier à partir de:

source: Select your preferred language.
fr: Chosir votre langue préférée.

source: Show per module how much of the templates are translated.
fr: Afficher par module la quantité de modèles traduits.

source: Show the language in the URL
fr: Montrer la langue dans l'URL

source: Sorry, you can't disable default language.
fr: Désolé, vous ne pouvez désactiver la langue par défaut.

source: Sorry, you don't have permission to change the language list.
fr: Désolé, vous n'avez pas la permission de changer la liste de langues.

source: Sorry, you don't have permission to reload translations.
fr: Désolé, vous n'avez pas la permission de recharger les traductions.

source: Sorry, you don't have permission to scan for translations.
fr: Désolé, vous n'avez pas la permission de scanner les traductions.

source: Sorry, you don't have permission to set the default language.
fr: Désolé, vous n'avez pas la permission d'affecter la langue par défaut.

source: Spanish
fr: Espagnol

source: Started building the .pot files. This may take a while...
fr: Démarrage de la construction des fichiers .pot. Ceci peut prendre un moment...

source: Swedish
fr: Suédois

source: The golden rule when choosing a language is simplicity. Stick to the main language if you can; use a sub-language (adding region or script) when it adds useful distinguishing information.
fr: La règle d'or lors du choix d'une langue est la simplicité. Respectez la langue principale si vous le pouvez; Utilisez une sous-langue (ajout de région ou de script) lorsqu'il ajoute des informations de distinction utiles.

source: The title, body and other texts can be translated in different languages. Here you can select which languages will be used.
fr: Le titre, le corps et d'autres textes peuvent être traduits dans différentes langues. Ici vous pouvez sélectionner quelles langues seront utilisées.

source: To view the up-to-date version of this module, please run "generate .pot files" first from the translation overview.
fr: Pour afficher la version mise à jour de ce module, exécutez "générer des fichiers .pot" d'abord dans la vue d'ensemble de la traduction.

source: Translate this page in other languages.
fr: Traduire cette page dans d'autres langues.

source: Translation
fr: Traduction

source: Translation status
fr: Statut de la traduction

source: Translation status per module
fr: Statut de la traduction par module

source: Translations
fr: Traductions

source: Turkish
fr: Turc

source: not enabled
fr: Non activé

source: Access Token Secret
fr: Jeton d'accès secret

source: Connect with Twitter
fr: Se connecter avec Twitter

source: Consumer Secret
fr: Secret du consommateur

source: Disconnect from Twitter
fr: Se déconnecter de Twitter

source: Do you want to disconnect your Twitter account?
fr: Voulez-vous déconnecter votre compte Twitter?

source: Fill in the <strong>numeric</strong> Twitter id. To map a Twitter account name to this number go to:
fr: Saississez l'id <strong>numérique</strong>de Twitter. Pour mapper un nom de compte Twitter à ce nombre, allez à:

source: Finding a Twitter ID.
fr: Trouver un ID Twitter.

source: Follow tags/accounts
fr: Suivre les tags / comptes

source: Log in with Twitter
fr: Connectez-vous avec Twitter

source: Redirecting to Twitter.
fr: Redirection vers Twitter.

source: Save Twitter Settings
fr: Sauvegarder les paramètres de Twitter

source: Saved the Twitter settings.
fr: Paramètres de Twitter sauvés.

source: Separate #tags, @usernames and phrases with commas or newlines.
fr: Séparez #tags, @usernames et phrases avec des virgules ou des retours chariots.

source: The (numeric) Twitter ID of a user can be found on the twitter page of the user: it is the number that is contained in the URL to the RSS feed for the user's updates.
fr: L'identifiant (numérique) Twitter d'un utilisateur peut être trouvé sur la page Twitter de l'utilisateur: c'est le numéro contenu dans l'URL du flux RSS pour les mises à jour de l'utilisateur.

source: To import tweets, Zotonic needs an access token and secret. You can find these on the <b>Keys and Access Tokens</b> tab on your Twitter application page.
fr: Pour importer des tweets, Zotonic a besoin d'un jeton d'accès et d'un secret. Vous pouvez les trouver sur l'onglet <b>Keys and Access Tokens</ b> sur votre page d'application Twitter.

source: Use Twitter authentication
fr: Utiliser l'authentification Twitter

source: You don't have permission to change the Twitter settings.
fr: Vous n'avez pas la permission de modifier les paramètres de Twitter.

source: You have coupled your <strong>Twitter</strong> account.
fr: Vous avez associé votre compte <strong>Twitter</strong>.

source: Your Twitter Application Management page
fr: Votre page Twitter Application Management

source: Converting
fr: Conversion

source: No video playback capabilities
fr: Aucune capacité de lecture vidéo

source: Please specify the commandline to the <tt>ffmpeg</tt> (or <tt>avconv</tt>) command for generating the video preview image (poster frame). Put the marker <b>~s</b> on the place where the input filename should go. The output filename is appended automatically to the commandline before execution, as is a correction for fixing the video's orientation. Example value:
fr: Veuillez spécifier la ligne de commande <tt>ffmpeg</tt> (ou <tt>avconv</tt>) pour générer l'image de prévisualisation vidéo (cadre poster). Placez le marqueur <b>~s</b> à l'endroit où le nom de fichier d'entrée devrait aller. Le nom de fichier de sortie est ajouté automatiquement à la ligne de commande avant exécution, ainsi qu'une correction pour l'orientation de la vidéo. Exemple de valeur:

source: Please specify the commandline to the <tt>ffmpeg</tt> (or <tt>avconv</tt>) command. Put the marker <b>~s</b> on the place where the input filename should go. The output filename is appended automatically to the commandline before execution, as is a correction for fixing the video's orientation. Example value:
fr: Veuillez spécifier la ligne de commande <tt>ffmpeg</tt> (ou <tt>avconv</tt>). Placez le marqueur <b>~s</b> à l'endroit où le nom de fichier d'entrée devrait aller. Le nom de fichier de sortie est ajouté automatiquement à la ligne de commande avant exécution, ainsi qu'une correction pour l'orientation de la vidéo. Exemple de valeur:

source: Please specify the commandline to the <tt>ffprobe</tt> (or <tt>avprobe</tt>) command. The input filename is appended automatically to the commandline before execution. Example value:
fr: Veuillez spécifier la ligne de commande <tt>ffprobe</tt> (ou <tt>avprobe</tt>). Le nom de fichier d'entrée est ajouté automatiquement à la ligne de commande avant l'exécution. Exemple de valeur:

source: ffmpeg video conversion command line
fr: Ligne de commande de conversion vidéo ffmpeg

source: ffmpeg video preview command line
fr: Ligne de commande de prévisualisation vidéo ffmpeg

source: ffprobe command line
fr: Ligne de commande ffprobe

source: Vimeo Video
fr: Vidéo Vimeo

source: Youtube Video
fr: Vidéo Youtube
