Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Import CSV or XLSX file
ar: استيراد ملف CSV أو XLSX
es: Importar archivo CSV o XLSX
et: Importida CSV või XLSX faili
he: ייבא קובץ CSV או XLSX
id: Impor file CSV atau XLSX
it: Importazione di file CSV o XLSX
nl: CSV- of XLSX-bestand importeren
pl: Import pliku CSV lub XLSX
pt: Importar ficheiro CSV ou XLSX
ru: Импорт файла CSV или XLSX
th: นำเข้าไฟล์ CSV หรือ XLSX
tr: CSV veya XLSX dosyasını içe aktarma
uk: Імпортувати файл CSV або XLSX

source: Import a CSV or XLSX file
ar: استيراد ملف CSV أو XLSX
es: Importar un archivo CSV o XLSX
et: Importida CSV- või XLSX-faili
he: ייבא קובץ CSV או XLSX
id: Mengimpor file CSV atau XLSX
it: Importare un file CSV o XLSX
nl: Een CSV- of XLSX-bestand importeren
pl: Import pliku CSV lub XLSX
pt: Importar um ficheiro CSV ou XLSX
ru: Импорт файла CSV или XLSX
th: นำเข้าไฟล์ CSV หรือ XLSX
tr: CSV veya XLSX dosyasını içe aktarma
uk: Імпортуйте файл CSV або XLSX

source: Import any previously deleted items again
ar: استيراد أي عناصر سبق حذفها مرة أخرى
es: Volver a importar los elementos eliminados anteriormente
et: Impordite kõik varem kustutatud elemendid uuesti
he: ייבא שוב פריטים שנמחקו בעבר
id: Mengimpor kembali item yang telah dihapus sebelumnya
it: Importare nuovamente gli elementi eliminati in precedenza
nl: Eerder verwijderde items opnieuw importeren
pl: Ponownie zaimportuj wcześniej usunięte elementy
pt: Importar novamente todos os itens anteriormente eliminados
ru: Повторно импортируйте все ранее удаленные элементы
th: นำเข้าสิ่งของที่ถูกลบไปแล้วอีกครั้ง
tr: Önceden silinmiş öğeleri tekrar içe aktarın
uk: Знову імпортуйте раніше видалені елементи

source: Import data from a CSV or XLSX file.
ar: استيراد البيانات من ملف CSV أو XLSX.
es: Importe datos desde un archivo CSV o XLSX.
et: Importida andmeid CSV- või XLSX-failist.
he: ייבא נתונים מקובץ CSV או XLSX.
id: Mengimpor data dari file CSV atau XLSX.
it: Importazione di dati da un file CSV o XLSX.
nl: Importeer gegevens uit een CSV- of XLSX-bestand.
pl: Import danych z pliku CSV lub XLSX.
pt: Importar dados de um ficheiro CSV ou XLSX.
ru: Импорт данных из файла CSV или XLSX.
th: นำเข้าข้อมูลจากไฟล์ CSV หรือ XLSX
tr: Bir CSV veya XLSX dosyasından veri içe aktarın.
uk: Імпортуйте дані з файлу CSV або XLSX.

source: Multilingual properties can be set by specifying the language after the property name.
ar: يمكن تعيين الخصائص متعددة اللغات من خلال تحديد اللغة بعد اسم الخاصية.
es: Las propiedades multilingües pueden establecerse especificando el idioma después del nombre de la propiedad.
et: Mitmekeelseid omadusi saab määrata, määrates keele omaduse nime järel.
he: ניתן להגדיר מאפיינים רב-לשוניים על ידי ציון השפה לאחר שם המאפיין.
id: Properti multibahasa dapat diatur dengan menentukan bahasa setelah nama properti.
it: Le proprietà multilingue possono essere impostate specificando la lingua dopo il nome della proprietà.
nl: Meertalige eigenschappen kunnen worden ingesteld door de taal te specificeren achter de naam van de eigenschap.
pl: Właściwości wielojęzyczne można ustawić, określając język po nazwie właściwości.
pt: As propriedades multilingues podem ser definidas especificando o idioma a seguir ao nome da propriedade.
ru: Многоязычные свойства можно установить, указав язык после имени свойства.
th: สามารถตั้งค่าคุณสมบัติแบบหลายภาษาได้โดยระบุภาษาหลังจากชื่อคุณสมบัติ
tr: Çok dilli özellikler, özellik adından sonra dil belirtilerek ayarlanabilir.
uk: Багатомовні властивості можна встановити, вказавши мову після назви властивості.

source: Only admins can import CSV files.
ar: يمكن للمسؤولين فقط استيراد ملفات CSV.
de: Nur Administratoren können CSV-Dateien importieren.
es: Solo los administradores pueden importar archivos CSV.
et: CSV-faile saavad importida ainult administraatorid.
he: רק מנהלי מערכת יכולים לייבא קבצי CSV.
id: Hanya admin yang bisa mengimpor berkas CSV.
it: Solo gli amministratori possono importare file CSV.
nl: Alleen admins kunnen CSV-bestanden importeren.
pl: Tylko administratorzy mogą importować pliki CSV.
pt: Apenas os administradores podem importar arquivos CSV.
ru: Только администраторы могут импортировать CSV-файлы.
sv: Endast administratörer kan importera CSV-filer.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถนำเข้าไฟล์ CSV
tr: Yalnızca yöneticiler CSV dosyalarını içe aktarabilir.
uk: Лише адміністратори можуть імпортувати файли CSV.
zh_hant: 只有管理员才能导入CSV文件。

source: Please hold on while the file is importing. You will get a notification when it is ready.
ar: يرجى الانتظار أثناء استيراد الملف. ستتلقى إشعارًا عندما يكون جاهزًا.
de: Bitte warten Sie, während die Datei importiert wird. Sie erhalten eine Benachrichtigung, wenn sie fertig ist.
es: Por favor espere mientras se importa el archivo. Recibirá una notificación cuando esté listo.
et: Hoidke faili importimise ajal ootel. Kui see on valmis, saate teate.
he: אנא המתן תוך כדי ייבוא הקובץ. תקבל הודעה כשהיא מוכנה.
id: Mohon tahan sementara berkas sedang mengimpor. Anda akan mendapatkan sebuah pemberitahuan ketika sudah siap.
it: Per favore attendi mentre il file viene importato. Riceverai una notifica quando sarà pronto.
nl: Een moment geduld terwijl het bestand wordt geïmporteerd. Je krijgt een notificatie wanneer het klaar is.
pl: Proszę czekać, trwa importowanie pliku. Otrzymasz powiadomienie, gdy będzie gotowe.
pt: Por favor, aguarde enquanto o arquivo está importando. Você receberá uma notificação quando estiver pronto.
ru: Пожалуйста, подождите, пока файл импортируется. Вы получите уведомление, когда он будет готов.
sv: Vänta medan filen importeras. Du får ett meddelande när det är klart.
th: โปรดรอในขณะที่กำลังนำเข้าไฟล์ คุณจะได้รับการแจ้งเตือนเมื่อพร้อม
tr: Dosya içe aktarılırken lütfen basılı tutun. Hazır olduğunda bir bildirim alacaksınız.
uk: Зачекайте, поки файл імпортується. Ви отримаєте сповіщення, коли він буде готовий.
zh_hant: 请等待文件导入完成。完成后你将看到通知。

source: Progress will be reported in the <a href="{url}">admin log</a> and with notifications in the admin.
ar: سيتم الإبلاغ عن التقدم المحرز في <a href="{url}">سجل المشرف</a> ومع الإشعارات في المشرف.
es: Se informará del progreso en el <a href="{url}">registro del</a> administrador y con notificaciones en el administrador.
et: Edasiminekust teatatakse <a href="{url}">administraatori logis</a> ja administraatoris olevate teadetega.
he: התקדמות תדווח <a href="{url}">ביומן המנהל</a> ובאמצעות התראות במנהל.
id: Kemajuan akan dilaporkan dalam <a href="{url}">log admin</a> dan dengan pemberitahuan di admin.
it: I progressi saranno riportati nel <a href="{url}">registro di amministrazione</a> e con notifiche nell'amministrazione.
nl: De voortgang wordt gerapporteerd in het <a href="{url}">beheerlogboek</a> en met meldingen in de admin.
pl: Postępy będą raportowane w <a href="{url}">dzienniku administratora</a> i za pomocą powiadomień w panelu administratora.
pt: Os progressos serão comunicados no <a href="{url}">registo administrativo</a> e com notificações na administração.
ru: О прогрессе будет сообщаться в <a href="{url}">журнале администратора</a> и с помощью уведомлений в админке.
th: ความคืบหน้าจะถูกบันทึก<a href="{url}">ไว้ในบันทึกการจัดการ</a>และแจ้งเตือนในระบบผู้ดูแลระบบ
tr: İlerleme, <a href="{url}">yönetici günlüğünde</a> ve yöneticideki bildirimlerle rapor edilecektir.
uk: Прогрес буде повідомлятися в журналі <a href="{url}">адміністратора</a> та за допомогою сповіщень в адмінці.

source: Property
ar: الممتلكات
es: Propiedad
et: Kinnisvara
he: נכס
id: Properti
it: Proprietà
nl: Eigendom
pl: Nieruchomość
pt: Imóveis
ru: Недвижимость
th: ทรัพย์สิน
tr: Mülkiyet
uk: Власність

source: Select file
ar: حدد الملف
de: Datei auswählen
es: Seleccionar archivo
et: Valige fail
he: בחר קובץ
id: Pilih berkas
it: Selezionare il file
nl: Selecteer bestand
pl: Wybierz plik
pt: Selecione o arquivo
ru: Выберите файл
sv: Välj fil
th: เลือกไฟล์
tr: Dosya Seç
uk: Виберіть файл
zh_hant: 选择文件

source: Start import
ar: ابدأ الاستيراد
de: Import starten
es: Iniciar importación
et: Alustage importimist
he: התחל לייבא
id: Mulai impor
it: Iniziare l'importazione
nl: Begin import
pl: Rozpocznij import
pt: Iniciar importação
ru: Начало импорта
sv: Börja importera
th: เริ่มการนำเข้า
tr: İçe aktarmayı başlat
uk: Почніть імпорт
zh_hant: 开始导入

source: The HTML main text of the page.
ar: نص HTML الرئيسي للصفحة.
es: El texto principal HTML de la página.
et: Lehe HTML põhitekst.
he: הטקסט הראשי של הדף ב-HTML.
id: Teks utama HTML dari halaman.
it: Il testo principale HTML della pagina.
nl: De HTML-hoofdtekst van de pagina.
pl: Główny tekst HTML strony.
pt: O texto principal HTML da página.
ru: Основной текст страницы в формате HTML.
th: ข้อความหลักของหน้าเว็บในรูปแบบ HTML
tr: Sayfanın HTML ana metni.
uk: Основний HTML-текст сторінки.

source: The category of the page. Examples: <code>article</code> or <code>text</code>.
ar: فئة الصفحة. أمثلة: <code>مقالة</code> أو <code>نص</code>.
es: La categoría de la página. Ejemplos: <code>artículo</code> o <code>texto</code>.
et: Lehekülje kategooria. Näited: <code>artikkel</code> või <code>tekst</code>.
he: הקטגוריה של הדף. דוגמאות: <code>מאמר</code> או <code>טקסט</code>.
id: Kategori halaman. Contoh: <code>artikel</code> atau <code>teks</code>.
it: La categoria della pagina. Esempi: <code>articolo</code> o <code>testo</code>.
nl: De categorie van de pagina. Voorbeelden: <code>artikel</code> of <code>tekst</code>.
pl: Kategoria strony. Przykłady: <code>artykuł</code> lub <code>tekst</code>.
pt: A categoria da página. Exemplos: <code>artigo</code> ou <code>texto</code>.
ru: Категория страницы. Примеры: <code>статья</code> или <code>текст</code>.
th: หมวดหมู่ของหน้า ตัวอย่าง:<code>บทความ</code>หรือ<code>ข้อความ</code>
tr: Sayfanın kategorisi. Örnekler: <code>makale</code> veya <code>metin</code>.
uk: Категорія сторінки. Приклади: <code>стаття</code> або <code>текст</code>.

source: The custom path for the URL of the page, for example <code>/my/page</code>
ar: المسار المخصص لعنوان URL الخاص بالصفحة، على سبيل المثال <code>/ صفحتي / صفحتي</code>
es: La ruta personalizada para la URL de la página, por ejemplo <code>/my/page</code>
et: Lehekülje URL-i kohandatud tee, näiteks <code>/my/page</code>
he: הנתיב המותאם אישית עבור כתובת ה-URL של הדף, לדוגמה <code>/my/page</code>
id: Jalur khusus untuk URL halaman, misalnya <code>/my/page</code>
it: Il percorso personalizzato per l'URL della pagina, ad esempio <code>/mia/pagina</code>
nl: Het aangepaste pad voor de URL van de pagina, bijvoorbeeld <code>/mijn/pagina</code>
pl: Niestandardowa ścieżka dla adresu URL strony, na przykład <code>/my/page</code>
pt: O caminho personalizado para o URL da página, por exemplo <code>/my/page</code>
ru: Пользовательский путь для URL страницы, например <code>/my/page</code>
th: เส้นทางที่กำหนดเองสำหรับ URL ของหน้า เช่น<code>/my/page</code>
tr: Sayfanın URL'si için özel yol, örneğin <code>/my/page</code>
uk: Спеціальний шлях для URL-адреси сторінки, наприклад <code>/my/page</code>

source: The email address associated with the page.
ar: عنوان البريد الإلكتروني المرتبط بالصفحة.
es: La dirección de correo electrónico asociada a la página.
et: Lehega seotud e-posti aadress.
he: כתובת הדוא"ל המשויכת לדף.
id: Alamat email yang terkait dengan halaman tersebut.
it: L'indirizzo e-mail associato alla pagina.
nl: Het e-mailadres dat bij de pagina hoort.
pl: Adres e-mail powiązany ze stroną.
pt: O endereço de correio eletrónico associado à página.
ru: Адрес электронной почты, связанный со страницей.
th: ที่อยู่อีเมลที่เชื่อมโยงกับหน้า
tr: Sayfa ile ilişkilendirilmiş e-posta adresi.
uk: Адреса електронної пошти, пов'язана зі сторінкою.

source: The following properties must be present:
ar: يجب أن تكون الخصائص التالية موجودة:
es: Las siguientes propiedades deben estar presentes:
et: Järgmised omadused peavad olema olemas:
he: המאפיינים הבאים חייבים להיות קיימים:
id: Properti berikut ini harus ada:
it: Devono essere presenti le seguenti proprietà:
nl: De volgende eigenschappen moeten aanwezig zijn:
pl: Następujące właściwości muszą być obecne:
pt: As seguintes propriedades devem estar presentes:
ru: Должны присутствовать следующие свойства:
th: คุณสมบัติต่อไปนี้ต้องมีอยู่:
tr: Aşağıdaki özellikler mevcut olmalıdır:
uk: Повинні бути присутніми наступні властивості:

source: The import will be done in the background after the file has been uploaded to the server.
ar: سيتم الاستيراد في الخلفية بعد تحميل الملف إلى الخادم.
es: La importación se realizará en segundo plano una vez que el archivo se haya cargado en el servidor.
et: Import toimub taustal pärast faili üleslaadimist serverisse.
he: הייבוא יבוצע ברקע לאחר שהקובץ הועלה לשרת.
id: Impor akan dilakukan di latar belakang setelah file diunggah ke server.
it: L'importazione avverrà in background dopo che il file è stato caricato sul server.
nl: Het importeren gebeurt op de achtergrond nadat het bestand is geüpload naar de server.
pl: Import zostanie wykonany w tle po przesłaniu pliku na serwer.
pt: A importação será feita em segundo plano depois de o ficheiro ter sido carregado para o servidor.
ru: Импорт будет выполняться в фоновом режиме после загрузки файла на сервер.
th: การนำเข้าจะดำเนินการในเบื้องหลังหลังจากไฟล์ถูกอัปโหลดไปยังเซิร์ฟเวอร์แล้ว
tr: Dosya sunucuya yüklendikten sonra içe aktarma işlemi arka planda yapılacaktır.
uk: Імпорт буде виконано у фоновому режимі після завантаження файлу на сервер.

source: The summary of the page.
ar: ملخص الصفحة.
es: El resumen de la página.
et: Lehekülje kokkuvõte.
he: סיכום העמוד.
id: Ringkasan halaman.
it: Il sommario della pagina.
nl: De samenvatting van de pagina.
pl: Podsumowanie strony.
pt: O resumo da página.
ru: Краткое содержание страницы.
th: สรุปของหน้า
tr: Sayfanın özeti.
uk: Короткий опис сторінки.

source: The title of the page.
ar: عنوان الصفحة.
es: El título de la página.
et: Lehe pealkiri.
he: כותרת העמוד.
id: Judul halaman.
it: Il titolo della pagina.
nl: De titel van de pagina.
pl: Tytuł strony.
pt: O título da página.
ru: Заголовок страницы.
th: ชื่อของหน้า
tr: Sayfanın başlığı.
uk: Заголовок сторінки.

source: The unique name of the page, used to identify the page.
ar: الاسم الفريد للصفحة، ويستخدم لتعريف الصفحة.
es: Nombre único de la página, utilizado para identificarla.
et: Lehe unikaalne nimi, mida kasutatakse lehe identifitseerimiseks.
he: השם הייחודי של הדף, המשמש לזיהוי הדף.
id: Nama unik halaman, yang digunakan untuk mengidentifikasi halaman.
it: Il nome univoco della pagina, utilizzato per identificarla.
nl: De unieke naam van de pagina die wordt gebruikt om de pagina te identificeren.
pl: Unikalna nazwa strony, używana do jej identyfikacji.
pt: O nome único da página, utilizado para identificar a página.
ru: Уникальное имя страницы, используемое для ее идентификации.
th: ชื่อเฉพาะของหน้า ซึ่งใช้เพื่อระบุหน้า
tr: Sayfayı tanımlamak için kullanılan sayfanın benzersiz adı.
uk: Унікальне ім'я сторінки, яке використовується для її ідентифікації.

source: The uploaded file has been imported.
ar: تم استيراد الملف الذي تم تحميله.
de: Die hochgeladene Datei wurde importiert.
es: El archivo cargado ha sido importado.
et: Üleslaaditud fail on imporditud.
he: הקובץ שהועלה יובא.
id: File yang diunggah telah diimpor.
it: Il file caricato è stato importato.
nl: Het geüploade bestand is geïmporteerd.
pl: Przesłany plik został zaimportowany.
pt: O ficheiro carregado foi importado.
ru: Загруженный файл был импортирован.
th: ไฟล์ที่อัปโหลดได้ถูกนำเข้าแล้ว
tr: Yüklenen dosya içe aktarıldı.
uk: Завантажений файл імпортовано.

source: This file cannot be imported.
ar: لا يمكن استيراد هذا الملف.
de: Diese Datei kann nicht importiert werden.
es: Este archivo no puede ser importado.
et: Seda faili ei saa importida.
he: לא ניתן לייבא קובץ זה.
id: Berkas ini tidak dapat diimpor.
it: Questo file non può essere importato.
nl: Dit bestand kan niet worden geïmporteerd.
pl: Nie można zaimportować tego pliku.
pt: Este arquivo não pode ser importado.
ru: Этот файл не может быть импортирован.
sv: Den här filen kan inte importeras.
th: ไม่สามารถนำเข้าไฟล์นี้ได้
tr: Bu dosya içe aktarılamaz.
uk: Цей файл не можна імпортувати.
zh_hant: 该文件不能被导入。

source: Upload a CSV or XLSX file from your computer.
ar: قم بتحميل ملف CSV أو XLSX من جهاز الكمبيوتر الخاص بك.
es: Cargue un archivo CSV o XLSX desde su ordenador.
et: Laadige oma arvutist CSV- või XLSX-faili.
he: העלה קובץ CSV או XLSX מהמחשב שלך.
id: Unggah file CSV atau XLSX dari komputer Anda.
it: Caricare un file CSV o XLSX dal computer.
nl: Upload een CSV- of XLSX-bestand
pl: Prześlij plik CSV lub XLSX ze swojego komputera.
pt: Carregue um ficheiro CSV ou XLSX a partir do seu computador.
ru: Загрузите файл CSV или XLSX с вашего компьютера.
th: อัปโหลดไฟล์ CSV หรือ XLSX จากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan bir CSV veya XLSX dosyası yükleyin.
uk: Завантажте файл CSV або XLSX зі свого комп'ютера.

source: Well known properties are:
ar: الخصائص المعروفة هي:
es: Las propiedades más conocidas son:
et: Tuntud omadused on:
he: תכונות ידועות הן:
id: Properti yang terkenal adalah:
it: Le proprietà più note sono:
nl: Bekende eigenschappen zijn:
pl: Dobrze znane właściwości to:
pt: As propriedades mais conhecidas são:
ru: Хорошо известны такие свойства, как:
th: คุณสมบัติที่เป็นที่รู้จักดีได้แก่:
tr: İyi bilinen özellikler şunlardır:
uk: Добре відомі властивості:

source: You do not have permission to use the CSV/XLSX import module.
ar: ليس لديك إذن لاستخدام وحدة الاستيراد CSV/XLSX النمطية.
es: No tiene permiso para utilizar el módulo de importación CSV/XLSX.
et: Teil ei ole õigust kasutada CSV/XLSX impordimoodulit.
he: אין לך הרשאה להשתמש במודול הייבוא CSV/XLSX.
id: Anda tidak memiliki izin untuk menggunakan modul impor CSV/XLSX.
it: Non si ha l'autorizzazione a utilizzare il modulo di importazione CSV/XLSX.
nl: Je hebt geen rechten om de CSV/XLSX importmodule te gebruiken.
pl: Nie masz uprawnień do korzystania z modułu importu CSV/XLSX.
pt: Não tem autorização para utilizar o módulo de importação CSV/XLSX.
ru: У вас нет разрешения на использование модуля импорта CSV/XLSX.
th: คุณไม่มีสิทธิ์ในการใช้โมดูลนำเข้า CSV/XLSX
tr: CSV/XLSX içe aktarma modülünü kullanma izniniz yok.
uk: У вас немає дозволу на використання модуля імпорту CSV/XLSX.

source: Import WXR file
ar: استيراد ملف WXR
de: WXR-Datei importieren
es: Importe un archivo WXR
et: Importige WXR-fail
he: ייבא קובץ WXR
id: Impor berkas WXR
it: Importazione di file WXR
nl: Importeer WXR bestand
pl: Importuj plik WXR
pt: Importar arquivo WXR
ru: Импорт файла WXR
sv: Importera WXR-fil
th: นำเข้าไฟล์ WXR
tr: WXR dosyasını içe aktar
uk: Імпорт файлу WXR
zh_hant: 导入 WXR 文件

source: Import a WordPress WXR export file into Zotonic.
ar: قم باستيراد ملف تصدير WordPress WXR إلى Zotonic.
de: Importieren Sie eine WordPress WXR-Exportdatei in Zotonic.
es: Importe un archivo de exportación WXR de WordPress a Zotonic.
et: Importige WordPressi WXR-i ekspordifail Zotonikusse.
he: ייבא קובץ ייצוא וורדפרס WXR לתוך Zotonic.
id: Impor file ekspor WXR WordPress ke Zotonic.
it: Importa un file di esportazione WXR di WordPress in Zotonic.
nl: Importeer een WordPress WXR-exportbestand in Zotonic.
pl: Zaimportuj plik eksportu WordPress WXR do Zotonic.
pt: Importe um arquivo de exportação WordPress WXR para Zotonic.
ru: Импортируйте экспортный файл WordPress WXR в Zotonic.
sv: Importera en WordPress WXR-exportfil till Zotonic.
th: นำเข้าไฟล์ส่งออก WordPress WXR ไปยัง Zotonic
tr: Bir WordPress WXR dışa aktarma dosyasını Zotonic'e aktarın.
uk: Імпортуйте файл експорту WordPress WXR в Zotonic.
zh_hant: 將 WordPress WXR 導出文件導入 Zotonic。

source: Import previously deleted items again
ar: استيراد العناصر المحذوفة سابقا مرة أخرى
de: Zuvor gelöschte Elemente wieder importieren
es: Importa nuevamente los elementos previamente eliminados
et: Varem kustutatud üksuste uuesti importimine
he: ייבא שוב פריטים שנמחקו
id: Impor lagi item yang telah dihapus sebelumnya
it: Importa di nuovo gli elementi eliminati in precedenza
nl: Importeer de voorheen verwijderde items opnieuw
pl: Zaimportuj ponownie usunięte wcześniej elementy
pt: Importar novamente itens eliminados anteriormente
ru: Импорт ранее удаленных элементов снова
sv: Importera tidigare raderade objekt igen
th: นำเข้ารายการที่ลบไปก่อนหน้านี้อีกครั้ง
tr: Daha önce silinen öğeleri tekrar içe aktarın
uk: Знову імпортуйте раніше видалені елементи
zh_hant: 重新导入之前被删除的条目

source: Upload a WordPress WXR file from your computer.
ar: قم بتحميل ملف WordPress WXR من جهاز الكمبيوتر الخاص بك.
de: Laden Sie eine WordPress WXR-Datei von Ihrem Computer hoch.
es: Cargue un archivo WXR de WordPress desde su computadora.
et: Laadige oma arvutist üles WordPress WXR-fail.
he: העלה קובץ וורדפרס WXR מהמחשב שלך.
id: Unggah file WXR WordPress dari komputer Anda.
it: Carica un file WXR di WordPress dal tuo computer.
nl: Upload een WordPress WXR-bestand vanaf je computer.
pl: Prześlij plik WordPress WXR ze swojego komputera.
pt: Carregue um arquivo WordPress WXR do seu computador.
ru: Загрузите файл WordPress WXR со своего компьютера.
sv: Ladda upp en WordPress WXR-fil från din dator.
th: อัปโหลดไฟล์ WordPress WXR จากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan bir WordPress WXR dosyası yükleyin.
uk: Завантажте файл WordPress WXR зі свого комп’ютера.
zh_hant: 從您的計算機上傳 WordPress WXR 文件。

source: WXR file
ar: ملف WXR
de: WXR-Datei
es: Archivo WXR
et: WXR-fail
he: קובץ WXR
id: Berkas WXR
it: File WXR
nl: WXR bestand
pl: Plik WXR
pt: ficheiro WXR
ru: файл WXR
sv: WXR-fil
th: WXR
tr: WXR dosyası
uk: файл WXR
zh_hant: WXR 文件

source: WordPress import
ar: استيراد ووردبريس
es: importación de WordPress
et: WordPressi import
he: ייבוא וורדפרס
id: Impor WordPress
it: Importazione di WordPress
nl: WordPress importeren
pl: Import WordPress
pt: Importação do WordPress
ru: Импорт WordPress
th: นำเข้า WordPress
tr: WordPress içe aktarma
uk: Імпорт WordPress
zh_hant: WordPress 導入

source: All dates are stored in UTC.
ar: يتم تخزين جميع التواريخ في التوقيت العالمي المنسق (UTC).
de: Alle Daten werden in UTC gespeichert.
es: Todas las fechas se almacenan en UTC.
et: Kõik kuupäevad on salvestatud UTC.
he: כל התאריכים מאוחסנים ב-UTC.
id: Semua tanggal disimpan dalam UTC.
it: Tutte le date sono memorizzate in UTC.
nl: Alle datums worden opgeslagen in UTC.
pl: Wszystkie daty są przechowywane w UTC.
pt: Todas as datas são armazenadas em UTC.
ru: Все даты хранятся в формате UTC.
sv: Alla datum lagras i UTC.
th: วันที่ทั้งหมดจะถูกเก็บไว้ใน UTC
tr: Tüm tarihler UTC'de saklanır.
uk: Усі дати зберігаються в UTC.
zh_hant: 所有日期都以 UTC 格式存儲。

source: Apr
ar: أبريل
es: Abril
he: אפריל
pl: Kwi
pt: Abr
ru: Апр
th: เม.ย.
tr: Nsn
uk: Квіт.
zh_hant: 四月

source: April
ar: نيسان / أبريل
es: Abril
et: Aprill
he: אַפּרִיל
it: Aprile
pl: Kwiecień
pt: Abril
ru: Апреля
th: เมษายน
tr: Nisan
uk: Квітень
zh_hant: 四月

source: Aug
ar: أغسطس
es: Agosto
he: אוגוסט
id: Agu
it: Agosto
pl: Sie
pt: Ago
ru: Авг
th: ส.ค.
tr: Ağs
uk: Серп.
zh_hant: 八月

source: August
ar: آب / أغسطس
es: Agosto
he: אוגוסט
id: Agustus
it: Agosto
nl: augustus
pl: Sierpień
pt: Agosto
ru: Августа
sv: Augusti
th: สิงหาคม
tr: Ağustos
uk: Серпень
zh_hant: 八月

source: BCE
ar: قبل الميلاد
de: v.u.Z.
et: E.m.a.
he: לפני הספירה
nl: v.Chr.
th: คริสตศักราช
uk: до нашої ери
zh_hant: 公元前

source: CE
ar: م
de: u.Z.
he: לִספִירַת הַנוֹצרִים
nl: n.Chr.
th: ซี
uk: нашої ери
zh_hant: CE認證
