Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: With WebDAV the username and password are transfered in the clear, so ensure that you use <tt>webdavs:</tt> URLs (which makes use of https).
ar: باستخدام WebDAV ، يتم نقل اسم المستخدم وكلمة المرور بشكل واضح ، لذا تأكد من استخدام <tt>webdavs:</tt> URLs (التي تستخدم https).
de: Bei WebDAV werden Benutzername und Passwort im Klartext übertragen, stellen Sie also sicher, dass Sie <tt>webdavs:</tt> URLs (die https verwenden) verwenden.
es: Con WebDAV, el nombre de usuario y la contraseña se transfieren sin cifrar, así que asegúrese de utilizar <tt>webdavs:</tt> URL (que utiliza https).
et: WebDAV-iga edastatakse kasutajanimi ja parool selgelt, seega veenduge, et kasutate <tt>webdavsi:</tt> URL-i (mis kasutab https-i).
he: עם WebDAV שם המשתמש והסיסמה מועברים בצורה ברורה, אז ודא שאתה משתמש ב <tt>webdavs:</tt> כתובות URL (שעושה שימוש ב-https).
id: Dengan WebDAV, nama pengguna dan kata sandi ditransfer dengan jelas, jadi pastikan Anda menggunakan <tt>webdavs:</tt> URL (yang menggunakan https).
it: Con WebDAV il nome utente e la password vengono trasferiti in chiaro, quindi assicurati di utilizzare <tt>webdavs:</tt> URL (che utilizza https).
nl: Met WebDAV worden de gebruikersnaam en het wachtwoord onversleuteld overgedragen, dus zorg ervoor dat je <tt>webdavs:</tt> URL's gebruikt (die gebruik maakt van https).
pl: W przypadku WebDAV nazwa użytkownika i hasło są przesyłane jawnie, więc upewnij się, że używasz <tt>webdavs:</tt> adresów URL (które wykorzystują https).
pt: Com o WebDAV, o nome de usuário e a senha são transferidos claramente, portanto, certifique-se de usar <tt>webdavs:</tt> URLs (que faz uso de https).
ru: При использовании WebDAV имя пользователя и пароль передаются в открытом виде, поэтому убедитесь, что вы используете URL-адреса <tt>webdavs:</tt> (которые используют https).
sv: Med WebDAV överförs användarnamnet och lösenordet i klartext, så se till att du använder <tt>webdavs:</tt> URLs (som använder sig av https).
th: ด้วย WebDAV ชื่อผู้ใช้และรหัสผ่านจะถูกโอนอย่างชัดเจน ดังนั้นให้แน่ใจว่าคุณใช้ <tt>webdavs:</tt> URL (ซึ่งใช้ https)
tr: WebDAV ile kullanıcı adı ve şifre açık bir şekilde aktarılır, bu nedenle <tt>webdavs:</tt> URL (https kullanan) kullandığınızdan emin olun.
uk: За допомогою WebDAV ім’я користувача та пароль передаються у відкритому вигляді, тому переконайтеся, що ви використовуєте <tt>webdavs:</tt> URL-адреси (які використовують https).
zh_hant: 使用 WebDAV，用戶名和密碼以明文形式傳輸，因此請確保您使用 <tt>個 webdav：</tt> URL（使用 https）。

source: Yes, keep local files after upload
ar: نعم، الاحتفاظ بالملفات المحلية بعد التحميل
de: Ja, lokale Dateien nach dem Hochladen behalten
es: Sí, conservar los archivos locales después de cargarlos
et: Jah, säilitage kohalikud failid pärast üleslaadimist
he: כן, שמור קבצים מקומיים לאחר ההעלאה
id: Ya, simpan file lokal setelah diunggah
it: Sì, mantieni i file locali dopo il caricamento
nl: Ja, bewaar lokale bestanden na het uploaden
pl: Tak, zachowaj pliki lokalne po przesłaniu
pt: Sim, mantenha os arquivos locais após o upload
ru: Да, сохранять локальные файлы после загрузки
sv: Ja, behåll lokala filer efter uppladdning
th: ใช่ เก็บไฟล์ในเครื่องไว้หลังจากการอัพโหลด
tr: Evet, yerel dosyaları yükledikten sonra sakla
uk: Так, зберігати локальні файли після завантаження
zh_hant: 是的，上傳後保留本機文件

source: You are not allowed to change these settings.
ar: لا يسمح لك بتغيير هذه الإعدادات.
de: Diese Einstellungen dürfen Sie nicht ändern.
es: No tiene permitido cambiar estas configuraciones.
et: Teil pole lubatud neid seadeid muuta.
he: אינך רשאי לשנות הגדרות אלה.
id: Anda tidak diizinkan untuk mengubah pengaturan ini.
it: Non ti è permesso cambiare queste impostazioni.
nl: Je hebt geen rechten om de instellingen te veranderen.
pl: Nie masz uprawnień do zmiany tych ustawień.
pt: Você não está autorizado a alterar essas configurações.
ru: Вы не имеете права изменять эти настройки.
sv: Du får inte ändra dessa inställningar.
th: คุณไม่ได้รับอนุญาตให้เปลี่ยนการตั้งค่าเหล่านี้
tr: Bu ayarları değiştirmenize izin yok.
uk: Вам не дозволено змінювати ці налаштування.
zh_hant: 您不允许更改这些设置。

source: Zotonic can store uploaded and resized files in the cloud. Here you can configure the location and access keys for the cloud service.
ar: يمكن لـ Zotonic تخزين الملفات التي تم تحميلها وتغيير حجمها في السحابة. هنا يمكنك تكوين الموقع ومفاتيح الوصول للخدمة السحابية.
de: Zotonic kann hochgeladene und in der Größe veränderte Dateien in der Cloud speichern. Hier können Sie den Speicherort und die Zugriffsschlüssel für den Cloud-Dienst konfigurieren.
es: Zotonic puede almacenar archivos cargados y redimensionados en la nube. Aquí puede configurar la ubicación y las claves de accecso para el servicio en la nube.
et: Zotonic saab pilve salvestada üleslaaditud ja suurusega faile. Siin saate konfigureerida pilveteenuse asukoha ja juurdepääsuvõtmed.
he: Zotonic יכולה לאחסן קבצים שהועלו ושינוי גודל בענן. כאן תוכלו להגדיר את מפתחות המיקום והגישה לשירות הענן.
id: Zotonic dapat menyimpan berkas yang diunggah dan diubah ukurannya dalam awan. Di sini anda dapat mengkonfigurasi lokasi dan tombol akses untuk layanan awan.
it: Zotonic può memorizzare i file caricati e ridimensionati nel cloud. Qui puoi configurare la posizione e le chiavi di accesso per il servizio cloud.
nl: Zotonic kun geüploade en bewerkte bestanden opslaan in de cloud. Hier kan je de locatie en toegangssleutels voor de cloud-dienst instellen.
pl: Zotonic może przechowywać przesłane pliki i pliki o zmienionym rozmiarze w chmurze. Tutaj możesz skonfigurować lokalizację i klucze dostępu do usługi w chmurze.
pt: Zotonic pode armazenar arquivos carregados e redimensionados na nuvem. Aqui você pode configurar a localização e as chaves de acesso para o serviço na nuvem.
ru: Zotonic может хранить загруженные и измененные размеры файлов в облаке. Здесь вы можете настроить расположение и ключи доступа для облачного сервиса.
sv: Zotonic kan lagra uppladdade och storleksändrade filer i molnet. Här kan du konfigurera plats- och åtkomstnycklar för molntjänsten.
th: Zotonic สามารถจัดเก็บไฟล์ที่อัปโหลดและปรับขนาดในระบบคลาวด์ คุณสามารถกำหนดค่าตำแหน่งและคีย์การเข้าถึงสำหรับบริการคลาวด์ได้ที่นี่
tr: Zotonic bulut içerisinde yüklenmiş ve yeniden boyutlandırılmış dosyaları saklayabilir. Buradan bulut servislerinin konumlarını ve erişim anahtarlarını yapılandırabilirsiniz.
uk: Zotonic може зберігати завантажені та змінені файли в хмарі. Тут Ви можете налаштувати розташування та ключі доступу до хмарного сервісу.
zh_hant: Zotonic可以在云端存储上传和调整大小的文件。在这里您可以配置云服务的位置和访问密钥。

source: Could not upload
ar: تعذر التحميل
de: Konnte nicht hochgeladen werden
es: No se pudo cargar
et: Üleslaadimine nurjus
he: לא ניתן היה להעלות
id: Tidak dapat mengupload
it: Impossibile caricare
nl: Kon niet uploaden
pl: Nie udało się przesłać
pt: Não foi possível fazer upload
ru: Не удалось загрузить
sv: Det gick inte att ladda upp
th: ไม่สามารถอัปโหลด
tr: Yüklenemedi
uk: Не вдалося завантажити
zh_hant: 無法上傳

source: Brightness
ar: سطوع
de: Helligkeit
es: Brillo
et: Heledus
he: בְּהִירוּת
id: Kecerahan
it: Luminosità
nl: Helderheid
pl: Jasność
pt: Brilho
ru: Яркость
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
zh_hant: 亮度

source: Change the image rotation, crop and contrast.
ar: تغيير دوران الصورة، والمحاصيل والتباين.
de: Ändern Sie die Bilddrehung, den Zuschnitt und den Kontrast.
es: Cambie la rotación, el recorte y el contraste de la imagen.
et: Muutke pildi pööramist, kärpimist ja kontrasti.
he: שנה את סיבוב התמונה, החיתוך והניגודיות.
id: Ubah rotasi gambar, potong dan kontras.
it: Modifica la rotazione, il ritaglio e il contrasto dell'immagine.
nl: Wijzig de rotatie, de uitsnede en het contrast van de afbeelding.
pl: Zmień obrót obrazu, kadrowanie i kontrast.
pt: Altere a rotação, corte e contraste da imagem.
ru: Измените поворот изображения, обрезку и контрастность.
sv: Ändra bildrotation, beskärning och kontrast.
th: เปลี่ยนการหมุนภาพ การครอบตัด และความคมชัด
tr: Görüntü döndürmeyi, kırpmayı ve kontrastı değiştirin.
uk: Змініть обертання зображення, кадрування та контраст.
zh_hant: 變更影像旋轉、裁剪和對比度。

source: Click the image to set the cropping center.
ar: انقر فوق الصورة لضبط مركز الاقتصاص.
de: Klicken Sie auf das Bild, um die Beschneidungsmitte festzulegen.
es: Click en la imagen para establecer el centro de cultivo.
et: Kärpimiskeskuse määramiseks klõpsake pilti.
he: לחץ על התמונה כדי להגדיר את מרכז החיתוך.
id: Klik gambar untuk mengatur tanam pusat.
it: Clicca sull'immagine per impostare il centro di ritaglio.
nl: Klik op de afbeelding om het middelpunt van uitsnedes te bepalen.
pl: Kliknij obraz, aby ustawić środek kadrowania.
pt: Clique na imagem para definir o centro de corte.
ru: Щелкните изображение, чтобы установить центр обрезки.
sv: Klicka på bilden för att ställa in beskärning center.
th: คลิกรูปภาพเพื่อตั้งศูนย์การครอบตัด
tr: Kırpma merkezini ayarlamak için resmi tıklayın.
uk: Натисніть на зображення, щоб встановити центр обрізки.
zh_hant: 点击图片，设置裁剪中心。

source: Contrast
ar: التباين
de: Kontrast
es: Contraste
et: Kontrast
he: בניגוד
id: Kontras
it: Contrasto
pl: Kontrast
pt: Contraste
ru: Контраст
sv: Kontrast
th: ตัดกัน
tr: Zıtlık
uk: Контраст
zh_hant: 對比

source: Contrast &amp; Brightness
ar: التباين &amp; سطوع
de: Kontrast &amp; Helligkeit
es: Contraste &amp; Brillo
et: Kontrast &amp; Heledus
he: ניגודיות &amp; בהירות
id: Kontras &amp; Kecerahan
it: Contrasto &amp; Luminosità
nl: Contrast &amp; Helderheid
pl: Kontrast &amp; Jasność
pt: Contraste &amp; Brilho
ru: Контраст &amp; Яркость
sv: Kontrast &amp; Ljusstyrka
th: ความคมชัด &amp; ความสว่าง
tr: Kontrast &amp; Parlaklık
uk: Контрастність &amp; Яскравість
zh_hant: 對比度 &amp; 亮度

source: Could not save the image settings.
ar: تعذر حفظ إعدادات الصورة.
de: Die Bildeinstellungen konnten nicht gespeichert werden.
es: No se pudo guardar la configuración de la imagen.
et: Pildiseadeid ei õnnestunud salvestada.
he: לא ניתן לשמור את הגדרות התמונה.
id: Tidak dapat menyimpan setelan gambar.
it: Impossibile salvare le impostazioni dell'immagine.
nl: Kon de beeldinstellingen niet opslaan.
pl: Nie udało się zapisać ustawień obrazu.
pt: Não foi possível salvar as configurações da imagem.
ru: Не удалось сохранить настройки изображения.
sv: Det gick inte att spara bildinställningarna.
th: ไม่สามารถบันทึกการตั้งค่าภาพ
tr: Görüntü ayarları kaydedilemedi.
uk: Не вдалося зберегти налаштування зображення.
zh_hant: 無法保存圖像設置。

source: Crop bottom
ar: أسفل المحاصيل
de: Boden abschneiden
es: Parte inferior de la cosecha
et: Kärbi alt
he: תחתית יבול
id: Pangkas bagian bawah
it: Ritaglia in basso
nl: Onderkant bijsnijden
pl: Przytnij dół
pt: Cortar fundo
ru: Укороченный низ
sv: Beskära botten
th: ครอบตัดด้านล่าง
tr: alt kısmı kırp
uk: Обрізане дно
zh_hant: 作物底部

source: Crop left
ar: اليسار المحاصيل
de: Links zuschneiden
es: Recortar a la izquierda
et: Kärbi vasakule
he: חיתוך שמאלה
id: Pangkas kiri
it: Ritaglia a sinistra
nl: Links bijsnijden
pl: Przytnij w lewo
pt: Cortar à esquerda
ru: Обрезать слева
sv: Beskär vänster
th: ครอบตัดซ้าย
tr: Sola kırp
uk: Обрізати зліва
zh_hant: 裁剪左

source: Crop right
ar: حق المحاصيل
de: Richtig zuschneiden
es: Recortar a la derecha
et: Kärbi paremale
he: חיתוך ימינה
id: Pangkas dengan benar
it: Ritaglia a destra
nl: Rechts bijsnijden
pl: Przytnij w prawo
pt: Recortar à direita
ru: Обрезать справа
sv: Beskär rätt
th: ครอบตัดขวา
tr: Sağdan kırp
uk: Обрізати правильно
zh_hant: 裁剪權

source: Crop top
ar: اعلى المحاصيل
es: Top corto
et: Kõhtu paljastav top
he: חיתוך עליון
id: Pangkas
it: Top corto
nl: Bovenkant bijsnijden
pl: Przytnij górę
pt: Cortar topo
ru: Укороченный топ
sv: Magtröja
th: เสื้อครอป
tr: kırpma üst
uk: Обрізати зверху
zh_hant: 作物頂部

source: Cropping center, click to remove
ar: مركز الاقتصاص ، انقر للإزالة
de: Zuschneidezentrum, zum Entfernen anklicken
es: Centro de recorte, haga clic para eliminar
et: Kärpimiskeskus, klõpsake eemaldamiseks
he: מרכז חיתוך, לחץ להסרה
id: Pusat pemangkasan, klik untuk menghapus
it: Centro di ritaglio, fare clic per rimuovere
nl: Middelpunt uitsnede, klik om te verwijderen
pl: Środek kadrowania, kliknij, aby usunąć
pt: Centro de corte, clique para remover
ru: Центр кадрирования, нажмите, чтобы удалить
sv: Beskärningscenter, klicka för att ta bort
th: ศูนย์ครอบตัด คลิกเพื่อลบ
tr: Kırpma merkezi, kaldırmak için tıklayın
uk: Центральна обрізка, натисніть, щоб видалити
zh_hant: 裁剪中心，點擊刪除

source: Image editor
ar: محرر الصور
de: Bildbearbeiter
es: Editor de imagen
et: Pildiredaktor
he: עורך תמונות
id: Penyunting gambar
it: Editor di immagini
nl: Foto-editor
pl: Edytor obrazów
pt: Editor de imagem
ru: Редактор изображений
sv: Bildredigerare
th: โปรแกรมแก้ไขรูปภาพ
tr: Resim düzenleyici
uk: Редактор зображень
zh_hant: 圖片編輯器

source: Keep logos and clip art sharp.
ar: حافظ على الشعارات والقصاصات الفنية حادة.
de: Halten Sie Logos und Cliparts scharf.
es: Mantenga nítidos los logotipos y las imágenes prediseñadas.
et: Hoidke logod ja lõikepildid teravad.
he: שמור על לוגואים וקליפים חדים.
id: Jaga agar logo dan clip art tetap tajam.
it: Mantieni nitidi i loghi e le clip art.
nl: Houd logo's en illustraties scherp.
pl: Zachowaj ostrość logo i grafiki.
pt: Mantenha os logotipos e o clipart nítidos.
ru: Сохраняйте четкость логотипов и картинок.
sv: Håll logotyper och clip art skarpa.
th: รักษาโลโก้และภาพตัดปะให้คมชัด
tr: Logoları ve küçük resimleri keskin tutun.
uk: Підтримуйте чіткість логотипів та кліпів.
zh_hant: 保持徽標和剪貼畫清晰。

source: Lossless
ar: بدون فقدان بيانات
de: Verlustfrei
es: sin pérdidas
et: Kadudeta
he: תפסיד פחות
id: Tanpa kerugian
it: Senza perdita
nl: Zonder compressie
pl: Bezstratny
pt: Sem perdas
ru: Без потерь
sv: Förlust mindre
th: ไม่สูญเสีย
tr: kayıpsız
uk: Без втрат
zh_hant: 無損

source: Lossless resize
ar: تغيير الحجم بلا خسائر
de: Verlustfreie Größenänderung
es: Cambio de tamaño sin pérdida
et: Kadudeta suuruse muutmine
he: שינוי גודל ללא הפסדים
id: Ubah ukuran tanpa rugi
it: Ridimensionamento senza perdite
nl: Verliesvrij verkleinen
pl: Bezstratna zmiana rozmiaru
pt: Redimensionar sem perdas
ru: Изменение размера без потерь
sv: Förlustfri storlek
th: ปรับขนาดแบบไม่สูญเสียข้อมูล
tr: Kayıpsız yeniden boyutlandırma
uk: Зміна розміру без втрат
zh_hant: 無損調整大小

source: Pan
ar: مقلاة
de: Pfanne
es: Sartén
he: מחבת
id: Panci
it: Padella
pl: Patelnia
pt: Frigideira
ru: Сковорода
sv: Panorera
th: กระทะ
tr: Tava
uk: Сковорода
zh_hant: 平底鍋

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Reiniciar
et: Lähtesta
he: אִתחוּל
id: Mengatur ulang
it: Ripristina
nl: Resetten
pl: Resetowanie
pt: Redefinir
ru: Сброс настроек
sv: Återställa
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
zh_hant: 重啟

source: Roll
ar: لفافة
de: Rollen
es: Rollo
et: Veereta
he: גָלִיל
id: Gulungan
it: Rotolo
nl: Rollen
pl: Rolka
pt: Lista
ru: Рулон
sv: Rulla
th: ม้วน
tr: Rulo
uk: Рулет
zh_hant: 卷

source: Roll, Tilt &amp; Pan
ar: لفة ، إمالة &amp; عموم
de: Rollen, Kippen &amp; Pan
es: Rodar, Inclinar &amp; Pan
he: רול, הטיה &amp; מחבת
id: Gulung, Miringkan &amp; Pan
it: Rotola, Inclinazione &amp;
nl: Rollen, kantelen &amp; Pan
pl: Obróć, przechyl &amp; Pan
ru: Крен, Наклон &amp; Панорамирование
sv: Rulle, Tilt &amp; Pan
th: ม้วน, เอียง &amp; แพน
tr: Rulo, Eğim &amp; Tava
uk: Рулон, Нахил &amp; Панорамування
zh_hant: 滾動、傾斜 &amp; 平移

source: Rotate
ar: استدارة
de: Drehen
es: Girar
et: Pööra
he: להתחלף
id: Memutar
it: Ruotare
nl: Draaien
pl: Obrót
pt: Girar
ru: Повернуть
sv: Rotera
th: หมุน
tr: Döndür
uk: Поворот
zh_hant: 旋轉

source: Saved the image settings.
ar: حفظ إعدادات الصورة.
de: Bildeinstellungen gespeichert.
es: Se guardó la configuración de la imagen.
et: Salvestas pildiseaded.
he: שמר את הגדרות התמונה.
id: Menyimpan pengaturan gambar.
it: Salvate le impostazioni dell'immagine.
nl: De afbeeldingsinstellingen zijn opgeslagen.
pl: Zapisano ustawienia obrazu.
pt: Salvei as configurações de imagem.
ru: Сохранил настройки изображения.
sv: Sparade bildinställningarna.
th: บันทึกการตั้งค่ารูปภาพ
tr: Görüntü ayarlarını kaydetti.
uk: Збережено налаштування зображення.
zh_hant: 保存圖像設置。

source: The original image stays unaltered, all edits can be changed at any time.
ar: تظل الصورة الأصلية بدون تغيير ، ويمكن تغيير جميع التعديلات في أي وقت.
de: Das Originalbild bleibt unverändert, alle Bearbeitungen können jederzeit geändert werden.
es: La imagen original permanece inalterada, todas las ediciones se pueden cambiar en cualquier momento.
et: Algne pilt jääb muutmata, kõiki muudatusi saab igal ajal muuta.
he: התמונה המקורית נשארת ללא שינוי, ניתן לשנות את כל העריכות בכל עת.
id: Gambar asli tetap tidak berubah, semua suntingan dapat diubah kapan saja.
it: L'immagine originale rimane inalterata, tutte le modifiche possono essere modificate in qualsiasi momento.
nl: De originele afbeelding blijft ongewijzigd, alle bewerkingen kunnen op elk moment worden gewijzigd.
pl: Oryginalny obraz pozostaje niezmieniony, wszystkie edycje można zmienić w dowolnym momencie.
pt: A imagem original permanece inalterada, todas as edições podem ser alteradas a qualquer momento.
ru: Исходное изображение остается неизменным, все правки можно изменить в любой момент.
sv: Originalbilden förblir oförändrad, alla redigeringar kan ändras när som helst.
th: รูปภาพต้นฉบับจะไม่มีการเปลี่ยนแปลง การแก้ไขทั้งหมดสามารถเปลี่ยนแปลงได้ตลอดเวลา
tr: Orijinal görüntü değişmeden kalır, tüm düzenlemeler herhangi bir zamanda değiştirilebilir.
uk: Оригінальне зображення залишається незмінним, усі редагування можна змінити в будь-який час.
zh_hant: 原始圖像保持不變，所有編輯都可以隨時更改。

source: Tilt
ar: إمالة
de: Schieflage
es: Inclinación
et: Kallutamine
he: לְהַטוֹת
id: Memiringkan
it: Inclinazione
nl: Kantelen
pl: Nachylenie
pt: Inclinar
ru: Наклон
sv: Luta
th: เอียง
tr: eğim
uk: Нахил
zh_hant: 傾斜

source: About the columns of the spreadsheet data
ar: حول أعمدة بيانات جدول البيانات
es: Acerca de las columnas de los datos de la hoja de cálculo
et: Tabelarvutuse andmete veergude kohta
he: אודות העמודות בגיליון האלקטרוני
id: Tentang kolom-kolom data spreadsheet
it: Informazioni sulle colonne dei dati del foglio di calcolo
nl: Over de kolommen van de spreadsheetgegevens
pl: Informacje o kolumnach danych arkusza kalkulacyjnego
pt: Sobre as colunas dos dados da folha de cálculo
ru: О столбцах данных электронной таблицы
th: เกี่ยวกับคอลัมน์ของข้อมูลในสเปรดชีต
tr: Elektronik tablo verilerinin sütunları hakkında
uk: Про стовпчики даних електронної таблиці

source: Depending on the filename the data can be imported as pages or as special data.
ar: اعتماداً على اسم الملف يمكن استيراد البيانات كصفحات أو كبيانات خاصة.
es: Dependiendo del nombre del archivo, los datos pueden importarse como páginas o como datos especiales.
et: Sõltuvalt failinimest saab andmeid importida lehekülgede või eriandmetena.
he: בהתאם לשם הקובץ, ניתן לייבא את הנתונים כעמודים או כנתונים מיוחדים.
id: Tergantung pada nama file, data dapat diimpor sebagai halaman atau sebagai data khusus.
it: A seconda del nome del file, i dati possono essere importati come pagine o come dati speciali.
nl: Afhankelijk van de bestandsnaam kunnen de gegevens worden geïmporteerd als pagina's of als speciale gegevens.
pl: W zależności od nazwy pliku dane mogą być importowane jako strony lub jako dane specjalne.
pt: Dependendo do nome do ficheiro, os dados podem ser importados como páginas ou como dados especiais.
ru: В зависимости от имени файла данные могут быть импортированы как страницы или как специальные данные.
th: ขึ้นอยู่กับชื่อไฟล์ ข้อมูลสามารถนำเข้าได้เป็นหน้าหรือเป็นข้อมูลพิเศษ
tr: Dosya adına bağlı olarak veriler sayfalar veya özel veriler olarak içe aktarılabilir.
uk: Залежно від імені файлу дані можуть бути імпортовані як сторінки або як спеціальні дані.

source: Every row in the CSV or XLSX file contains a single page. The columns are the properties.
ar: يحتوي كل صف في ملف CSV أو XLSX على صفحة واحدة. الأعمدة هي الخصائص.
es: Cada fila del archivo CSV o XLSX contiene una sola página. Las columnas son las propiedades.
et: Iga rida CSV- või XLSX-failis sisaldab ühte lehekülge. Veerud on omadused.
he: כל שורה בקובץ CSV או XLSX מכילה עמוד אחד. העמודות הן המאפיינים.
id: Setiap baris dalam file CSV atau XLSX berisi satu halaman. Kolom-kolomnya adalah properti.
it: Ogni riga del file CSV o XLSX contiene una singola pagina. Le colonne sono le proprietà.
nl: Elke rij in het CSV- of XLSX-bestand bevat één pagina. De kolommen zijn de eigenschappen.
pl: Każdy wiersz w pliku CSV lub XLSX zawiera pojedynczą stronę. Kolumny są właściwościami.
pt: Cada linha do ficheiro CSV ou XLSX contém uma única página. As colunas são as propriedades.
ru: Каждая строка в файле CSV или XLSX содержит одну страницу. Столбцы - это свойства.
th: ทุกแถวในไฟล์ CSV หรือ XLSX ประกอบด้วยหน้าเดียว. คอลัมน์คือคุณสมบัติ.
tr: CSV veya XLSX dosyasındaki her satır tek bir sayfa içerir. Sütunlar özelliklerdir.
uk: Кожен рядок у файлі CSV або XLSX містить одну сторінку. Стовпці - це властивості.

source: For example, the English title would have the column name: <code>title$en</code>
ar: على سبيل المثال، سيحمل العنوان باللغة الإنجليزية اسم العمود: <code>title$en</code>
es: Por ejemplo, el título en inglés tendría el nombre de columna: <code>title$en</code>
et: Näiteks ingliskeelne pealkiri oleks veeru nimi: <code>title$en</code>
he: לדוגמה, הכותרת באנגלית תופיע בשם העמודה: <code>title$en</code>
id: Sebagai contoh, judul dalam bahasa Inggris akan memiliki nama kolom: <code>title$en</code>
it: Per esempio, il titolo inglese avrebbe il nome della colonna: <code>title$en</code>
nl: De Engelse titel zou bijvoorbeeld de kolomnaam hebben: <code>title$en</code>
pl: Na przykład tytuł w języku angielskim miałby nazwę kolumny: <code>title$en</code>
pt: Por exemplo, o título em inglês teria o nome de coluna: <code>title$en</code>
ru: Например, название на английском языке будет иметь имя столбца: <code>title$en</code>.
th: ตัวอย่างเช่น ชื่อภาษาอังกฤษจะมีชื่อคอลัมน์:<code>title$en</code>
tr: Örneğin, İngilizce başlık şu sütun adına sahip olacaktır: <code>title$en</code>
uk: Наприклад, англійський заголовок матиме назву стовпця: <code>title$en</code>

source: If the page is a person, the first name.
ar: إذا كانت الصفحة لشخص، الاسم الأول.
es: Si la página es una persona, el nombre.
et: Kui lehekülg on isik, siis eesnimi.
he: אם הדף הוא אדם, השם הפרטי.
id: Jika halaman tersebut adalah orang, nama depan.
it: Se la pagina è una persona, il nome.
nl: Als de pagina een persoon is, de voornaam.
pl: Jeśli stroną jest osoba, imię.
pt: Se a página for uma pessoa, o primeiro nome.
ru: Если страница - это человек, то имя и фамилия.
th: หากหน้านี้เป็นบุคคล ให้ใช้ชื่อแรก
tr: Sayfa bir kişi ise, ilk ad.
uk: Якщо сторінка - людина, то ім'я та прізвище.

source: If the page is a person, the last or family name.
ar: إذا كانت الصفحة لشخص، الاسم العائلي أو اسم العائلة.
es: Si la página es una persona, el apellido o el nombre.
et: Kui lehekülg on isik, siis perekonna- või perekonnanimi.
he: אם הדף הוא אדם, שם המשפחה או שם המשפחה.
id: Jika halaman tersebut adalah orang, nama belakang atau nama keluarga.
it: Se la pagina è una persona, il cognome o il nome della famiglia.
nl: Als de pagina een persoon is, de achternaam of familienaam.
pl: Jeśli stroną jest osoba, nazwisko lub nazwisko rodowe.
pt: Se a página for uma pessoa, o apelido ou nome de família.
ru: Если страница относится к человеку, то фамилия или имя.
th: หากหน้านี้เป็นบุคคล ให้ใช้ชื่อสกุลหรือนามสกุล
tr: Sayfa bir kişi ise, soyadı veya aile adı.
uk: Якщо сторінка - це людина, то прізвище або ім'я.

source: Import CSV XLSX file
ar: استيراد ملف CSV XLSX
es: Importar archivo CSV XLSX
et: Importida CSV XLSX faili
he: ייבוא קובץ CSV XLSX
id: Impor file CSV XLSX
it: Importazione di file CSV XLSX
nl: CSV XLSX-bestand importeren
pl: Import pliku CSV XLSX
pt: Importar ficheiro CSV XLSX
ru: Импорт файла CSV XLSX
th: นำเข้าไฟล์ CSV XLSX
tr: CSV XLSX dosyasını içe aktarma
uk: Імпортувати файл CSV XLSX
