Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Sorry, something went wrong. Please try again later.
ar: عذرا، هناك خطأ ما. الرجاء معاودة المحاولة في وقت لاحق.
de: Sorry, da ist etwas schief gelaufen. Bitte versuchen Sie es später noch einmal.
es: Lo siento, algo salió mal. Por favor, inténtalo de nuevo más tarde.
et: Vabandust, midagi läks valesti. Palun proovi hiljem uuesti.
he: מצטערים, משהו השתבש. בבקשה נסה שוב מאוחר יותר.
id: Maaf, terjadi kesalahan. Silakan coba lagi nanti.
it: Spiacente, qualcosa è andato storto. Si prega di riprovare più tardi.
nl: Sorry, er is iets misgegaan. Probeer het later nog eens.
pl: Przepraszamy, coś poszło nie tak. Spróbuj ponownie później.
pt: Desculpa, algo correu mal. Por favor, tente novamente mais tarde.
ru: Простите, что-то пошло не так. Пожалуйста, попробуйте позже.
sv: Förlåt, något gick fel. Vänligen försök igen senare.
th: ขอโทษมีบางอย่างผิดพลาด. กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: Maalesef bir şeyler ters gitti. Lütfen daha sonra tekrar deneyiniz.
uk: Вибачте, щось пішло не так. Будь ласка, спробуйте пізніше.
zh_hant: 对不起，出了点问题。请稍后再试。

source: Sorry, something went wrong. Please try to re-subscribe.
ar: عذرا، هناك خطأ ما. يرجى محاولة إعادة الاشتراك.
de: Sorry, da ist etwas schief gelaufen. Bitte versuchen Sie, sich erneut anzumelden.
es: Lo siento, algo salió mal. Por favor, intente volver a suscribirse.
et: Vabandust, midagi läks valesti. Proovige uuesti tellida.
he: מצטערים, משהו השתבש. נסה להירשם כמנוי מחדש.
id: Maaf, terjadi kesalahan. Silakan coba untuk berlangganan kembali.
it: Spiacente, qualcosa è andato storto. Per favore, provi a iscriversi di nuovo.
nl: Sorry, er is iets misgegaan. Probeer je alsjeblieft opnieuw in te schrijven.
pl: Przepraszamy, coś poszło nie tak. Prosimy spróbować ponownie się zapisać.
pt: Desculpa, algo correu mal. Por favor, tente recadastrar-se.
ru: Простите, что-то пошло не так. Пожалуйста, попробуйте переподписаться.
sv: Förlåt, något gick fel. Försök att prenumerera igen.
th: ขอโทษมีบางอย่างผิดพลาด. โปรดลองสมัครใหม่อีกครั้ง
tr: Maalesef bir şeyler ters gitti. Lütfen yeniden abone olmayı deneyin.
uk: Вибачте, щось пішло не так. Будь ласка, спробуйте повторно підписатися.
zh_hant: 对不起，出了点问题。请尝试重新订阅。

source: Subscribe
ar: الإشتراك
de: Abonnieren
es: Suscribirse
et: Telli
he: הירשם כמנוי
id: Berlangganan
it: Iscriviti
nl: Abonneer
pl: Subskrybuj
pt: Assine
ru: Подписаться на
sv: Prenumerera
th: ติดตาม
tr: Abone ol
uk: Підписатися
zh_hant: 订阅

source: Subscribe to
ar: الاشتراك في
de: Abonnieren auf
es: Suscribirse a
et: Tellima
he: הרשם ל
id: Berlangganan
it: Iscriviti a
nl: Abonneer op
pl: Subskrybuj
pt: Inscreva-se em
ru: Подписаться на
sv: Prenumerera på
th: ติดตาม
tr: Abone ol
uk: Підпишіться на
zh_hant: 订阅到

source: Subscribed with
ar: مشترك مع
de: Abonniert mit
es: Suscrito con
et: Tellitud teenusega
he: נרשם עם
id: Berlangganan dengan
it: Iscritto con
nl: Geabonneerd met
pl: Subskrypcja z
pt: Assinado com
ru: Подписано с
sv: Prenumererar med
th: สมัครสมาชิกกับ
tr: ile abone olunan
uk: Підписано с
zh_hant: 訂閱了

source: Subscriber Edges
ar: حواف المشترك
de: Teilnehmerkanten
es: Bordes de suscriptores
et: Tellija servad
he: קצוות מנויים
id: Tepi Pelanggan
it: Bordi dell'abbonato
nl: Abonnee connecties
pl: Krawędzie Abonenta
pt: Bordos do Assinante
ru: Края подписчика
sv: Prenumerationskanter
th: ขอบสมาชิก
tr: Abone Kenarları
uk: Краї передплатників
zh_hant: 用户边缘

source: Subscribers, added via the subscription form.
ar: تمت إضافة المشتركين عبر نموذج الاشتراك.
de: Abonnenten, die über das Abonnementformular hinzugefügt wurden.
es: Suscriptores, añadidos a través del formulario de suscripción.
et: Tellijad, lisatud tellimisvormi kaudu.
he: מנויים, נוסף באמצעות טופס המנוי.
id: Pelanggan, ditambahkan melalui formulir berlangganan.
it: Abbonati, aggiunti tramite il modulo di iscrizione.
nl: Abonnees, toegevoegd via het inschrijvingsformulier.
pl: Abonenci, dodawani za pomocą formularza subskrypcji.
pt: Assinantes, adicionados através do formulário de assinatura.
ru: Абоненты, добавленные через форму подписки.
sv: Prenumeranter, läggs till via prenumerationsformuläret.
th: สมาชิกเพิ่มผ่านแบบฟอร์มการสมัครสมาชิก
tr: Aboneler, abonelik formu aracılığıyla eklenir.
uk: Передплатники, додані через форму підписки.
zh_hant: 订阅者，通过订阅表格添加。

source: Target mailing list
ar: القائمة البريدية المستهدفة
de: Ziel-Mailingliste
es: Destino de la lista de distribución de correo
et: Sihtpostiloend
he: רשימת תפוצה יעד
id: Daftar Target mailing
it: Mailing list di destinazione
nl: Doel mailinglijst
pl: Docelowa lista mailingowa
pt: Lista de destinatários
ru: Список адресатов
sv: Målsändlista
th: กำหนดเป้าหมายรายชื่ออีเมล
tr: Hedef posta listesi
uk: Цільовий список розсилки
zh_hant: 目标邮寄名单

source: Text shown below the confirmation, welcome and unsubscribe e-mails.
ar: يظهر النص أسفل رسائل البريد الإلكتروني للتأكيد والترحيب وإلغاء الاشتراك.
de: Text, der unter den Bestätigungs-, Begrüßungs- und Abmelde-E-Mails angezeigt wird.
es: Texto que se muestra debajo de los correos electrónicos de confirmación, bienvenida y cancelación de suscripción.
et: Kinnitus-, tervitus- ja tellimuse tühistamise e-kirjade all kuvatav tekst.
he: טקסט המוצג מתחת להודעות האישור, הברכה וביטול המנוי.
id: Teks ditampilkan di bawah email konfirmasi, selamat datang, dan berhenti berlangganan.
it: Testo visualizzato sotto le e-mail di conferma, di benvenuto e di cancellazione.
nl: Tekst onder de bevestigings-, welkomst- en afmeldmail.
pl: Tekst wyświetlany pod e-mailami potwierdzającymi, powitalnymi i dotyczącymi anulowania subskrypcji.
pt: Texto apresentado abaixo dos e-mails de confirmação, boas-vindas e cancelamento de subscrição.
ru: Текст, отображаемый под электронными письмами с подтверждением, приветствием и отпиской.
sv: Texten som visas under bekräftelse-, välkomst- och avprenumerationsmejlen.
th: ข้อความที่แสดงอยู่ด้านล่างอีเมลยืนยัน การต้อนรับ และการยกเลิกการสมัคร
tr: Onay, hoş geldiniz ve abonelikten çıkma e-postalarının altında gösterilen metin.
uk: Текст, що відображається під електронними листами з підтвердженням, привітанням та відпискою.
zh_hant: 確認、歡迎和取消訂閱電子郵件下方顯示的文字。

source: Thank you. You are now subscribed.
ar: شكرا لك. أنت الآن مشترك.
de: Vielen Dank! Sie sind nun angemeldet.
es: Gracias. Ya está suscrito.
et: Aitäh. Olete nüüd tellinud.
he: תודה. עכשיו אתה מנוי.
id: Terima kasih. Anda sekarang berlangganan.
it: Grazie. Ora sei iscritto.
nl: Dank je wel. Je bent nu ingeschreven.
pl: Dziękujemy. Jesteś teraz zapisany/a.
pt: Obrigado. Está agora subscrito.
ru: Спасибо. Теперь вы подписаны.
sv: Tack. Du prenumererar nu.
th: ขอขอบคุณ. คุณสมัครเป็นสมาชิกแล้ว
tr: Teşekkür ederim. Artık abone oldunuz.
uk: Дякую. Тепер Ви підписані.
zh_hant: 谢谢你，你现在已经订阅了。你现在已经订阅了。

source: Thank you. You are now unsubscribed.
ar: شكرا لك. أنت الآن غير مشترك.
de: Vielen Dank! Sie sind nun abgemeldet.
es: Gracias. Ya no está suscrito.
et: Aitäh. Teie tellimus on nüüd tühistatud.
he: תודה. כעת אינך מנוי.
id: Terima kasih. Anda sekarang berhenti berlangganan.
it: Grazie. Ora non sei più iscritto.
nl: Dank je wel. Je bent nu uitgeschreven.
pl: Dziękujemy. Jesteś teraz wypisany/a.
pt: Obrigado. Agora não estás inscrito.
ru: Спасибо. Теперь вы не подписаны.
sv: Tack. Du har nu avslutat prenumerationen.
th: ขอขอบคุณ. ตอนนี้คุณยกเลิกการสมัครแล้ว
tr: Teşekkür ederim. Artık aboneliğiniz iptal edildi.
uk: Дякую. Ви скасовані.
zh_hant: 谢谢你，你现在已经取消订阅了。您现在已取消订阅。

source: The confirmation key is unknown. Either you already confirmed or something else went wrong.
ar: مفتاح التأكيد غير معروف. إما أنك أكدت بالفعل أو حدث خطأ آخر.
de: Der Bestätigungsschlüssel ist unbekannt. Entweder haben Sie bereits bestätigt oder es ist etwas anderes schief gelaufen.
es: La confirmación de la clave es desconocida. Usted ya está confirmado o algo salió mal.
et: Kinnitusvõti pole teada. Kas olete juba kinnitanud või läks midagi muud valesti.
he: מפתח האישור אינו ידוע. או שכבר אישרת או שמשהו אחר השתבש.
id: Konfirmasi kunci ini tidak diketahui. Entah anda sudah pernah dikonfirmasi atau ada sesuatu yang lain yang salah.
it: La chiave di conferma è sconosciuta. O hai già confermato o qualcos'altro è andato storto.
nl: De bevestigingscode is onbekend. Je bent al bevestigd of er ging iets mis.
pl: Klucz potwierdzenia jest nieznany. Albo już potwierdziłeś/aś, albo coś innego poszło nie tak.
pt: A chave de confirmação é desconhecida. Ou você já confirmou ou algo mais correu mal.
ru: Ключ подтверждения неизвестен. Либо вы уже подтвердили, либо что-то пошло не так.
sv: Bekräftelseknappen är okänd. Antingen har du redan bekräftat eller så har något annat gått fel.
th: ไม่ทราบรหัสยืนยัน ไม่ว่าคุณจะยืนยันแล้วหรือมีบางอย่างผิดพลาด
tr: Onaylama anahtarı bilinmiyor. Ya çoktan onayladınız yada başka bir şey ters gitti.
uk: Ключ підтвердження невідомий. Або Ви вже підтвердили, або щось пішло не так.
zh_hant: 确认 key 未知。可能是您已经确认过或是系统错误。

source: The e-mails are being sent...
ar: يتم إرسال رسائل البريد الإلكتروني ...
de: Die E-Mails werden verschickt...
es: Los correos electrónicos están siendo enviados...
et: E-kirju saadetakse ...
he: הודעות הדואר האלקטרוני נשלחות ...
id: E-mail tersebut sedang dikirim...
it: Le e-mail vengono inviate...
nl: De e-mails worden verstuurd...
pl: E-maile są wysyłane...
pt: Os e-mails estão a ser enviados...
ru: Отправляются электронные письма...
sv: E-postmeddelandena skickas ...
th: กำลังส่งอีเมล ...
tr: E-postalar gönderiliyor...
uk: Електронні листи надсилаються...
zh_hant: E-mail 正在被发送...

source: The key in your link does not match any subscription. Either you already unsubscribed, or the mailing list has been deleted.
ar: المفتاح الموجود في الارتباط الخاص بك لا يتطابق مع أي اشتراك. إما أنك ألغيت اشتراكك بالفعل ، أو تم حذف القائمة البريدية.
de: Der Schlüssel in Ihrem Link stimmt mit keinem Abonnement überein. Entweder haben Sie sich bereits abgemeldet, oder die Mailingliste wurde gelöscht.
es: La clave en su enlace no coincide con ninguna suscripción. Ya usted canceló la suscripción o la lista de distribución de correo ha sido eliminada.
et: Teie lingi võti ei ühti ühegi tellimusega. Kas olete juba tellimuse tühistanud või meililisti on kustutatud.
he: המפתח בקישור שלך אינו תואם שום מנוי. או שכבר ביטלת את הרישום, או שרשימת התפוצה נמחקה.
id: Kunci dalam link anda tidak ada langganan. Entah anda sudah berhenti berlangganan, atau daftar surat yang telah dihapus.
it: La chiave del tuo link non corrisponde a nessuna iscrizione. O ti sei già disiscritto, o la mailing list è stata cancellata.
nl: De sleutel in je link komt niet overeen met een abonnement. Je hebt je al afgemeld, of de mailinglijst is verwijderd.
pl: Klucz w Twoim linku nie pasuje do żadnej subskrypcji. Albo już wypisałeś/aś się z subskrypcji, albo lista mailingowa została usunięta.
pt: A chave no seu link não corresponde a nenhuma assinatura. Ou você já não está inscrito, ou a lista de discussão foi eliminada.
ru: Ключ в вашей ссылке не совпадает ни с какой подпиской. Либо вы уже отказались от подписки, либо список рассылки был удален.
sv: Nyckeln i din länk matchar inte någon prenumeration. Antingen har du redan avslutat prenumerationen eller så har e-postlistan raderats.
th: คีย์ในลิงค์ของคุณไม่ตรงกับการสมัครสมาชิกใด ๆ ไม่ว่าคุณจะยกเลิกการสมัครแล้วหรือรายชื่ออีเมลถูกลบไปแล้ว
tr: Bağlantınız da ki anahtar hiçbir abonelik ile eşleşmiyor. Ya abonelikten çıktınız yada posta listesi silinmiş.
uk: Ключ у Вашому посиланні не відповідає жодній підписці. Або Ви вже скасували підписку, або список розсилки видалено.
zh_hant: 您链接中的 key 不匹配任何订阅。可能是您已经取消订阅，或者是邮件列表已被删除。

source: The mailing has been canceled.
ar: تم إلغاء البريد.
de: Das Mailing wurde abgebrochen.
es: La distribución de correo ha sido cancelada.
et: Postitamine on tühistatud.
he: הדיוור בוטל.
id: Surat tersebut tidak jadi dikirim.
it: L'invio è stato cancellato.
nl: De mailing is geannuleerd.
pl: Wysyłka została anulowana.
pt: O envio foi cancelado.
ru: Почтовая рассылка была отменена.
sv: Utsändningen har avbrutits.
th: ยกเลิกการส่งไปรษณีย์แล้ว
tr: Postalama iptal edildi.
uk: Розсилку скасовано.
zh_hant: 该邮件已被取消。

source: The mailing will be send when the page becomes visible.
ar: سيتم إرسال البريد عندما تصبح الصفحة مرئية.
de: Das Mailing wird gesendet, wenn die Seite sichtbar wird.
es: El correo será enviado cuando la página sea visible.
et: Postitus saadetakse siis, kui leht muutub nähtavaks.
he: הדיוור יישלח כאשר הדף יהיה גלוי.
id: Surat akan dikirim ketika halaman tersebut terlihat.
it: L'invio sarà effettuato quando la pagina diventa visibile.
nl: De mailing wordt verstuurd wanneer de pagina zichtbaar wordt.
pl: Mailing zostanie wysłany, gdy strona stanie się widoczna.
pt: O correio será enviado quando a página se tornar visível.
ru: Рассылка будет отправлена, когда страница станет видимой.
sv: E-postmeddelandet skickas när sidan blir synlig.
th: ระบบจะส่งไปรษณีย์เมื่อมองเห็นหน้าได้
tr: Posta sayfa görünür olduğunda gönderilecektir.
uk: Лист буде надіслано, коли сторінка стане видимою.
zh_hant: 邮件将会在页面可见后被发送。

source: The page you are trying to e-mail is not yet published. What do you want to do?
ar: لم يتم نشر الصفحة التي تحاول إرسالها بالبريد الإلكتروني. ماذا تريد أن تفعل؟
de: Die Seite, die Sie per E-Mail zu erreichen versuchen, ist noch nicht veröffentlicht. Was möchten Sie tun?
es: La página a donde está intentando enviar un correo electrónico aún no está publicada. ¿Qué desea hacer?
et: Leht, mida proovite e-postiga saata, pole veel avaldatud. Mida sa teha tahad?
he: הדף שאתה מנסה לשלוח בדוא"ל עדיין לא פורסם. מה אתה רוצה לעשות?
id: Halaman yang ingin Anda kirimi e-mail belum dipublikasikan. Apa yang ingin kamu lakukan?
it: La pagina che stai cercando di inviare via e-mail non è ancora pubblicata. Cosa vuoi fare?
nl: De pagina die je wilt versturen is niet gepubliceerd. Wat wil je doen?
pl: Strona, którą próbujesz wysłać e-mailem, nie została jeszcze opublikowana. Co chcesz zrobić?
pt: A página que você tentou enviar como um e-mail ainda não foi publicada. O que você quer fazer?
ru: Страница, которую вы пытаетесь отправить по электронной почте, еще не опубликована. Что вы хотите сделать?
sv: Sidan du försöker mejla är ännu inte publicerad. Vad vill du göra?
th: หน้าที่คุณพยายามส่งอีเมลยังไม่ได้รับการเผยแพร่ เธออยากทำอะไรล่ะ?
tr: E-posta olarak göndermeye çalıştığınız sayfa daha yayınlanmamış. Ne yapmak istersiniz?
uk: Сторінка, яку Ви намагаєтеся надіслати електронною поштою, ще не опублікована. Що Ви хочете зробити?
zh_hant: 你需要发送的页面还没有被发布。请选择发布方式。

source: The recipients list of the mailing list will be deleted as well.
ar: كما سيتم حذف قائمة المستلمين من القائمة البريدية.
de: Die Empfängerliste der Mailingliste wird ebenfalls gelöscht.
es: La lista de destinatarios de la lista de distribución de correo también será eliminada.
et: Kustutatakse ka meililistide saajate nimekiri.
he: רשימת הנמענים של רשימת התפוצה תימחק גם כן.
id: Daftar penerima mailing daftar akan dihapus juga.
it: Anche l'elenco dei destinatari della mailing list sarà cancellato.
nl: De ontvangerslijst van de mailinglijst zal ook worden verwijderd.
pl: Lista adresatów listy mailingowej również zostanie usunięta.
pt: A lista de destinatários da lista de correio também será apagada.
ru: Также будет удален список получателей списка рассылки.
sv: Mottagarlistan för e-postlistan raderas också.
th: รายชื่อผู้รับของรายชื่อผู้รับจดหมายจะถูกลบเช่นกัน
tr: Posta listesinin alıcı listesi de silinecektir.
uk: Список одержувачів зі списку розсилки також буде видалено.
zh_hant: 邮件列表中的收件人也会被一同删除。

source: The statistics have been cleared.
ar: تم مسح الإحصائيات.
de: Die Statistik wurde gelöscht.
es: Las estadísticas han sido borradas.
et: Statistika on kustutatud.
he: הסטטיסטיקה אושרה.
id: Statistik telah dihapus.
it: Le statistiche sono state cancellate.
nl: De statistieken zijn gewist.
pl: Statystyki zostały wyczyszczone.
pt: As estatísticas foram redefinidas.
ru: Статистика очищена.
sv: Statistiken har rensats.
th: สถิติถูกล้างแล้ว
tr: İstatistikler sıfırlandı.
uk: Статистика очищена.
zh_hant: 统计数据已被清除。

source: There is no mailing list with the name ‘mailinglist_test’.
ar: لا توجد قائمة بريدية بالاسم "mailinglist_test".
de: Es gibt keine Mailingliste mit dem Namen 'mailinglist_test'.
es: No hay lista de distribución de correo con el nombre "‘mailinglist_test".
et: Puudub meililoend nimega 'mailinglist_test'.
he: אין רשימת תפוצה עם השם 'mailinglist_test'.
id: Tidak ditemukan pesan dengan nama 'mailinglist_test'.
it: Non esiste una mailing list con il nome 'mailinglist_test'.
nl: Er is geen mailinglijst met de naam 'mailinglijst_test'.
pl: Nie ma listy mailingowej o nazwie 'mailinglist_test'.
pt: Não existe uma lista de correio com o nome 'mailinglist_test'.
ru: Нет списка рассылки с именем 'mailinglist_test'.
sv: Det finns ingen adresslista med namnet 'mailinglist_test'.
th: ไม่มีรายชื่ออีเมลที่มีชื่อ "mailinglist_test"
tr: ‘mailinglist_test’ isimli bir posta adresi yok.
uk: Немає списку розсилки з назвою 'mailinglist_test'.
zh_hant: 没有找到名为 ‘mailinglist_test’ 的邮件列表。

source: This can not be undone
ar: هذا لا يمكن التراجع عنها
de: DIES KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN!
es: Esta acción no puede deshacerse
et: Seda ei saa olematuks teha
he: אי אפשר לבטל את זה
id: Ini tidak dapat dibatalkan
it: Questo non può essere annullato
nl: Dit kan niet ongedaan worden gemaakt
pl: Tego nie można cofnąć
pt: Isto não pode ser desfeito.
ru: Это не может быть отменено
sv: Detta kan inte göras ogjort
th: สิ่งนี้ไม่สามารถยกเลิกได้
tr: Bu geri alınamaz
uk: Це не може бути скасовано
zh_hant: 操作无法撤销

source: This dialog lets you combine the recipients of this list with the recipients of another list. The result of this combination will be stored inside the current list, with the name
ar: يتيح لك مربع الحوار هذا دمج مستلمي هذه القائمة مع مستلمي قائمة أخرى. سيتم تخزين نتيجة هذه المجموعة داخل القائمة الحالية بالاسم
de: In diesem Dialog können Sie die Empfänger dieser Liste mit den Empfängern einer anderen Liste kombinieren. Das Ergebnis dieser Kombination wird innerhalb der aktuellen Liste gespeichert, mit dem Namen
es: Este cuadro de diálogo permite combinar los destinatarios de esta lista con los destinatarios de otra lista. El resultado de esta combinación se almacenará dentro de la lista actual, con el nombre
et: See dialoog võimaldab teil ühendada selle loendi saajad teise loendi saajatega. Selle kombinatsiooni tulemus salvestatakse koos praeguse loendiga koos nimega
he: תיבת דו-שיח זו מאפשרת לך לשלב את מקבלי הרשימה הזו עם מקבלי רשימה אחרת. התוצאה של שילוב זה תישמר בתוך הרשימה הנוכחית, עם השם
id: Dialog ini memungkinkan Anda menggabungkan penerima daftar ini dengan penerima daftar lain. Hasil kombinasi ini akan disimpan di dalam daftar saat ini, dengan namanya
it: Questa finestra di dialogo permette di combinare i destinatari di questa lista con i destinatari di un'altra lista. Il risultato di questa combinazione sarà memorizzato all'interno della lista corrente, con il nome
nl: In dit dialoogvenster kan je de ontvangers van deze lijst combineren met de ontvangers van een andere lijst. Het resultaat van deze combinatie wordt opgeslagen in de huidige lijst, met de naam
pl: To okno dialogowe pozwala połączyć odbiorców tej listy z odbiorcami innej listy. Wynik tej kombinacji zostanie zapisany na bieżącej liście z nazwą
pt: Esta caixa de diálogo permite combinar esse ouvinte com outros ouvintes. Os resultados desta mesclagem serão armazenados na lista agora, com seus nomes
ru: Это диалоговое окно позволяет объединить получателей из данного списка с получателями из другого списка. Результат этой комбинации будет сохранен внутри текущего списка, с именем
sv: I den här dialogrutan kan du kombinera mottagarna av denna lista med mottagarna av en annan lista. Resultatet av denna kombination lagras i den aktuella listan med namnet
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถรวมผู้รับของรายการนี้กับผู้รับของรายการอื่นได้ ผลลัพธ์ของชุดค่าผสมนี้จะถูกเก็บไว้ในรายการปัจจุบันพร้อมชื่อ
tr: Bu iletişim kutusu, bu listenin alıcılarını başka bir listenin alıcılarıyla birleştirmenizi sağlar. Bu birleştirmenin sonucu mevcut listede şu isimle saklanacaktır
uk: Це діалогове вікно дозволяє об’єднати одержувачів цього списку з одержувачами іншого списку. Результат цієї комбінації буде збережено всередині поточного списку з назвою
zh_hant: 此对话框可让您将此列表的收件人与另一个列表的收件人合并。此组合的结果将存储在当前列表中，名称为

source: This is a "private", externally managed list. Recipients will not receive any subscribe/unsubscribe messages.
ar: هذه قائمة "خاصة" مدارة خارجيًا. لن يتلقى المستلمون أي رسائل اشتراك / إلغاء اشتراك.
de: Dies ist eine "private", extern verwaltete Liste. Die Empfänger erhalten keine An-/Abmeldenachrichten.
es: Esta es una lista "privada" administrada externamente. Los destinatarios no recibirán ningún mensaje de suscripción o de cancelación de la suscripción.
et: See on "privaatne", väljast hallatud loend. Saajad ei saa tellimis- / tellimusest loobumise teateid.
he: זו רשימה "פרטית", המנוהלת חיצונית. הנמענים לא יקבלו הודעות הרשמה / ביטול המנוי.
id: Ini adalah daftar "pribadi" yang dikelola secara eksternal. Penerima tidak akan menerima pesan berlangganan / berhenti berlangganan.
it: Questa è una lista "privata", gestita esternamente. I destinatari non riceveranno alcun messaggio di iscrizione/disiscrizione.
nl: Dit is een "privé", extern beheerde lijst. Ontvangers ontvangen geen berichten om zich in te schrijven of af te melden.
pl: To jest lista „prywatna” zarządzana zewnętrznie. Odbiorcy nie będą otrzymywać żadnych wiadomości o subskrypcji / anulowaniu subskrypcji.
pt: Esta é uma lista "privada", gerida externamente. Os destinatários não receberão nenhuma mensagem de subscrição/desinscrição.
ru: Это "личный", управляемый извне список. Получатели не будут получать никаких сообщений о подписке/отмене подписки.
sv: Detta är en "privat", externt hanterad lista. Mottagarna får inte några prenumerations- / avbeställningsmeddelanden.
th: นี่คือรายการ "ส่วนตัว" ที่จัดการจากภายนอก ผู้รับจะไม่ได้รับข้อความสมัครสมาชิก / ยกเลิกการสมัคร
tr: Bu harici olarak yönetilen "özel" bir listedir. Alıcılar herhangi bir abonelik mesajı almayacaklar.
uk: Це "приватний", керований зовнішнім списком. Одержувачі не отримають жодних повідомлень про підписку/скасування.
zh_hant: 这是一个“私有的”，外部管理的列表。收件人不会收到任何订阅、取消订阅信息。
