Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Categories are used to categorize all pages. Every page belongs to exactly one category.<br/>The categories are defined in a hierarchy. Here you can change that hierarchy.
ar: تستخدم الفئات لتصنيف جميع الصفحات. كل صفحة تنتمي إلى فئة واحدة بالضبط.<br/>يتم تحديد الفئات في تسلسل هرمي. هنا يمكنك تغيير هذا التسلسل الهرمي.
de: Kategorien werden verwendet, um alle Seiten zu kategorisieren. Jede Seite gehört zu genau einer Kategorie.<br/>Die Kategorien sind in einer Hierarchie definiert. Hier können Sie diese Hierarchie ändern.
es: Las categorías son usadas para clasificar todas las paginas. Cualquier pagina pertenece exactamente a una categoría.<br/> Las categorías son definidas en una jerarquía. Aquí tu puedes cambiar la jerarquía.
et: Kategooriaid kasutatakse kõigi lehtede kategoriseerimiseks. Iga leht kuulub täpselt ühte kategooriasse.<br/>Kategooriad on määratletud hierarhias. Siin saate seda hierarhiat muuta.
he: קטגוריות משמשות לסיווג כל הדפים. כל עמוד שייך לקטגוריה אחת בדיוק.<br/>הקטגוריות מוגדרות בהיררכיה. כאן תוכלו לשנות את ההיררכיה הזו.
id: Kategori yang digunakan untuk mengkategorikan semua halaman. Setiap halaman termasuk persis satu kategori.<br/>kategori Yang didefinisikan dalam suatu hirarki. Di sini anda dapat mengubah bahwa hirarki.
it: Le categorie sono usate per categorizzare tutte le pagine. Ogni pagina appartiene esattamente ad una categoria.<br/>Le categorie sono definite in una gerarchia. Qui puoi cambiare questa gerarchia.
nl: Categoriëen worden gebruikt om pagina's op een logische manier van elkaar te onderscheiden. Elke pagina in het systeem zit in precies één categorie.<br/>De categoriëen zijn hiërarchisch onderverdeeld. Op deze pagina kan je deze hiërarchie bewerken.
pl: Kategorie są używane do kategoryzowania wszystkich stron. Każda strona należy do dokładnie jednej kategorii.<br/>Kategorie są zdefiniowane w hierarchii. Tutaj możesz zmienić hierarchię.
pt: As categorias são usadas para categorizar todas as páginas. Cada página pertence a exatamente uma categoria.<br/>As categorias são definidas em uma hierarquia. Aqui você pode alterar essa hierarquia.
ru: Категории используются для категоризации всех страниц. Каждая страница принадлежит ровно к одной категории.<br/>Категории определяются в иерархии. Здесь вы можете изменить эту иерархию.
sv: Kategorier används för att kategorisera alla sidor. Varje sida tillhör exakt en kategori.<br/>De kategorier som definieras i en hierarki. Här kan du ändra hierarkin.
th: หมวดหมู่ใช้เพื่อจัดหมวดหมู่เพจทั้งหมด ทุกหน้าเป็นของหมวดหมู่เดียว<br/>หมวดหมู่ถูกกำหนดตามลำดับชั้น คุณสามารถเปลี่ยนลำดับชั้นได้ที่นี่
tr: Kategoriler tüm sayfaları kategorize etmek için kullanılırlar. Her sayfa tam olarak tek bir kategoriye aittir.<br/>Kategoriler hiyerarşik olarak tanımlanırlar. Buradan bu hiyerarşiyi değiştirebilirsiniz.
uk: Категорії використовуються для класифікації всіх сторінок. Кожна сторінка належить точно до однієї категорії.<br/>Категорії визначені в ієрархії. Тут Ви можете змінити цю ієрархію.
zh_hant: 分类用于用于所有页面的分类管理。每个页面只能属于一个分类。<br />分类定义通过层级来定义，在这里你可以修改层级关系。

source: Category Hierarchy
ar: التسلسل الهرمي للفئات
de: Kategoriehierarchie
es: Jerarquía por categoría
et: Kategooriate hierarhia
he: היררכיית קטגוריות
id: Kategori hirarki
it: Gerarchia delle categorie
nl: Categorie hiërarchie
pl: Hierarchia kategorii
pt: Categoria Hierarquia
ru: Дерево категории
sv: Kategorihierarki
th: ลำดับชั้นของหมวดหมู่
tr: Kategori Hiyerarşisi
uk: Ієрархія категорій
zh_hant: 分类层级

source: Delete &amp; Move Pages
ar: حذف &amp; نقل الصفحات
de: Löschen &amp; Seiten verschieben
es: Eliminar &amp; Mover páginas
et: Kustuta &amp; teisaldatavat lehte
he: מחק &amp; העברת דפים
id: Hapus &amp; Pindah Halaman
it: Cancellare &amp; Spostare le pagine
nl: Verwijder en verplaats pagina’s
pl: Usuń i przenieś strony
pt: Apagar &amp; Mover Páginas
ru: Удалить &amp; Переместить страницы
sv: Ta bort &amp; flytta sidor
th: ลบ &amp; ย้ายหน้า
tr: Sayfaları Sil &amp; Taşı
uk: Видалити &amp; Перемістити сторінки
zh_hant: 删除 &amp; 移动页面

source: Delete All Pages
ar: حذف كافة الصفحات
de: Alle Seiten löschen
es: Eliminar todas las Páginas
et: Kustuta kõik lehed
he: מחק את כל הדפים
id: Menghapus semua halaman
it: Cancellare tutte le pagine
nl: Verwijder alle pagina’s
pl: Usuń wszystkie strony
pt: Apagar Todas as Páginas
ru: Удалить все страницы
sv: Ta bort alla sidor
th: ลบทุกหน้า
tr: Tüm Sayfaları Sil
uk: Видалити всі сторінки
zh_hant: 删除所有页面

source: Delete is canceled, there are pages in the category.
ar: تم إلغاء الحذف ، هناك صفحات في الفئة.
de: Löschen wird abgebrochen, es sind Seiten in der Kategorie vorhanden.
es: La eliminación se cancela, hay páginas en la categoría.
et: Kustutamine on tühistatud, kategoorias on lehti.
he: מחיקה בוטלה, ישנם עמודים בקטגוריה.
id: Menghapus dibatalkan, disana ada halaman-halaman di kategori ini.
it: La cancellazione è annullata, ci sono pagine nella categoria.
nl: Het verwijderen is afgebroken, want er zijn nog pagina’s in de categorie.
pl: Anulowano usuwanie; w kategorii są strony.
pt: Eliminar é cancelado, há páginas na categoria.
ru: Удаление отменено, в категории есть страницы.
sv: Ta bort avbryts, finns det sidor i kategorin.
th: ลบถูกยกเลิกมีหน้าในหมวดหมู่
tr: Silme iptal edildi, kategorilerde sayfalar var.
uk: Видалення скасовано, у категорії є сторінки.
zh_hant: 删除是取消的，类别中有页面。

source: Drag categories to the place where you want them in the hierarchy.
ar: اسحب الفئات إلى المكان الذي تريده في التسلسل الهرمي.
de: Ziehen Sie Kategorien an die Stelle, an der Sie sie in der Hierarchie haben möchten.
es: Arrastrar categorías de el lugar donde tu quieras en la jerarquía.
et: Tiri kategooriad sinna asukohta, kus tahad neid hierarhias näha.
he: גרור קטגוריות למקום שבו אתה רוצה אותן בהיררכיה.
id: Seret kategori ke tempat di mana anda inginkan mereka dalam hirarki.
it: Trascina le categorie nel posto in cui le vuoi nella gerarchia.
nl: Versleep categorieën naar de plaats waar je deze in de hiërarchie wilt hebben.
pl: Przeciągnij kategorie w wybrane miejsce w hierarchii.
pt: Arraste as categorias para o local onde as quer na hierarquia.
ru: Перетащите категории в нужное место в иерархии.
sv: Dra kategorier till den plats där du vill ha dem i hierarkin.
th: ลากหมวดหมู่ไปยังตำแหน่งที่คุณต้องการในลำดับชั้น
tr: Kategorileri olmasını istediğiniz yere sürükleyin.
uk: Перетягніть категорії в потрібне місце в ієрархії.
zh_hant: 通过拖动将分类放到你想要的合适层级位置。

source: How does this work?
ar: كيف يعمل هذا؟
de: Wie funktioniert das?
es: ¿Como funciona esto?
et: Kuidas see toimib?
he: איך זה עובד?
id: Bagaimana ini berkerja?
it: Come funziona?
nl: Hoe werkt dit?
pl: Jak to działa?
pt: Como é que isto funciona?
ru: Как это работает?
sv: Hur fungerar det?
th: วิธีนี้ทำงานอย่างไร?
tr: Nasıl çalışır?
uk: Як це працює?
zh_hant: 这是如何工作的？

source: Move all pages in these categories to:
ar: انقل كافة الصفحات في هذه الفئات إلى:
de: Verschieben Sie alle Seiten in diesen Kategorien nach:
es: Trasladar todas las paginas en estas categorías a:
et: Teisaldage nende kategooriate kõik lehed:
he: העבר את כל הדפים בקטגוריות אלה אל:
id: Memindahkan semua halaman di kategori ini:
it: Sposta tutte le pagine di queste categorie in:
nl: Verplaats alle pagina’s in deze categorie naar:
pl: Przenieś wszystkie strony w tych kategoriach do:
pt: Mova todas as páginas destas categorias para:
ru: Переместить все страницы в этих категориях:
sv: Flytta alla sidor i dessa kategorier:
th: ย้ายหน้าทั้งหมดในหมวดหมู่เหล่านี้ไปที่:
tr: Bu kategorideki tüm sayfaları şuraya taşıyın:
uk: Перемістити всі сторінки цих категорій до:
zh_hant: 将这些类别的所有页面移至：

source: Not all resources could be deleted.
ar: لا يمكن حذف جميع الموارد.
de: Es konnten nicht alle Ressourcen gelöscht werden.
es: No todos los recursos pudieron ser eliminados.
et: Kõiki ressursse ei saanud kustutada.
he: לא ניתן היה למחוק את כל המשאבים.
id: Tidak semua sumber daya bisa dihapus.
it: Non tutte le risorse possono essere cancellate.
nl: Niet alle pagina’s konden worden verwijderd.
pl: Nie wszystkie zasoby można było usunąć.
pt: Nem todos os recursos poderiam ser apagados.
ru: Не все ресурсы могли быть удалены.
sv: Inte alla resurser som kan tas bort.
th: ไม่สามารถลบทรัพยากรทั้งหมดได้
tr: Tüm kaynaklar silinemedi.
uk: Не всі ресурси можна було видалити.
zh_hant: 并非所有资源都可以删除。

source: Or click <strong>Delete All Pages</strong> to delete all pages in the categories.
ar: أو انقر فوق <strong>حذف كل الصفحات</strong> لحذف كافة الصفحات الموجودة في الفئات.
de: Oder klicken Sie auf <strong>Alle Seiten löschen</strong> , um alle Seiten in den Kategorien zu löschen.
es: O has click en <strong>Eliminar todas las páginas</strong> para eliminar todas las páginas en las categorías.
et: Või klõpsake kategooriate kõigi lehtede kustutamiseks nuppu <strong>Kustuta kõik lehed</strong>.
he: או לחץ על <strong>מחק את כל העמודים</strong> כדי למחוק את כל הדפים בקטגוריות.
id: Atau klik <strong>Hapus Semua Halaman</strong> untuk menghapus semua halaman didalam kategori.
it: Oppure clicca <strong>Elimina tutte le pagine</strong> per eliminare tutte le pagine nelle categorie.
nl: Of klik <strong>Verwijder alle pagina’s</strong> om alle pagina’s in de categorieën te verwijderen.
pl: Lub kliknij <strong>Usuń wszystkie strony</strong> , aby usunąć wszystkie strony z kategorii.
pt: Ou clique em <strong>Delete All Pages</strong> para excluir todas as páginas das categorias.
ru: Или нажмите <strong>Удалить все страницы</strong> , чтобы удалить все страницы в категориях.
sv: Eller klicka på <strong>ta Bort Alla Sidor</strong> för att ta bort alla sidor i kategorier.
th: หรือคลิก <strong>Delete All Pages</strong> เพื่อลบเพจทั้งหมดในหมวดหมู่
tr: Yada kategoriler içerisindeki tüm sayfaları silmek için <strong>Tüm Sayfaları Sil</strong>'e tıklayın.
uk: Або натисніть <strong>Видалити всі сторінки</strong>, щоб видалити всі сторінки в категоріях.
zh_hant: 或者点击 <strong>删除所有页面</strong> 删除类别中的所有页面。

source: There are no pages in these categories.
ar: لا توجد صفحات في هذه الفئات.
de: Es gibt keine Seiten in diesen Kategorien.
es: No hay páginas en estas categorías.
et: Nendes kategooriates pole lehti.
he: אין דפים בקטגוריות אלה.
id: Tidak ada halaman dalam kategori ini.
it: Non ci sono pagine in queste categorie.
nl: Er zijn geen pagina’s in deze categorieën.
pl: W tych kategoriach nie ma żadnych stron.
pt: Não há páginas nestas categorias.
ru: В этих категориях нет страниц.
sv: Det finns inga sidor i dessa kategorier.
th: ไม่มีหน้าในหมวดหมู่เหล่านี้
tr: Bu kategoriler içerisinde hiçbir sayfa yok.
uk: У цих категоріях немає сторінок.
zh_hant: 这些类别中没有页面。

source: Use the <i class="glyphicon glyphicon-cog"></i> button to add or remove categories.
ar: استخدم الزر <i class="glyphicon glyphicon-cog"></i> لإضافة الفئات أو إزالتها.
de: Verwenden Sie die Schaltfläche <i class="glyphicon glyphicon-cog"></i> , um Kategorien hinzuzufügen oder zu entfernen.
es: Usa el botón <i class="glyphicon glyphicon-cog"></i>para agregar o remover las categorías.
et: Kategooriate lisamiseks või eemaldamiseks kasutage nuppu <i class="glyphicon glyphicon-cog"></i>.
he: השתמש בכפתור <i class="glyphicon glyphicon-cog"></i> כדי להוסיף או להסיר קטגוריות.
id: Menggunakan <i class="glyphicon glyphicon-cog"></i> tombol untuk menambah atau menghapus kategori.
it: Usa il pulsante <i class="glyphicon glyphicon-cog"></i> per aggiungere o rimuovere categorie.
nl: Gebruik de knop <i class="glyphicon glyphicon-cog"></i> om categorieën toe te voegen of te verwijderen.
pl: Użyj przycisku <i class="glyphicon glyphicon-cog"></i> , aby dodać lub usunąć kategorie.
pt: Use o botão <i class="glyphicon glyphicon-cog"></i> para adicionar ou remover categorias.
ru: Используйте кнопку <i class="glyphicon glyphicon-cog"></i> для добавления или удаления категорий.
sv: Använda <i class="glyphicon glyphicon-cog"> knappen för att lägga till eller ta bort kategorier.
th: ใช้ปุ่ม <i class="glyphicon glyphicon-cog"></i> เพื่อเพิ่มหรือลบหมวดหมู่
tr: Kategori eklemek yada kaldırmak için <i class="glyphicon glyphicon-cog"></i> butonunu kullanın.
uk: Використовуйте кнопку <i class="glyphicon glyphicon-cog"></i>, щоб додати або видалити категорії.
zh_hant: 使用 <i class="glyphicon glyphicon-cog"></i> 按钮添加或删除类别。

source: A copy of all email is sent to
ar: يتم إرسال نسخة من جميع رسائل البريد الإلكتروني إلى
de: Eine Kopie aller E-Mails wird an gesendet
es: Se envía una copia de todo el correo electrónico a
et: Kõigi e-kirjade koopiad saadetakse aadressile
he: עותק של כל הדוא"ל נשלח אל
id: Salinan dari semua email dikirim ke
it: Una copia di tutte le e-mail viene inviata a
nl: Een kopie van alle e-mail wordt verzonden naar
pl: Kopia wszystkich wiadomości e-mail jest wysyłana do
pt: Uma cópia de todos os e-mails é enviada para
ru: Копия всего электронного письма отправляется на адрес
sv: En kopia av alla e-postmeddelanden skickas till
th: สำเนาอีเมลทั้งหมดจะถูกส่งไปที่
tr: Tüm e-postaların bir kopyası adresine gönderilir
uk: Копія всієї електронної пошти надсилається на адресу
zh_hant: 所有电子邮件的副本发送到

source: Add configuration key
ar: أضف مفتاح التكوين
de: Konfigurationstaste hinzufügen
es: Agregar la clave de configuración
et: Lisage konfiguratsioonivõti
he: הוסף מפתח תצורה
id: Tambahkan kunci konfigurasi
it: Aggiungi chiave di configurazione
nl: Voeg configuratieregel toe
pl: Dodaj klucz konfiguracyjny
pt: Adicionar chave de configuração
ru: Добавить параметр конфигурации
sv: Lägg till konfigurationsnyckel
th: เพิ่มคีย์การกำหนดค่า
tr: Yapılandırma anahtarı ekle
uk: Додати ключ конфігурації
zh_hant: 创建配置 Key

source: Add email domains using <tt>@example.com</tt> and complete email addresses. Separate multiple entries using whitespace, semicolons or commas.
ar: أضف مجالات البريد الإلكتروني باستخدام <tt>@example.com</tt> وعناوين البريد الإلكتروني الكاملة. قم بفصل الإدخالات المتعددة باستخدام المسافات البيضاء أو الفواصل المنقوطة أو الفواصل.
de: Fügen Sie E-Mail-Domänen mit <tt>@example.com</tt> und vollständigen E-Mail-Adressen hinzu. Trennen Sie mehrere Einträge durch Leerzeichen, Semikolons oder Kommas.
es: Agregue dominios de correo electrónico usando <tt>@example.com</tt> y direcciones de correo electrónico completas. Separe varias entradas utilizando espacios en blanco, punto y coma o comas.
et: Lisage e-posti domeene kasutades <tt>@example.com</tt> ja sisestage e-posti aadressid. Eraldage mitu kirjet tühikute, semikoolonite või komadega.
he: הוסף דומיינים של דוא"ל באמצעות <tt>@example.com</tt> והשלם כתובות דוא"ל. הפרד מספר ערכים באמצעות רווח לבן, נקודות פסיק או פסיקים.
id: Tambahkan domain email menggunakan <tt>@example.com</tt> dan lengkapi alamat email. Pisahkan beberapa entri menggunakan spasi, titik koma, atau koma.
it: Aggiungi domini email utilizzando <tt>@example.com</tt> e completa gli indirizzi email. Separa più voci utilizzando spazi bianchi, punto e virgola o virgole.
nl: Voeg e-maildomeinen toe met <tt>@voorbeeld.com</tt> en volledige e-mailadressen. Scheid meerdere vermeldingen van elkaar met spaties, puntkomma's of komma's.
pl: Dodaj domeny e-mail za pomocą <tt>@example.com</tt> i kompletne adresy e-mail. Oddziel poszczególne wpisy białymi znakami, średnikami lub przecinkami.
pt: Adicione domínios de e-mail usando <tt>@example.com</tt> e complete os endereços de e-mail. Separe várias entradas usando espaços em branco, ponto e vírgula ou vírgulas.
ru: Добавьте домены электронной почты, используя <tt>@example.com</tt> и полные адреса электронной почты. Разделяйте несколько записей пробелами, точками с запятой или запятыми.
sv: Lägg till e-postdomäner med <tt>@example.com</tt> och fyll i e-postadresser. Separera flera poster med blanksteg, semikolon eller kommatecken.
th: เพิ่มโดเมนอีเมลโดยใช้ <tt>@example.com</tt> และกรอกที่อยู่อีเมลให้ครบถ้วน คั่นหลายรายการโดยใช้ช่องว่าง อัฒภาค หรือเครื่องหมายจุลภาค
tr: <tt>@example.com</tt> kullanarak e-posta alan adlarını ekleyin ve e-posta adreslerini tamamlayın. Birden çok girişi boşluk, noktalı virgül veya virgül kullanarak ayırın.
uk: Додайте домени електронної пошти за допомогою <tt>@example.com</tt> і повних електронних адрес. Розділяйте кілька записів пробілами, крапками з комами або комами.
zh_hant: 使用 <tt>@example.com</tt> 新增電子郵件網域和完整的電子郵件地址。使用空格、分號或逗號分隔多個條目。

source: Add key
ar: أضف مفتاح
de: Taste hinzufügen
es: Agregar clave
et: Lisa võti
he: הוסף מפתח
id: Tambahkan kunci
it: Aggiungere la chiave
nl: Item toevoegen
pl: Dodaj klucz
pt: Adicionar chave
ru: Добавить параметр
sv: Lägg till nyckel
th: เพิ่มคีย์
tr: Anahtar ekle
uk: Додати ключ
zh_hant: 创建 Key

source: All email is sent to
ar: يتم إرسال كل البريد الإلكتروني إلى
de: Alle E-Mails werden an gesendet
es: Todo el correo electrónico se envía a
et: Kõik e-kirjad saadetakse aadressile
he: כל הדוא"ל נשלח אל
id: Semua email dikirim ke
it: Tutte le e-mail sono inviate a
nl: Alle e-mail wordt verzonden naar
pl: Wszystkie wiadomości e-mail są wysyłane na adres
pt: Todos os e-mails são enviados para
ru: Все письма отправляются на
sv: All e-post skickas till
th: อีเมลทั้งหมดจะถูกส่งไปที่
tr: Tüm e-postalar şu adrese gönderilir:
uk: Всі електронні листи надсилаються на адресу
zh_hant: 所有电子邮件都发送到

source: All email is sent to <b>{email}</b>, except for the email addresses and domains defined here.
ar: يتم إرسال كافة رسائل البريد الإلكتروني إلى <b>{email}</b>، باستثناء عناوين البريد الإلكتروني والمجالات المحددة هنا.
de: Alle E-Mails werden an <b>{email}</b>gesendet, mit Ausnahme der hier definierten E-Mail-Adressen und Domänen.
es: Todo el correo electrónico se envía a <b>{email}</b>, excepto las direcciones de correo electrónico y los dominios definidos aquí.
et: Kõik meilid saadetakse aadressile <b>{email}</b>, välja arvatud siin määratletud e-posti aadressid ja domeenid.
he: כל האימייל נשלח אל <b>{email}</b>, למעט כתובות הדוא"ל והדומיינים המוגדרים כאן.
id: Semua email dikirim ke <b>{email}</b>, kecuali alamat email dan domain yang ditentukan di sini.
it: Tutte le email vengono inviate a <b>{email}</b>, ad eccezione degli indirizzi email e dei domini definiti qui.
nl: Alle e-mail wordt verzonden naar <b>{email}</b>behalve de e-mailadressen en domeinen die hier zijn gedefinieerd.
pl: Wszystkie e-maile są wysyłane na adres <b>{email}</b>, z wyjątkiem zdefiniowanych tutaj adresów e-mail i domen.
pt: Todos os emails são enviados para <b>{email}</b>, exceto os endereços de email e domínios definidos aqui.
ru: Вся электронная почта отправляется на адрес <b>{email}</b>, за исключением адресов электронной почты и доменов, определенных здесь.
sv: All e-post skickas till <b>{email}</b>, förutom de e-postadresser och domäner som definieras här.
th: อีเมลทั้งหมดจะถูกส่งไปยัง <b>{email}</b>ยกเว้นที่อยู่อีเมลและโดเมนที่กำหนดไว้ที่นี่
tr: Burada tanımlanan e-posta adresleri ve etki alanları hariç tüm e-postalar <b>{email}</b>adresine gönderilir.
uk: Усі електронні листи надсилаються на адресу <b>{email}</b>, за винятком адрес електронної пошти та доменів, визначених тут.
zh_hant: 所有電子郵件都會傳送至 <b>{email}</b>，此處定義的電子郵件地址和網域除外。

source: Alternative names
ar: أسماء بديلة
de: Alternative Namen
es: Nombres alternativos
et: Alternatiivsed nimed
he: שמות חלופיים
id: Nama Alternatif
it: Nomi alternativi
nl: Alternatieve namen
pl: Alternatywne nazwy
pt: Nomes alternativos
ru: Альтернативные имена
sv: Alternativa namn
th: ชื่อทางเลือก
tr: Alternatif isimler
uk: Альтернативні назви
zh_hant: 备用名

source: Always use SSL
ar: استخدم دائمًا SSL
de: Verwenden Sie immer SSL
es: Utilice siempre SSL
et: Kasutage alati SSL-i
he: השתמש תמיד ב- SSL
id: Selalu gunakan SSL
it: Usa sempre SSL
nl: Gebruik altijd SSL
pl: Zawsze używaj SSL
pt: Sempre use SSL
ru: Всегда использовать SSL
sv: Använd alltid SSL
th: ใช้ SSL เสมอ
tr: Her zaman SSL kullan
uk: Завжди використовуйте SSL
zh_hant: 一律使用SSL

source: Are you sure you want to delete the configuration key
ar: هل أنت متأكد أنك تريد حذف مفتاح التكوين
de: Sind Sie sicher, dass Sie den Konfigurationsschlüssel löschen möchten?
es: Está seguro de que quiere eliminar la clave de configuración
et: Oled kindel, et tahad kustutada konfiguratsioonivõtit
he: האם אתה בטוח שברצונך למחוק את מפתח התצורה
id: Apakah anda yakin anda ingin menghapus kunci konfigurasi
it: Sei sicuro di voler eliminare la chiave di configurazione
nl: Weet je zeker dat je deze configuratieregel wilt weggooien:
pl: Czy na pewno chcesz usunąć klucz konfiguracyjny?
pt: Tem a certeza que quer apagar a chave de configuração
ru: Вы уверены, что желаете удалить параметр
sv: Är du säker på att du vill ta bort konfigurationen nyckel
th: แน่ใจไหมว่าต้องการลบคีย์การกำหนดค่า
tr: Yapılandırma anahtarını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити ключ конфігурації
zh_hant: 确认删除配置 Key

source: Certificates provided by SSL modules
ar: الشهادات المقدمة من وحدات SSL
de: Von SSL-Modulen bereitgestellte Zertifikate
es: Certificados proporcionados por los módulos SSL
et: SSL-moodulite pakutavad sertifikaadid
he: אישורים המסופקים על ידי מודולי SSL
id: Sertifikat disediakan oleh modul SSL
it: Certificati forniti dai moduli SSL
nl: Certificaten die door SSL-modules worden geleverd
pl: Certyfikaty dostarczane przez moduły SSL
pt: Certificados fornecidos pelos módulos SSL
ru: Сертификаты, предоставляемые модулями SSL
sv: Certifikat från SSL-moduler
th: ใบรับรองจากโมดูล SSL
tr: SSL modülleri tarafından sağlanan sertifikalar
uk: Сертифікати, надані модулями SSL
zh_hant: 由SSL模块提供的证书

source: Config
ar: التكوين
de: Konfig
es: Configuración
et: Konfiguratsioon
he: תצורה
id: Konfigurasi
it: Configurazioni
nl: Configuratie
pl: Konfiguracja
ru: Параметры
sv: Konfig
tr: Yapılandır
uk: Конфіг
zh_hant: 配置

source: Configuration
ar: ترتيب
de: Konfiguration
es: Configuración
et: Konfiguratsioon
he: תְצוּרָה
id: Konfigurasi
it: Configurazione
nl: Configuratie
pl: Konfiguracja
pt: Configuração
ru: Конфигурация
sv: Konfiguration
th: การกำหนดค่า
tr: Yapılandırma
uk: Конфігурація
zh_hant: 配置構造

source: Default
ar: إفتراضي
de: Standard
es: Por defecto
et: Vaikeväärtus
he: בְּרִירַת מֶחדָל
id: Standar
nl: Standaard
pl: Domyślny
pt: Predefinição
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
zh_hant: 默认

source: Defaults to the SMTP hostname of the site.
ar: افتراضيًا، يتم تعيين اسم مضيف SMTP للموقع.
de: Standardmäßig ist dies der SMTP-Hostname der Site.
es: El valor predeterminado es el nombre de host SMTP del sitio.
et: Vaikimisi on saidi SMTP hostinimi.
he: ברירת המחדל של שם המארח SMTP של האתר.
id: Defaultnya adalah nama host SMTP situs tersebut.
it: Per impostazione predefinita, il nome host SMTP del sito.
nl: Standaard wordt de SMTP-hostnaam van de site gebruikt.
pl: Domyślnie jest to nazwa hosta SMTP witryny.
pt: O padrão é o nome do host SMTP do site.
ru: По умолчанию используется имя хоста SMTP сайта.
sv: Standard är SMTP-värdnamnet för webbplatsen.
th: ค่าเริ่มต้นเป็นชื่อโฮสต์ SMTP ของไซต์
tr: Varsayılan olarak sitenin SMTP ana bilgisayar adı kullanılır.
uk: За замовчуванням використовується ім’я хосту SMTP сайту.
zh_hant: 預設為網站的 SMTP 主機名稱。

source: Defaults to the hostname of the site.
ar: افتراضات على اسم مضيف الموقع.
de: Der Standardwert ist der Hostname der Site.
es: Por defecto es el nombre de host del sitio.
et: Vaikimisi on saidi hosti nimi.
he: ברירת מחדל לשם המארח של האתר.
id: Default ke nama host situs.
it: Il valore predefinito è l'hostname del sito.
nl: Standaard is de hostnaam van de site.
pl: Domyślnie nazwa hosta witryny.
pt: O padrão é o nome do host do site.
ru: По умолчанию используется имя хоста сайта.
sv: Standardvärden för webbplatsens värdnamn.
th: ค่าเริ่มต้นเป็นชื่อโฮสต์ของไซต์
tr: Sitenin ana bilgisayar adına varsayılan.
uk: За замовчуванням — ім’я хоста сайту.
zh_hant: 默认为站点的主机名。

source: Description
ar: وصف
de: Beschreibung
es: Descripción
et: Kirjeldus
he: תיאור
id: Deskripsi
it: Descrizione
nl: Omschrijving
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
zh_hant: 描述
