Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Edit Page
ar: تعديل الصفحة
de: Seite bearbeiten
es: Editar la página
et: Muuda lehte
he: ערוך דף
id: Edit Halaman
it: Modifica pagina
nl: Bewerk pagina
pl: Edytuj stronę
pt: Página de edição
ru: Редактировать Страницу
sv: Redigera sida
th: แก้ไขหน้า
tr: Sayfayı düzenle
uk: Редагувати сторінку
zh_hant: 编辑页面

source: Move all pages in these content groups to:
ar: انقل كافة الصفحات في مجموعات المحتوى هذه إلى:
de: Verschieben Sie alle Seiten in diesen Inhaltsgruppen nach:
es: Mover todas las páginas en estos grupos de contenidos a:
et: Teisaldage nende sisurühmade kõik lehed:
he: העבר את כל הדפים בקבוצות התוכן האלה ל:
id: Memindahkan semua halaman dalam grup konten untuk:
it: Sposta tutte le pagine di questi gruppi di contenuti in:
nl: Verplaats alle gebruikers in deze paginagroepen naar:
pl: Przenieś wszystkie strony w tych grupach tematycznych do:
pt: Mova todas as páginas destes grupos de conteúdo para:
ru: Переместить все страницы в этих группах контента в:
sv: Flytta alla sidor i dessa innehållsgrupper till:
th: ย้ายหน้าทั้งหมดในกลุ่มเนื้อหาเหล่านี้ไปที่:
tr: Bu içerik grubundaki tüm sayfaları şuraya taşı:
uk: Перемістити всі сторінки в цих групах вмісту до:
zh_hant: 将这些内容组中的所有页面移到。

source: None
ar: لا شيء
de: Keine
es: Ninguno
et: Puudub
he: אף אחד
id: Tidak ada
it: Nessuno
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Жодного
zh_hant: 无

source: Or click <strong>Delete All Pages</strong> to delete all pages in the content groups.
ar: أو انقر فوق <strong>حذف كل الصفحات</strong> لحذف كافة الصفحات في مجموعات المحتوى.
de: Oder klicken Sie auf <strong>Alle Seiten löschen</strong> , um alle Seiten in den Inhaltsgruppen zu löschen.
es: O hacer clic en <strong>Eliminar todas las páginas</strong> para eliminar todas las páginas en los grupos de contenido.
et: Või klõpsake nuppu <strong>Kustuta kõik lehed</strong> et kustutada kõik sisurühmade lehed.
he: או לחץ על <strong>מחק את כל העמודים</strong> כדי למחוק את כל הדפים בקבוצות התוכן.
id: Atau klik <strong>Hapus Semua Halaman</strong> untuk menghapus semua halaman didalam konten kelompok.
it: Oppure clicca <strong>Elimina tutte le pagine</strong> per eliminare tutte le pagine nei gruppi di contenuto.
nl: Of klik <strong>Verwijder alle pagina’s</strong> om alle pagina’s in de paginagroepen te verwijderen.
pl: Lub kliknij <strong>Usuń wszystkie strony</strong> , aby usunąć wszystkie strony w grupach treści.
pt: Ou clique em <strong>Delete All Pages</strong> para excluir todas as páginas dos grupos de conteúdo.
ru: Или нажмите <strong>Удалить все страницы</strong> , чтобы удалить все страницы в этих группах контента.
sv: Eller klicka på <strong>ta Bort Alla Sidor</strong> för att ta bort alla sidor i innehållet grupper.
th: หรือคลิก <strong>Delete All Pages</strong> เพื่อลบเพจทั้งหมดในกลุ่มเนื้อหา
tr: Yada içerik grubundaki her sayfayı silmek için <strong>Tüm Sayfaları Sil</strong>'e tıklayın.
uk: Або натисніть <strong>Видалити всі сторінки</strong> , щоб видалити всі сторінки в групах вмісту.
zh_hant: 或者点击 <strong>删除所有页面</strong> 删除内容组中的所有页面。

source: Stopped at page:
ar: توقف عند الصفحة:
de: Auf der Seite angehalten:
es: Se detuvo en la página:
et: Peatus lehel:
he: נעצר בעמוד:
id: Berhenti di halaman:
it: Si è fermato alla pagina:
nl: Gestopt bij pagina:
pl: Zatrzymano na stronie:
pt: Parou na página:
ru: Остановился на странице:
sv: Stoppad vid sidan:
th: หยุดอยู่ที่หน้า:
tr: Sayfada durdu:
uk: Зупинився на сторінці:
zh_hant: 停在页。

source: There are no pages in these content groups.
ar: لا توجد صفحات في مجموعات المحتوى هذه.
de: In diesen Inhaltsgruppen gibt es keine Seiten.
es: No hay páginas en estos grupos de contenido.
et: Nendes sisurühmades pole lehti.
he: אין דפים בקבוצות התוכן האלה.
id: Tidak ada halaman dalam konten ini memiliki.
it: Non ci sono pagine in questi gruppi di contenuto.
nl: Er zijn geen pagina’s in deze paginagroepen.
pl: W tych grupach zawartości nie ma stron.
pt: As páginas deste grupo de conteúdo não estão disponíveis.
ru: В этих группах контента нет страниц.
sv: Det finns inga sidor i dessa innehållsgrupper.
th: ไม่มีเพจในกลุ่มเนื้อหาเหล่านี้
tr: Bu içerik gruplarında sayfa yok.
uk: У цих групах вмісту немає сторінок.
zh_hant: 这些内容组中没有页面。

source: This page is part of the group:
ar: هذه الصفحة جزء من المجموعة:
de: Diese Seite ist Teil der Gruppe:
es: Esta página es parte del grupo:
et: See leht on osa rühmast:
he: דף זה הוא חלק מהקבוצה:
id: Halaman ini adalah bagian dari grup:
it: Questa pagina fa parte del gruppo:
nl: Deze pagina maakt deel uit van de groep:
pl: Ta strona jest częścią grupy:
pt: Esta página faz parte do grupo:
ru: Эта страница является частью группы:
sv: Denna sida är en del av gruppen:
th: หน้านี้เป็นส่วนหนึ่งของกลุ่ม:
tr: Bu sayfa şu grubun bir üyesi:
uk: Ця сторінка входить до групи:
zh_hant: 本页属于组。

source: Accept all
ar: قبول الكل
de: Alle akzeptieren
es: Aceptar todo
et: Võta kõik vastu
he: קבל הכל
id: Terima semua
it: Accettare tutti
nl: Accepteer alles
pl: Akceptuj wszystkie
pt: Aceitar tudo
ru: Принять все
sv: Acceptera alla
th: ยอมรับทั้งหมด
tr: Hepsini kabul et
uk: Прийняти все
zh_hant: 接受所有的

source: Accept selection
ar: قبول الاختيار
de: Auswahl akzeptieren
es: Aceptar selección
et: Nõustu valikuga
he: קבל בחירה
id: Terima pilihan
it: Accetta la selezione
nl: Accepteer selectie
pl: Zaakceptuj wybór
pt: Aceitar seleção
ru: Принять выбор
sv: Acceptera urval
th: ยอมรับการเลือก
tr: Seçimi kabul et
uk: Прийняти вибір
zh_hant: 接受選擇

source: All cookies
ar: جميع ملفات تعريف الارتباط
de: Alle Cookies
es: todas las galletas
et: Kõik küpsised
he: כל העוגיות
id: Semua cookie
it: Tutti i cookie
nl: Alle cookies
pl: Wszystkie pliki cookie
pt: Todos os cookies
ru: Все файлы cookie
sv: Alla kakor
th: คุกกี้ทั้งหมด
tr: Tüm çerezler
uk: Все печиво
zh_hant: 所有餅乾

source: Change cookie settings
ar: تغيير إعدادات ملفات تعريف الارتباط
de: Cookie-Einstellungen ändern
es: Cambiar la configuración de las cookies
et: Muutke küpsiste seadeid
he: שנה את הגדרות העוגיות
id: Ubah pengaturan cookie
it: Modifica le impostazioni dei cookie
nl: Cookie-instellingen wijzigen
pl: Zmień ustawienia plików cookie
pt: Alterar configurações de cookies
ru: Изменить настройки файлов cookie
sv: Ändra cookie-inställningar
th: เปลี่ยนการตั้งค่าคุกกี้
tr: Çerez ayarlarını değiştir
uk: Змінити налаштування файлів cookie
zh_hant: 更改 cookie 設置

source: Click to change cookie settings
ar: انقر لتغيير إعدادات ملفات تعريف الارتباط
de: Klicken Sie hier, um die Cookie-Einstellungen zu ändern
es: Haga clic para cambiar la configuración de cookies
et: Klõpsake küpsiste seadete muutmiseks
he: לחץ כדי לשנות את הגדרות העוגיות
id: Klik untuk mengubah pengaturan cookie
it: Fare clic per modificare le impostazioni dei cookie
nl: Klik om de cookie-instellingen te wijzigen
pl: Kliknij, aby zmienić ustawienia plików cookie
pt: Clique para alterar as configurações de cookies
ru: Нажмите, чтобы изменить настройки файлов cookie
sv: Klicka för att ändra cookie-inställningar
th: คลิกเพื่อเปลี่ยนการตั้งค่าคุกกี้
tr: Çerez ayarlarını değiştirmek için tıklayın
uk: Натисніть, щоб змінити налаштування файлів cookie
zh_hant: 單擊以更改 cookie 設置

source: Cookie consent settings
ar: إعدادات الموافقة على ملفات تعريف الارتباط
de: Cookie-Zustimmungseinstellungen
es: Configuración de consentimiento de cookies
et: Küpsiste nõusoleku seaded
he: הגדרות הסכמה לקובצי Cookie
id: Pengaturan persetujuan cookie
it: Impostazioni consenso cookie
nl: Instellingen voor toestemming voor cookies
pl: Ustawienia zgody na pliki cookie
pt: Configurações de consentimento de cookies
ru: Настройки согласия на использование файлов cookie
sv: Inställningar för samtycke för cookies
th: การตั้งค่าความยินยอมของคุกกี้
tr: Çerez izni ayarları
uk: Налаштування згоди на файли cookie
zh_hant: Cookie 同意設置

source: Customize
ar: تخصيص
de: Anpassen
es: Personalizar
et: Kohanda
he: התאמה אישית
id: Sesuaikan
it: Personalizzare
nl: Pas aan
pl: Dostosuj
pt: Personalizar
ru: Настроить
sv: Anpassa
th: ปรับแต่ง
tr: Özelleştirmek
uk: Налаштувати
zh_hant: 客製化

source: Decline all
ar: رفض الكل
de: Alle ablehnen
es: Rechazar todo
et: Keeldu kõigest
he: דחה הכל
id: Tolak semuanya
it: Rifiuta tutto
nl: Alle weigeren
pl: Odrzuć wszystko
pt: Recusar tudo
ru: Отклонить все
sv: Avvisa alla
th: ปฏิเสธทั้งหมด
tr: Tümünü reddet
uk: Відхилити все
zh_hant: 全部拒絕

source: Detailed explanation of cookie types. Leave a field empty if you don't want to show this type of cookie
ar: شرح مفصل لأنواع ملفات تعريف الارتباط. اترك الحقل فارغًا إذا كنت لا تريد إظهار هذا النوع من ملفات تعريف الارتباط
de: Ausführliche Erklärung der Cookie-Typen. Lassen Sie ein Feld leer, wenn Sie diese Art von Cookie nicht anzeigen möchten
es: Explicación detallada de los tipos de cookies. Deje un campo en blanco si no desea mostrar este tipo de cookies
et: Küpsiste tüüpide üksikasjalik selgitus. Kui te ei soovi seda tüüpi küpsiseid näidata, jätke väli tühjaks
he: הסבר מפורט על סוגי העוגיות. השאר שדה ריק אם אינך רוצה להציג סוג זה של קובצי Cookie
id: Penjelasan rinci tentang jenis cookie. Kosongkan kolom jika Anda tidak ingin menampilkan jenis cookie ini
it: Spiegazione dettagliata dei tipi di cookie. Lascia un campo vuoto se non vuoi mostrare questo tipo di cookie
nl: Gedetailleerde uitleg van soorten cookies. Laat een veld leeg als je dit type cookie niet wilt tonen
pl: Szczegółowe wyjaśnienie typów plików cookie. Pozostaw pole puste, jeśli nie chcesz wyświetlać tego typu plików cookie.
pt: Explicação detalhada dos tipos de cookies. Deixe um campo vazio se não quiser mostrar este tipo de cookie
ru: Подробное объяснение типов файлов cookie. Оставьте поле пустым, если вы не хотите показывать этот тип файлов cookie.
sv: Detaljerad förklaring av kaktyper. Lämna ett fält tomt om du inte vill visa den här typen av kakor
th: คำอธิบายโดยละเอียดของประเภทคุกกี้ เว้นช่องว่างไว้หากคุณไม่ต้องการแสดงคุกกี้ประเภทนี้
tr: Çerez türlerinin ayrıntılı açıklaması. Bu çerez türünün gösterilmesini istemiyorsanız bir alanı boş bırakın.
uk: Детальне пояснення типів файлів cookie. Залиште поле порожнім, якщо ви не хочете показувати файли cookie цього типу
zh_hant: cookie 類型的詳細說明。如果您不想顯示此類 cookie，請將字段留空

source: Functional
ar: وظيفي
de: Funktionell
es: Funcional
et: Funktsionaalne
he: פוּנקצִיוֹנָלִי
id: Fungsional
it: Funzionale
nl: Functioneel
pl: Funkcjonalny
pt: Funcional
ru: Функциональный
sv: Funktionell
th: การทำงาน
tr: fonksiyonel
uk: Функціональний
zh_hant: 功能性

source: Marketing
ar: تسويق
et: Turundus
he: שיווק
id: Pemasaran
ru: Маркетинговый
sv: Marknadsföring
th: การตลาด
tr: Pazarlama
uk: Маркетинг
zh_hant: 營銷

source: Media preview
ar: معاينة الوسائط
de: Medienvorschau
es: Vista previa de medios
et: Meedia eelvaade
he: תצוגה מקדימה של מדיה
id: Pratinjau media
it: Anteprima multimediale
nl: Media-voorbeeld
pl: Podgląd multimediów
pt: Visualização de mídia
ru: Предпросмотр медиа
sv: Media förhandsvisning
th: ดูตัวอย่างสื่อ
tr: Medya önizlemesi
uk: Попередній перегляд медіа
zh_hant: 媒體預覽

source: More information about cookies
ar: مزيد من المعلومات حول ملفات تعريف الارتباط
de: Weitere Informationen zu Cookies
es: Más información sobre las cookies
et: Lisateave küpsiste kohta
he: מידע נוסף על עוגיות
id: Informasi lebih lanjut tentang cookie
it: Ulteriori informazioni sui cookie
nl: Meer informatie over cookies
pl: Więcej informacji o plikach cookie
pt: Mais informações sobre cookies
ru: Дополнительная информация о файлах cookie
sv: Mer information om cookies
th: ข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้
tr: Çerezler hakkında daha fazla bilgi
uk: Більше інформації про файли cookie
zh_hant: 有關 cookie 的更多信息

source: Please consent to cookies to display external content.
ar: الرجاء الموافقة على ملفات تعريف الارتباط لعرض المحتوى الخارجي.
de: Bitte stimmen Sie Cookies zu, um externe Inhalte anzuzeigen.
es: Consienta las cookies para mostrar contenido externo.
et: Nõustuge välise sisu kuvamiseks küpsiste kasutamisega.
he: נא להסכים לעוגיות להצגת תוכן חיצוני.
id: Harap izinkan cookie untuk menampilkan konten eksternal.
it: Si prega di acconsentire ai cookie per visualizzare contenuti esterni.
nl: Geef toestemming voor cookies om externe inhoud weer te geven.
pl: Prosimy o wyrażenie zgody na pliki cookie w celu wyświetlania treści zewnętrznych.
pt: Por favor, concorde com os cookies para exibir conteúdo externo.
ru: Пожалуйста, дайте согласие на использование файлов cookie для отображения внешнего контента.
sv: Vänligen godkänn cookies för att visa externt innehåll.
th: โปรดยินยอมให้คุกกี้แสดงเนื้อหาภายนอก
tr: Lütfen harici içeriği görüntülemek için tanımlama bilgilerine izin verin.
uk: Будь ласка, погодьтеся на файли cookie для відображення зовнішнього вмісту.
zh_hant: 請同意 cookie 以顯示外部內容。

source: Strictly necessary
ar: ضروري للغاية
de: Unbedingt erforderliche Cookies
es: Estrictamente necesario
et: Rangelt vajalik
he: הכרחי בהחלט
id: Sangat diperlukan
it: Strettamente necessario
nl: Strikt noodzakelijk
pl: Niezbędne
pt: Estritamente necessário
ru: Строго необходимо
sv: Strikt nödvändigt
th: จำเป็นอย่างยิ่ง
tr: Kesinlikle gerekli
uk: Строго необхідно
zh_hant: 絕對必要

source: This website uses cookies
ar: هذا الموقع يستخدم الكوكيز
de: Diese Website verwendet Cookies
es: Este sitio web utiliza cookies
et: See veebisait kasutab küpsiseid
he: אתר זה משתמש בקובצי Cookie
id: Situs web ini menggunakan cookie
it: Questo sito web utilizza i cookie
nl: Deze website maakt gebruik van cookies
pl: Ta strona korzysta z plików cookie
pt: Este site usa cookies
ru: Этот веб-сайт использует файлы cookie
sv: Denna webbplats använder cookies
th: เว็บไซต์นี้ใช้คุกกี้
tr: Bu web sitesi çerez kullanır
uk: Цей сайт використовує файли cookie
zh_hant: 本網站使用 cookie

source: To add more information about the use of cookies, either use the content field below or add a 'relation' in the page connections.
ar: لإضافة المزيد من المعلومات حول استخدام ملفات تعريف الارتباط ، استخدم حقل المحتوى أدناه أو أضف "علاقة" في روابط الصفحة.
de: Um weitere Informationen über die Verwendung von Cookies hinzuzufügen, verwenden Sie entweder das Inhaltsfeld unten oder fügen Sie eine „Relation“ in den Seitenverbindungen hinzu.
es: Para agregar más información sobre el uso de cookies, use el campo de contenido a continuación o agregue una 'relación' en las conexiones de la página.
et: Küpsiste kasutamise kohta lisateabe lisamiseks kasutage allolevat sisuvälja või lisage leheühendustesse "seos".
he: כדי להוסיף מידע נוסף על השימוש בעוגיות, השתמש בשדה התוכן למטה או הוסף 'קשר' בחיבורי הדף.
id: Untuk menambahkan lebih banyak informasi tentang penggunaan cookie, gunakan kolom konten di bawah atau tambahkan 'relasi' di halaman koneksi.
it: Per aggiungere ulteriori informazioni sull'uso dei cookie, utilizzare il campo del contenuto sottostante o aggiungere una 'relazione' nei collegamenti della pagina.
nl: Om meer informatie over het gebruik van cookies toe te voegen, kan je het inhoudsveld hieronder gebruiken of een 'relatie' toevoegen in de pagina-verbindingen.
pl: Aby dodać więcej informacji o korzystaniu z plików cookie, skorzystaj z poniższego pola treści lub dodaj „relację” w połączeniach ze stroną.
pt: Para adicionar mais informações sobre o uso de cookies, use o campo de conteúdo abaixo ou adicione uma 'relação' nas conexões da página.
ru: Чтобы добавить дополнительную информацию об использовании файлов cookie, либо используйте поле содержимого ниже, либо добавьте «связь» в соединениях страниц.
sv: För att lägga till mer information om användningen av cookies, använd antingen innehållsfältet nedan eller lägg till en "relation" i sidkopplingarna.
th: หากต้องการเพิ่มข้อมูลเพิ่มเติมเกี่ยวกับการใช้คุกกี้ ให้ใช้ฟิลด์เนื้อหาด้านล่างหรือเพิ่ม 'ความสัมพันธ์' ในการเชื่อมต่อเพจ
tr: Çerezlerin kullanımı hakkında daha fazla bilgi eklemek için ya aşağıdaki içerik alanını kullanın ya da sayfa bağlantılarına bir 'ilişki' ekleyin.
uk: Щоб додати більше інформації про використання файлів cookie, скористайтеся полем вмісту нижче або додайте «відношення» до з’єднань сторінок.
zh_hant: 要添加有關 cookie 使用的更多信息，請使用下面的內容字段或在頁面連接中添加“關係”。

source: <b>NB</b> connected pages and images have their own rights.
ar: <b>ملاحظة</b> الصفحات والصور المتصلة لها حقوقها الخاصة.
de: <b>NB</b> Verbundene Seiten und Bilder unterliegen ihren eigenen Rechten.
es: <b>NB</b> las páginas e imágenes conectadas tienen sus propios derechos.
et: <b>NB</b> ühendatud lehtedel ja piltidel on oma õigused.
he: <b>הערה</b> לדפים ולתמונות מחוברים יש זכויות משלהם.
id: <b>NB</b> halaman dan gambar yang terhubung mempunyai haknya masing-masing.
it: <b>NB</b> le pagine e le immagini collegate hanno i propri diritti.
nl: <b>NB</b> gekoppelde pagina's en afbeeldingen hebben hun eigen rechten.
pl: <b>NB</b> połączone strony i obrazy mają swoje własne prawa.
pt: <b>NB</b> páginas e imagens conectadas têm seus próprios direitos.
ru: <b>Примечание</b> связанные страницы и изображения имеют свои права.
sv: <b>OBS</b> anslutna sidor och bilder har sina egna rättigheter.
th: <b>NB</b> หน้าที่เชื่อมต่อและรูปภาพมีสิทธิ์ของตนเอง
tr: <b>Not</b> bağlantılı sayfaların ve resimlerin kendi hakları vardır.
uk: <b>NB</b> підключені сторінки та зображення мають власні права.
zh_hant: <b>注意</b> 連結的頁面和影像擁有自己的權利。

source: All Rights Reserved
ar: كل الحقوق محفوظة
de: Alle Rechte vorbehalten
es: Reservados todos los derechos
et: Kõik õigused kaitstud
he: כל הזכויות שמורות
id: Seluruh hak cipta
it: Tutti i diritti riservati
nl: Alle rechten voorbehouden
pl: Wszelkie prawa zastrzeżone
pt: Todos os direitos reservados
ru: Все права защищены
sv: Alla rättigheter förbehållna
th: สงวนลิขสิทธิ์
tr: Her hakkı saklıdır
uk: Всі права захищені
zh_hant: 版權所有

source: Attribution
ar: الإسناد
de: Namensnennung
es: Atribución
et: Omistamine
he: שִׁיוּך
id: Atribusi
it: Attribuzione
nl: Naamsvermelding
pl: Atrybucja
pt: Atribuição
ru: Атрибуция
sv: Tillskrivning
th: การแสดงที่มา
tr: İlişkilendirme
uk: Атрибуція
zh_hant: 歸因

source: License
ar: رخصة
de: Lizenz
es: Licencia
et: Litsents
he: רישיון
id: Lisensi
it: Licenza
nl: Licentie
pl: Licencja
pt: Licença
ru: Лицензия
sv: Licens
th: ใบอนุญาต
tr: Lisans
uk: Ліцензія
zh_hant: 執照

source: License and attribution
ar: الترخيص والإسناد
de: Lizenz und Namensnennung
es: Licencia y atribución
et: Litsents ja omistamine
he: רישיון וייחוס
id: Lisensi dan atribusi
it: Licenza e attribuzione
nl: Licentie en toekenning
pl: Licencja i atrybucja
pt: Licença e atribuição
ru: Лицензия и авторство
sv: Licens och attribution
th: ใบอนุญาตและการระบุแหล่งที่มา
tr: Lisans ve atıf
uk: Ліцензія та авторство
zh_hant: 許可和歸屬

source: More about licenses:
ar: المزيد عن التراخيص:
de: Mehr zu Lizenzen:
es: Más sobre licencias:
et: Lisateavet litsentside kohta:
he: עוד על רישיונות:
id: Lebih lanjut tentang lisensi:
it: Maggiori informazioni sulle licenze:
nl: Meer over licenties:
pl: Więcej o licencjach:
pt: Mais sobre licenças:
ru: Подробнее о лицензиях:
sv: Mer om licenser:
th: ข้อมูลเพิ่มเติมเกี่ยวกับใบอนุญาต:
tr: Lisanslar hakkında daha fazla bilgi:
uk: Детальніше про ліцензії:
zh_hant: 有關許可證的更多資訊：

source: Public Domain
ar: المجال العام
es: Dominio publico
et: Avalik domeen
he: נחלת הכלל
id: Area publik
it: Dominio pubblico
nl: Publiek Domein
pl: Domena publiczna
pt: Domínio público
ru: Всеобщее достояние
sv: Allmängods
th: โดเมนสาธารณะ
tr: Kamu Alanı
uk: Публічний домен
zh_hant: 公共區域

source: The license and the attribution of this page.
ar: الترخيص وإسناد هذه الصفحة.
de: Die Lizenz und die Zuordnung dieser Seite.
es: La licencia y la atribución de esta página.
et: Selle lehe litsents ja omistamine.
he: הרישיון והייחוס של דף זה.
id: Lisensi dan atribusi halaman ini.
it: La licenza e l'attribuzione di questa pagina.
nl: De licentie en naamsvermelding van deze pagina.
pl: Licencja i atrybucja tej strony.
pt: A licença e a atribuição desta página.
ru: Лицензия и авторство этой страницы.
sv: Licensen och tillskrivningen av denna sida.
th: ใบอนุญาตและที่มาของหน้านี้
tr: Bu sayfanın lisansı ve atıfları.
uk: Ліцензія та посилання на цю сторінку.
zh_hant: 本頁的許可和歸屬。

source: Year
ar: سنة
de: Jahr
es: Año
et: aasta
he: שָׁנָה
id: Tahun
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год
sv: År
th: ปี
tr: Yıl
uk: рік
zh_hant: 年

source: Actions
ar: أجراءات
de: Aktionen
es: Acciones
et: Toimingud
he: פעולות
id: Tindakan
it: Azioni
nl: Acties
pl: Działania
pt: Ações
ru: Действия
sv: Åtgärder
th: การดำเนินการ
tr: Eylemler
uk: Дії
zh_hant: 动作

source: Admin Custom Redirects
ar: عمليات إعادة التوجيه المخصصة للمشرف
de: Benutzerdefinierte Umleitungen für Administratoren
es: Redirecciones personalizadas de administrador
et: Administraatori kohandatud ümbersuunamised
he: מנהל הפניות מותאמות אישית
id: Admin Kustom Pengalihan
it: Reindirizzamenti personalizzati dell'amministratore
nl: Domeinnamen en doorverwijzingen
pl: Niestandardowe przekierowania administratora
pt: Redirecionamentos Personalizados de Administração
ru: Пользовательские переадресации администратора
sv: Admin Anpassade omdirigeringar
th: การเปลี่ยนเส้นทางที่กำหนดเองของผู้ดูแลระบบ
tr: Yönetici Özel Yönlendirmeleri
uk: Спеціальні переспрямування адміністратора
zh_hant: 管理员自定义重定向

source: Domain
ar: نطاق
es: Dominio
et: Domeen
he: תְחוּם
it: Dominio
nl: Domein
pl: Domena
pt: Domínio
ru: Домен
sv: Domän
th: โดเมน
tr: Alan Adı
uk: Домен
zh_hant: 領域

source: Domains and redirects
ar: المجالات وعمليات إعادة التوجيه
de: Domains und Weiterleitungen
es: Dominios y redirecciones
et: Domeenid ja ümbersuunamised
he: תחומים והפניות מחדש
id: Domain dan pengalihan
it: Domini e redirect
nl: Domeinnamen en doorverwijzingen
pl: Domeny i przekierowania
pt: Domínios e redireccionamentos
ru: Домены и перенаправления
sv: Domäner och omdirigeringar
th: โดเมนและการเปลี่ยนเส้นทาง
tr: Alan adları ve yeniden yönlendirmeler
uk: Домени та перенаправлення
zh_hant: 域名和重定向

source: Permanent
ar: دائم
de: Dauerhaft
es: Permanente
et: Püsiv
he: קבוע
id: Permanen
it: Permanente
pl: Stały
pt: Permanente
ru: Постоянный сайт
th: ถาวร
tr: Kalıcı
uk: Постійний
zh_hant: 永久性

source: Redirect to
ar: إعادة توجيه ل
de: Weiterleiten zu
es: Redirigir a
et: Suuna ümber
he: הפנה אל
id: Dialihkan ke
it: Reindirizzare a
nl: Stuur door naar
pl: Przekierowany na
pt: Redireccionar para
ru: Перенаправить на
sv: Omdirigera till
th: เปลี่ยนเส้นทางไปที่
tr: Şuna yönlendir
uk: Переспрямувати до
zh_hant: 重新定向至

source: Redirect unknown domains and paths to known pages or locations.
ar: إعادة توجيه المجالات والمسارات غير المعروفة إلى صفحات أو مواقع معروفة.
de: Leiten Sie unbekannte Domains und Pfade auf bekannte Seiten oder Orte um.
es: Redirigir dominios desconocidos y rutas a páginas y ubicaciones conocidas.
et: Suunage tundmatud domeenid ja teed teadaolevatele lehtedele või asukohtadele.
he: הפנה תחומים ונתיבים לא ידועים לדפים או מיקומים ידועים.
id: Pengalihan domain yang tidak diketahui dan jalan untuk dikenal halaman atau lokasi.
it: Reindirizza domini e percorsi sconosciuti a pagine o luoghi conosciuti.
nl: Stuur onbekende domeinen en paden naar bekende pagina’s of locaties.
pl: Przekierowuj nieznane domeny i ścieżki do znanych stron lub lokalizacji.
pt: Redirecionando domínios e caminhos desconhecidos para páginas ou locais reconhecidos.
ru: Перенаправлять неизвестные домены и пути на известные страницы или местоположения.
sv: Omdirigera okända domäner och sökvägar till kända sidor eller platser.
th: เปลี่ยนเส้นทางโดเมนและเส้นทางที่ไม่รู้จักไปยังเพจหรือตำแหน่งที่รู้จัก
tr: Bilinmeyen alan adlarını ve yolları, bilinen konumlara ya da sayfalara yönlendirin.
uk: Переспрямовувати невідомі домени та шляхи до відомих сторінок або місць.
zh_hant: 将未知的域和路径重定向到已知的页面或位置。
