Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Sorry, could not handle this filename.
ar: عذرا ، لا يمكن التعامل مع اسم الملف هذا.
de: Dieser Dateiname konnte leider nicht verarbeitet werden.
es: Lo sentimos, no se pudo manejar este nombre de archivo.
et: Kahjuks ei saanud selle failinimega hakkama.
he: מצטערים, לא יכולתי לטפל בשם הקובץ הזה.
id: Maaf, tidak dapat menangani nama file ini.
it: Spiacenti, impossibile gestire questo nome file.
nl: Deze bestandsnaam kon niet worden verwerkt.
pl: Przepraszamy, nie można obsłużyć tej nazwy pliku.
pt: Desculpe, não foi possível lidar com este nome de arquivo.
ru: Извините, не удалось обработать это имя файла.
sv: Tyvärr, kunde inte hantera detta filnamn.
th: ขออภัย ไม่สามารถจัดการชื่อไฟล์นี้ได้
tr: Üzgünüz, bu dosya adı işlenemedi.
uk: На жаль, не вдалося обробити цю назву файлу.
zh_hant: 抱歉，無法處理此文件名。

source: Sorry, could not move the file to the drop folder.
ar: عذرا ، لا يمكن نقل الملف إلى مجلد الإفلات.
de: Leider konnte die Datei nicht in den Drop-Ordner verschoben werden.
es: Lo sentimos, no se pudo mover el archivo a la carpeta desplegable.
et: Kahjuks ei saanud faili rippkausta teisaldada.
he: מצטערים, לא ניתן היה להעביר את הקובץ לתיקיית השחרור.
id: Maaf, tidak dapat memindahkan file ke folder drop.
it: Spiacenti, impossibile spostare il file nella cartella di rilascio.
nl: Sorry, kon het bestand niet verplaatsen naar de drop-map.
pl: Przepraszamy, nie można przenieść pliku do folderu upuszczania.
pt: Desculpe, não foi possível mover o arquivo para a pasta suspensa.
ru: Извините, не удалось переместить файл в папку для сброса.
sv: Tyvärr, det gick inte att flytta filen till släppmappen.
th: ขออภัย ไม่สามารถย้ายไฟล์ไปยังโฟลเดอร์วาง
tr: Maalesef, dosya açılan klasöre taşınamadı.
uk: На жаль, не вдалося перемістити файл у папку для розвантаження.
zh_hant: 抱歉，無法將文件移動到放置文件夾。

source: Sorry, only an admin is allowed to do this
ar: عذرًا، يُسمح للمسؤول فقط بالقيام بذلك
de: Leider ist dies nur einem Administrator gestattet
es: Lo sentimos, sólo un administrador puede hacer esto.
et: Kahjuks võib seda teha ainult administraator
he: מצטערים, רק אדמין רשאי לעשות זאת
id: Maaf, hanya admin yang diperbolehkan melakukan ini
it: Siamo spiacenti, solo un amministratore può farlo
nl: Dit mag alleen worden gedaan door een admin
pl: Przepraszamy, tylko administrator może to zrobić
pt: Desculpe, apenas um administrador tem permissão para fazer isso
ru: Извините, это может делать только администратор
sv: Tyvärr, bara en administratör får göra detta
th: ขออภัย เฉพาะผู้ดูแลระบบเท่านั้นที่ได้รับอนุญาตให้ทำเช่นนี้
tr: Üzgünüz, yalnızca bir yöneticinin bunu yapmasına izin verilir
uk: На жаль, тільки адміністратор має право це робити
zh_hant: 抱歉，只有管理員可以執行此操作

source: Sorry, that page is unknown.
ar: عذرا ، تلك الصفحة غير معروفة.
de: Entschuldigung, diese Seite ist unbekannt.
es: Lo sentimos, esa página es desconocida.
et: Vabandust, see leht on tundmatu.
he: מצטערים, הדף הזה לא ידוע.
id: Maaf, halaman itu tidak dikenal.
it: Siamo spiacenti, quella pagina è sconosciuta.
nl: Deze pagina is onbekend.
pl: Przepraszamy, ta strona jest nieznana.
pt: Desculpe, essa página é desconhecida.
ru: Извините, эта страница неизвестна.
sv: Tyvärr, den sidan är okänd.
th: ขออภัย เพจนั้นไม่เป็นที่รู้จัก
tr: Üzgünüm, o sayfa bilinmiyor.
uk: Вибачте, ця сторінка невідома.
zh_hant: 抱歉，該頁面未知。

source: Sorry, you are not allowed to edit notes.
ar: عذرا ، لا يسمح لك بتعديل الملاحظات.
de: Tut mir leid, Sie sind nicht berechtigt, Notizen zu bearbeiten.
es: Lo sentimos, no tienes permiso para editar notas.
et: Kahjuks ei ole teil lubatud märkmeid redigeerida.
he: מצטערים, אינך רשאי לערוך הערות.
id: Maaf, Anda tidak diizinkan mengedit catatan.
it: Spiacenti, non sei autorizzato a modificare le note.
nl: Je mag geen notities bewerken.
pl: Przepraszamy, nie masz uprawnień do edytowania notatek.
pt: Desculpe, você não tem permissão para editar notas.
ru: Извините, вам не разрешено редактировать заметки.
sv: Tyvärr, du får inte redigera anteckningar.
th: ขออภัย คุณไม่ได้รับอนุญาตให้แก้ไขบันทึก
tr: Üzgünüz, notları düzenlemenize izin verilmiyor.
uk: Вибачте, вам не дозволено редагувати нотатки.
zh_hant: 抱歉，您不能編輯筆記。

source: Sorry, you are not allowed to upload drop folder files.
ar: عذرًا ، لا يُسمح لك بتحميل ملفات المجلد المسقط.
de: Leider ist es Ihnen nicht gestattet, Drop-Folder-Dateien hochzuladen.
es: Lo sentimos, no puede cargar archivos de carpetas de entrega.
et: Kahjuks ei ole teil lubatud rippkausta faile üles laadida.
he: מצטערים, אינך מורשה להעלות קבצי תיקיית שחרור.
id: Maaf, Anda tidak diperbolehkan mengunggah file folder drop.
it: Spiacenti, non sei autorizzato a caricare i file della cartella di rilascio.
nl: Sorry, het is niet toegestaan om drop-mapbestanden te uploaden.
pl: Przepraszamy, nie masz uprawnień do przesyłania plików folderów zrzutu.
pt: Desculpe, você não tem permissão para fazer upload de arquivos de pastas suspensas.
ru: Извините, вам не разрешено загружать файлы из папок.
sv: Tyvärr, du får inte ladda upp släppmappsfiler.
th: ขออภัย คุณไม่ได้รับอนุญาตให้อัปโหลดไฟล์โฟลเดอร์วาง
tr: Üzgünüz, açılan klasör dosyalarını yüklemenize izin verilmiyor.
uk: Вибачте, вам не дозволено завантажувати файли папки.
zh_hant: 抱歉，您不能上傳放置文件夾文件。

source: Sorry, you don't have permission to add the connection.
ar: عذراً، ليس لديك إذن لإضافة الاتصال.
de: Tut mir leid, Sie haben keine Berechtigung, die Verbindung hinzuzufügen.
es: Disculpe, no tiene permiso para agregar la conexión.
et: Vabandust, teil pole ühenduse lisamiseks luba.
he: מצטערים, אין לך הרשאה להוסיף את החיבור.
id: Maaf, anda tidak memiliki izin untuk menambahkan koneksi.
it: Spiacente, non hai il permesso di aggiungere la connessione.
nl: Je hebt geen rechten om deze verbinding te maken.
pl: Przepraszamy, nie masz uprawnień aby dodać połączenie.
pt: Desculpe, não tem permissão para adicionar a ligação.
ru: Извините, у вас отсутствуют права для добавление связи.
sv: Tyvärr, du har inte behörighet att lägga till anslutningen.
th: ขออภัยคุณไม่มีสิทธิ์เพิ่มการเชื่อมต่อ
tr: Üzgünüz, bağlantı ekleme yetkiniz yok.
uk: На жаль, у вас немає дозволу на додавання підключення.
zh_hant: 对不起，你没有添加连接的权限。

source: Sorry, you have no permission to add the connection.
ar: عذراً، ليس لديك إذن لإضافة الاتصال.
de: Tut mir leid, Sie haben keine Berechtigung, die Verbindung hinzuzufügen.
es: Disculpe, no tiene permiso para agregar la conexión.
et: Vabandust, teil pole ühenduse lisamiseks luba.
he: מצטערים, אין לך הרשאה להוסיף את החיבור.
id: Maaf, anda tidak memiliki izin untuk menambah koneksi.
it: Spiacente, non hai il permesso di aggiungere la connessione.
nl: Je hebt geen rechten om deze verbinding te maken.
pl: Przepraszamy, nie masz uprawnień aby dodać połączenie.
pt: Desculpe, não tem permissão para adicionar a ligação.
ru: Извините, у вас нет разрешения на добавление связи.
sv: Tyvärr, du har inte behörighet att lägga till anslutningen.
th: ขออภัยคุณไม่ได้รับอนุญาตให้เพิ่มการเชื่อมต่อ
tr: Üzgünüz
uk: На жаль, у вас немає дозволу на додавання підключення.
zh_hant: 对不起，你没有权限添加连接。

source: Sorry, you have no permission to delete the connection.
ar: عذراً، ليس لديك إذن لحذف الاتصال.
de: Tut mir leid, Sie haben keine Berechtigung, die Verbindung zu löschen.
es: Disculpe, no tiene permiso para eliminar la conexión.
et: Vabandust, teil pole ühenduse kustutamiseks luba.
he: מצטערים, אין לך הרשאה למחוק את החיבור.
id: Maaf, anda tidak memiliki izin untuk menghapus koneksi.
it: Spiacente, non hai il permesso di cancellare la connessione.
nl: Je hebt geen rechten om deze verbinding te verwijderen.
pl: Przepraszamy, nie masz uprawnień aby usunąć połączenie.
pt: Desculpe, não tem permissão para apagar a ligação.
ru: Извините, у вас нет разрешения на удаление соединения.
sv: Tyvärr, du har inte behörighet att ta bort anslutningen.
th: ขออภัยคุณไม่ได้รับอนุญาตให้ลบการเชื่อมต่อ
tr: Üzgünüz, bu bağlantıyı silmek için yetkiniz yok.
uk: На жаль, у вас немає дозволу на видалення з’єднання.
zh_hant: 抱歉，你没有删除连接的权限。

source: Sort by
ar: ترتيب حسب
de: Sortiere nach
es: Ordenar por
et: Sorteerima
he: מיין לפי
id: Sortir dengan
it: Ordina per
nl: Sorteer op
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
sv: Sortera efter
th: เรียงตาม
tr: Göre sırala
uk: Сортувати за
zh_hant: 排序方式

source: Standard page block types
ar: أنواع كتلة الصفحة القياسية
de: Standard-Seitenblocktypen
es: Tipos de bloques de páginas estándar
et: Standardsed leheploki tüübid
he: סוגי בלוק עמודים סטנדרטיים
id: Jenis blok halaman standar
it: Tipi di blocchi di pagina standard
nl: Standaard typen paginablokken
pl: Standardowe typy bloków stron
pt: Tipos de blocos de página padrão
ru: Стандартные типы блоков страниц
sv: Standard sidblocktyper
th: ประเภทบล็อกหน้ามาตรฐาน
tr: Standart sayfa bloğu türleri
uk: Стандартні типи блоків сторінок
zh_hant: 標準頁面區塊類型

source: Starts
ar: البداية
de: Startet
es: Inicia
et: Algab
he: מתחיל
id: Dimulai
it: Inizia
nl: Begint
pl: Rozpoczyna się
pt: Início
ru: Запускается
sv: Börjar
th: เริ่ม
tr: Başlar
uk: Починається
zh_hant: 开始

source: State
ar: الوضع
de: Bundesland
es: Estado
et: Seisund
he: מדינה
id: Negara
it: Stato
nl: Staat
pl: Województwo
pt: Estado
ru: Состояние
sv: stat
th: สถานะ
tr: Eyalet
uk: Стан
zh_hant: 省/直辖市/自治区

source: Status
ar: الوضع
es: Estado
et: Staatus
he: סטָטוּס
it: Stato
pt: Estado
ru: Статус
th: สถานะ
tr: Durum
uk: Статус
zh_hant: 状态

source: Street Line 1
ar: خط الشارع 1
de: Straße
es: Calle 1
et: T√§na rida 1
he: קו רחוב 1
id: Jalan jalur 1
it: Linea 1
nl: Adresregel 1
pl: Ulica
pt: Linha de rua 1
ru: Улица (строка 1)
sv: Gatlinje 1
th: สตรีทไลน์ 1
tr: Adres satır 1
uk: Вулиця 1
zh_hant: 街道地址

source: Street Line 2
ar: خط الشارع 2
de: Noch Straße
es: Calle 2
et: T√§nav rida 2
he: קו רחוב 2
id: Jalan Jalur 2
it: Linea stradale 2
nl: Adresregel 2
pl: Ulica (cd.)
pt: Linha de rua 2
ru: Улица (строка 2)
sv: Gatlinje 2
th: สตรีทไลน์ 2
tr: Adres satır 2
uk: Вулиця 2
zh_hant: 街道地址(续)

source: Structure
ar: البناء
de: Aufbau
es: Estructura
et: Struktuur
he: מִבְנֶה
id: Struktur
it: Struttura
nl: Structuur
pl: Struktura
pt: Estrutura
ru: Структура
sv: Strukturera
th: โครงสร้าง
tr: Yapı
uk: Структура
zh_hant: 架构

source: Succesfully imported page from the remote server.
ar: تم استيراد الصفحة بنجاح من الخادم البعيد.
de: Erfolgreich importierte Seite vom Remote-Server.
es: Página importada con éxito desde el servidor remoto.
et: Leht imporditi edukalt kaugserverist.
he: עמוד מיובא בהצלחה מהשרת המרוחק.
id: Berhasil mengimpor halaman dari server jauh.
it: Pagina importata con successo dal server remoto.
nl: Pagina succesvol geïmporteerd van de externe server.
pl: Pomyślnie zaimportowano stronę ze zdalnego serwera.
pt: Página importada com sucesso do servidor remoto.
ru: Страница успешно импортирована с удаленного сервера.
sv: Importerad sida från fjärrservern.
th: นำเข้าเพจจากเซิร์ฟเวอร์ระยะไกลเรียบร้อยแล้ว
tr: Uzak sunucudan sayfa başarıyla içe aktarıldı.
uk: Успішно імпортовано сторінку з віддаленого сервера.
zh_hant: 從遠程服務器成功導入頁面。

source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
et: Kokkuv√µte
he: סיכום
id: Ringkasan
it: Riassunto
nl: Samenvatting
pl: Opis
pt: Sumário
ru: Краткое изложение
sv: Sammanfattning
th: สรุป
tr: Özet
uk: Резюме
zh_hant: 摘要

source: Sur. prefix
ar: البادئة
de: Namenszusatz
es: Prefijo de apellido
et: Eesliidend
he: סור. קידומת
id: Sur. awalan
it: Prefisso (es. Van, Der)
nl: Voorvoegsel
pl: Przedrostek
pt: Prefixo Sur.
ru: Префикс фамилии
th: สุร. คำนำหน้า
tr: Soyadı öneki
uk: Префікс прізвища
zh_hant: 姓前缀

source: Surname
ar: اللقب
de: Nachname
es: Apellido
et: Perenimi
he: שֵׁם מִשׁפָּחָה
id: Nama keluarga
it: Cognome
nl: Achternaam
pl: Nazwisko
pt: Apelido
ru: Фамилия
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk: Прізвище
zh_hant: 姓

source: Swap
ar: تبديل
de: Tauschen
es: Intercambio
et: Vahetada
he: לְהַחלִיף
id: Menukar
it: Scambio
nl: Wissel
pl: Zamiana
pt: Trocar
ru: Менять
sv: Byta
th: แลกเปลี่ยน
tr: Takas
uk: Обмін
zh_hant: 交換

source: System
ar: النظام
es: Sistema
et: S√ºsteem
he: מערכת
id: Sistem
it: Sistema
nl: Systeem
pt: Sistema
ru: Система
sv: Systemet
th: ระบบ
tr: Sistem
uk: Система
zh_hant: 体系

source: System Status
ar: حالة النظام
de: Systemzustand
es: Estado del Sistema
et: S√ºsteemi staatus
he: מצב מערכת
id: Status sistem
it: Stato del sistema
nl: Systeemstatus
pl: Status systemu
pt: Status do sistema
ru: Состояние системы
th: สถานะระบบ
tr: Sistem durumu
uk: Стан системи
zh_hant: 系统状态

source: System administration
ar: إدارة النظام
es: Administración de sistema
et: S√ºsteemi adminnimine
he: ניהול המערכת
id: Sistem administrasi
it: Amministrazione del sistema
nl: Systeembeheer
pl: Administracja systemu
pt: Administração do sistema
ru: Администрирование системы
th: การดูแลระบบ
tr: sistem yöneticisi
uk: Адміністрування системи
zh_hant: 系统管理

source: Task queue
ar: قائمة انتظار المهام
de: Aufgabenwarteschlange
es: cola de tareas
et: Ülesande järjekord
he: תור משימות
id: Antrian tugas
it: Coda di attività
nl: Taakwachtrij
pl: Kolejka zadań
pt: Fila de tarefas
ru: Очередь задач
sv: Uppgiftskö
th: คิวงาน
tr: Görev kuyruğu
uk: Черга завдань
zh_hant: 任務隊列

source: Tasks are functions scheduled to run at a certain time.
ar: المهام هي وظائف مجدولة للتشغيل في وقت معين.
de: Aufgaben sind Funktionen, die zu einem bestimmten Zeitpunkt ausgeführt werden sollen.
es: Las tareas son funciones programadas para ejecutarse en un momento determinado.
et: Ülesanded on funktsioonid, mis on ajastatud teatud aja jooksul töötama.
he: משימות הן פונקציות שמתוזמנות לפעול בזמן מסוים.
id: Tugas adalah fungsi yang dijadwalkan untuk dijalankan pada waktu tertentu.
it: Le attività sono funzioni pianificate per l'esecuzione in un determinato momento.
nl: Taken zijn functies die op een bepaald tijdstip moeten worden uitgevoerd.
pl: Zadania to funkcje zaplanowane do uruchomienia w określonym czasie.
pt: Tarefas são funções programadas para serem executadas em um determinado horário.
ru: Задачи — это функции, выполнение которых запланировано на определенное время.
sv: Uppgifter är funktioner som är schemalagda att köras vid en viss tidpunkt.
th: งานคือฟังก์ชันที่กำหนดให้ทำงานในช่วงเวลาหนึ่ง
tr: Görevler, belirli bir zamanda çalışacak şekilde programlanmış işlevlerdir.
uk: Завдання — це функції, заплановані на виконання в певний час.
zh_hant: 任務是計劃在特定時間運行的功能。

source: Tasks with errors will retry 10 times before being dropped.
ar: ستتم إعادة محاولة المهام التي تحتوي على أخطاء 10 مرات قبل أن يتم إسقاطها.
de: Bei fehlerhaften Aufgaben wird der Vorgang 10 Mal wiederholt, bevor sie verworfen werden.
es: Las tareas con errores se volverán a intentar 10 veces antes de descartarse.
et: Vigadega ülesandeid proovitakse 10 korda uuesti, enne kui need tühistatakse.
he: משימות עם שגיאות ינסו שוב 10 פעמים לפני שהם יוסרו.
id: Tugas dengan kesalahan akan dicoba lagi 10 kali sebelum dibatalkan.
it: Le attività con errori verranno ritentate 10 volte prima di essere eliminate.
nl: Taken met fouten worden tien keer opnieuw geprobeerd voordat ze worden verwijderd.
pl: Zadania z błędami zostaną ponowione 10 razy, zanim zostaną usunięte.
pt: As tarefas com erros serão repetidas 10 vezes antes de serem descartadas.
ru: Задачи с ошибками будут повторяться 10 раз, прежде чем будут удалены.
sv: Uppgifter med fel kommer att försöka igen 10 gånger innan de släpps.
th: งานที่มีข้อผิดพลาดจะลองอีกครั้ง 10 ครั้งก่อนที่จะถูกทิ้ง
tr: Hatalı görevler, bırakılmadan önce 10 kez yeniden denenecek.
uk: Завдання з помилками буде повторено 10 разів, перш ніж їх буде видалено.
zh_hant: 出現錯誤的任務將重試 10 次，然後才會被刪除。

source: Telephone
ar: الهاتف
de: Telefon
es: Teléfono
et: Telefon
he: טֵלֵפוֹן
id: Telepon
it: Telefono
nl: Telefoon
pl: Telefon
pt: Telefone
ru: Телефон
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
zh_hant: 电话

source: Templates will be recompiled.
ar: سيتم إعادة تجميع النماذج.
de: Templates werden neu kompiliert.
es: Las plantillas serán recompiladas.
et: Mallid kompileeritakse uuesti.
he: תבניות יורכבו מחדש.
id: Template akan dikompilasi ulang.
it: I modelli saranno ricompilati.
nl: De templates worden opnieuw gecompileerd.
pl: Szablony zostaną ponownie skompilowane.
pt: Os gabaritos serão recompilados.
ru: Шаблоны будут перекомпилированы.
sv: Mallar kommer att byggas om.
th: เทมเพลตจะถูกคอมไพล์ใหม่
tr: Şablonlar yeniden derlenecekler.
uk: Шаблони будуть перекомпільовані.
zh_hant: 模板将被重新编译。

source: Test query
ar: اختبار الاستعلام
de: Testabfrage
es: Consulta de prueba
et: Testpäring
he: שאילתת בדיקה
id: Tes pertanyaan
it: Domanda di prova
nl: Test zoekvraag
pl: Zapytanie testowe
pt: Consulta de teste
ru: Тестовый запрос
sv: Testfråga
th: ทดสอบแบบสอบถาม
tr: Test sorgusu
uk: Тестовий запит
zh_hant: 测试查询

source: Text
ar: النص
es: Texto
et: Tekst
he: טֶקסט
id: Teks
it: Testo
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
zh_hant: 文本

source: Text | a (rich) text block
ar: نص | كتلة نص (غنية)
de: Text | ein (Rich-)Textblock
es: Texto | un bloque de texto (enriquecido)
et: Tekst | (rikas)tekstiplokk
he: טקסט | בלוק טקסט (עשיר).
id: Teks | blok teks (kaya)
it: Testo | un blocco di testo (ricco)
nl: Tekst | een (rijk) tekstblok
pl: Tekst | blok tekstu (sformatowanego)
pt: Texto | um bloco de texto (rico)
ru: Текст | (расширенный) текстовый блок
sv: Text | ett (rikt) textblock
th: ข้อความ | บล็อกข้อความ (ที่อุดมไปด้วย)
tr: Metin | (zengin) bir metin bloğu
uk: Текст | (розширений) текстовий блок
zh_hant: 文字|一個（豐富的）文字區塊

source: The Zotonic datamodel is being reinstalled. Watch the console for messages
ar: يتم الآن إعادة تثبيت نموذج بيانات Zotonic. مشاهدة وحدة التحكم للرسائل
de: Das Zotonic-Datenmodell wird neu installiert. Achten Sie auf die Konsole auf Nachrichten
es: Se está reinstalando el modelo de datos de Zotonic. Mire la consola para ver los mensajes.
et: Zotonicu andmemudelit installitakse uuesti. Vaadake konsooli sõnumeid
he: מודל הנתונים של Zotonic מותקן מחדש. צפו בקונסולה להודעות
id: Model data Zotonic sedang diinstal ulang. Perhatikan konsol untuk melihat pesan
it: Il modello dati Zotonic è in fase di reinstallazione. Controlla la console per i messaggi
nl: Het Zotonic-datamodel wordt opnieuw geïnstalleerd. Houd de console in de gaten voor berichten
pl: Trwa ponowna instalacja modelu danych Zotonic. Obserwuj konsolę pod kątem komunikatów
pt: O modelo de dados Zotonic está sendo reinstalado. Observe o console para mensagens
ru: Модель данных Zotonic переустанавливается. Следите за сообщениями в консоли
sv: Zotonic-datamodellen installeras om. Titta på konsolen för meddelanden
th: กำลังติดตั้งโมเดลข้อมูล Zotonic ใหม่ ดูคอนโซลเพื่อดูข้อความ
tr: Zotonic veri modeli yeniden kuruluyor. Mesajlar için konsolu izleyin
uk: Модель даних Zotonic перевстановлюється. Слідкуйте за повідомленнями на консолі
zh_hant: 正在重新安裝 Zotonic 資料模型。觀察控制台的訊息

source: The billing address is only visible for people who can edit this page.
ar: عنوان الفواتير مرئي فقط للأشخاص الذين يمكنهم تعديل هذه الصفحة.
de: Die Rechnungsadresse ist nur für Personen sichtbar, die diese Seite bearbeiten können.
es: La dirección de facturación solo es visible para las personas que pueden editar esta página.
et: Arveldusaadress on nähtav ainult inimestele, kes saavad seda lehte muuta.
he: הכתובת לחיוב גלויה רק לאנשים שיכולים לערוך דף זה.
id: Alamat penagihan hanya dapat dilihat oleh orang yang dapat mengedit halaman ini.
it: L'indirizzo di fatturazione è visibile solo per le persone che possono modificare questa pagina.
nl: Het factuuradres is alleen zichtbaar voor mensen die deze pagina kunnen bewerken.
pl: Adres rozliczeniowy jest widoczny tylko dla osób, które mogą edytować tę stronę.
pt: O endereço de cobrança é visível apenas para pessoas que podem editar esta página.
ru: Платежный адрес виден только тем, кто может редактировать эту страницу.
sv: Faktureringsadressen är endast synlig för personer som kan redigera den här sidan.
th: ที่อยู่สำหรับการเรียกเก็บเงินจะมองเห็นได้เฉพาะผู้ที่สามารถแก้ไขหน้านี้ได้
tr: Fatura adresi, yalnızca bu sayfayı düzenleyebilen kişiler tarafından görülebilir.
uk: Платіжну адресу бачать лише ті люди, які можуть редагувати цю сторінку.
zh_hant: 賬單地址僅對可以編輯此頁面的人可見。

source: The category tree is rebuilding. This can take a long time.
ar: يتم إعادة بناء شجرة الفئات، قد يستغرق هذا لمدة طويلة.
de: Der Kategoriebaum wird gerade neu aufgebaut. Dies kann sehr lange dauern.
es: El árbol de categorías está reconstruyendo. Esto puede llevar mucho tiempo.
et: Kategooriapuu on uuesti üles ehitamas. See võib võtta kaua aega.
he: עץ הקטגוריה בונה מחדש. זה יכול לקחת הרבה זמן.
id: Kategori pohon adalah membangun kembali. Hal ini dapat memakan waktu yang lama.
it: L'albero delle categorie si sta ricostruendo. Questo può richiedere molto tempo.
nl: De categorieboom wordt herberekend. Dit kan lang duren.
pl: Drzewo kategorii jest przebudowywane. Może to zająć dużo czasu.
pt: A árvore de categorias está a reconstruir-se. Isto pode demorar muito tempo.
ru: Дерево категорий перестраивается. Это может занять много времени.
sv: Kategorin träd ombyggnad. Detta kan ta lång tid.
th: ต้นไม้หมวดหมู่กำลังสร้างใหม่ อาจใช้เวลานาน
tr: Kategori ağacı yeniden yapılıyor. Bu uzun zaman alabilir.
uk: Дерево категорій перебудовується. Це може зайняти багато часу.
zh_hant: 类别树正在重建。这可能需要很长的时间。

source: The page
ar: الصفحة
de: Die Seite
es: La página
et: Leht
he: העמוד
id: Halaman
it: La pagina
nl: De pagina
pl: Strona
pt: A página
ru: Страница
sv: Sidan
th: หน้า
tr: Sayfa
uk: Сторінка
zh_hant: 這页面

source: The page will stay, but without the media item.
ar: ستبقى الصفحة ، لكن بدون عنصر الوسائط.
de: Die Seite bleibt bestehen, jedoch ohne das Medienelement.
es: La página permanecerá, pero sin el elemento multimedia.
et: Leht jääb alles, kuid ilma meediaüksuseta.
he: העמוד יישאר, אך ללא פריט המדיה.
id: Halaman akan tetap ada, tetapi tanpa item media.
it: La pagina rimarrà, ma senza l'elemento multimediale.
nl: De pagina blijft over, maar zonder het media-item.
pl: Strona pozostanie, ale bez elementu multimedialnego.
pt: A página permanecerá, mas sem o item de mídia.
ru: Страница останется, но без элемента мультимедиа.
sv: Sidan kommer att finnas kvar, men utan mediaobjektet.
th: เพจจะยังคงอยู่ แต่ไม่มีรายการสื่อ
tr: Sayfa kalacak, ancak medya öğesi olmadan.
uk: Сторінка залишиться, але без медіаелементу.
zh_hant: 該頁面將保留，但沒有媒體項。
