Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Are you sure you want to delete the mailing list
ar: هل أنت متأكد أنك تريد حذف القائمة البريدية
de: Sind Sie sicher, dass Sie die Mailingliste löschen möchten?
es: ¿Está seguro de que desea eliminar la lista de correo
et: Kas soovite kindlasti meililoendi kustutada
he: האם אתה בטוח שברצונך למחוק את רשימת התפוצה
id: Yakin ingin menghapus milis
it: Sei sicuro di voler cancellare la mailing list
nl: Weet je zeker dat je de mailinglijst wilt verwijderen
pl: Czy na pewno chcesz usunąć listę mailingową
pt: Tem a certeza que quer eliminar a lista de correio
ru: Вы уверены, что хотите удалить список рассылок?
sv: Är du säker på att du vill ta bort e-postlistan
th: แน่ใจไหมว่าต้องการลบรายชื่ออีเมล
tr: Postalama listesini silmek istediğinizden emin misiniz
uk: Ви впевнені, що хочете видалити список розсилки
zh_hant: 确认需要删除邮件列表

source: Are you sure you want to reset the statistics for this mailing? This means that if you send the mailing again afterwards, recipients might have gotten the mailing twice.
ar: هل أنت متأكد أنك تريد إعادة تعيين الإحصائيات لهذا البريد؟ هذا يعني أنه إذا قمت بإرسال البريد مرة أخرى بعد ذلك ، فربما يكون المستلمون قد استلموا البريد مرتين.
de: Sind Sie sicher, dass Sie die Statistik für dieses Mailing zurücksetzen wollen? Das bedeutet, wenn Sie das Mailing danach erneut versenden, haben die Empfänger das Mailing möglicherweise zweimal erhalten.
es: ¿Está seguro de que desea restablecer las estadísticas para este correo? Esto significa que si usted envia después el correo de nuevo, los destinatarios podrían recibir el correo dos veces.
et: Kas olete kindel, et soovite selle postituse statistika lähtestada? See tähendab, et kui saadate postituse hiljem uuesti, võivad adressaadid kirja saada kaks korda.
he: האם אתה בטוח שברצונך לאפס את הנתונים הסטטיסטיים עבור דיוור זה? המשמעות היא שאם אתה שולח את הדיוור שוב לאחר מכן, ייתכן שהנמענים קיבלו את הדיוור פעמיים.
id: Apakah anda yakin anda ingin mengatur ulang statistik untuksurat ini? Ini berarti jika anda mengirim surat lagi setelah itu, penerima mungkin telah mendapat surat dua kali.
it: Sei sicuro di voler resettare le statistiche per questo mailing? Questo significa che se invii di nuovo l'invio in seguito, i destinatari potrebbero aver ricevuto l'invio due volte.
nl: Weet je zeker dat je de statistieken voor deze mailing wilt resetten? Dit betekent dat als je de mailing achteraf opnieuw verstuurt, de ontvangers de mailing misschien twee keer hebben gekregen.
pl: Czy na pewno chcesz zresetować statystyki dla tego maila? Oznacza to, że jeśli wyślesz maila ponownie po tym terminie, odbiorcy mogli otrzymać maila dwukrotnie.
pt: Tem certeza de que deseja redefinir as estatísticas desse e-mail? Isso significa que, se você enviar o correio novamente depois, os destinatários podem receber o correio duas vezes.
ru: Вы уверены, что хотите сбросить статистику для этой рассылки? Это означает, что если вы снова отправите рассылку после этого, то получатели, возможно, получат ее дважды.
sv: Är du säker på att du vill återställa statistiken för denna utskick? Det betyder att om du skickar utskicket igen efteråt kan mottagarna ha fått utskick två gånger.
th: แน่ใจไหมว่าต้องการรีเซ็ตสถิติสำหรับการส่งจดหมายนี้ ซึ่งหมายความว่าหากคุณส่งจดหมายอีกครั้งในภายหลังผู้รับอาจได้รับจดหมายถึงสองครั้ง
tr: Bu posta için istatistikleri sıfırlamak istediğinizden emin misiniz? Bu postayı daha sonra tekrar gönderirseniz alıcıların, postayı ikinci kez alabilecekleri anlamına gelir.
uk: Ви впевнені, що хочете скинути статистику для цієї розсилки? Це означає, що якщо Ви потім знову відправите лист, одержувачі могли отримати його двічі.
zh_hant: 确认重置本邮件统计？这意味着之后如果你再次发送邮件，收件人可能会收到两次同样邮件。

source: Before you will receive any further mail you need to confirm your subscription.
ar: قبل أن تتلقى أي بريد آخر تحتاج إلى تأكيد اشتراكك.
de: Bevor Sie weitere Post erhalten, müssen Sie Ihr Abonnement bestätigen.
es: Antes de que reciba más correos, es necesario que confirme su suscripción.
et: Enne uute e-kirjade saamist peate oma tellimuse kinnitama.
he: לפני שתקבל דואר נוסף עליך לאשר את המנוי שלך.
id: Sebelum anda akan menerima lagi e-mail yang anda butuhkan untuk mengkonfirmasi langganan anda.
it: Prima di ricevere ulteriore posta è necessario confermare l'iscrizione.
nl: Voordat je nog een mailtje ontvangt, moet je je inschrijving bevestigen.
pl: Zanim otrzymasz kolejną wiadomość, musisz potwierdzić swoją subskrypcję.
pt: Antes de receber qualquer outra correspondência, você precisa confirmar sua assinatura.
ru: Перед тем, как вы получите дальнейшую корреспонденцию, вам необходимо подтвердить вашу подписку.
sv: Innan du får ytterligare e-post måste du bekräfta din prenumeration.
th: ก่อนที่คุณจะได้รับอีเมลเพิ่มเติมคุณต้องยืนยันการสมัครของคุณ
tr: Daha fazla posta almadan önce abone olmanız gerekmektedir.
uk: Перш ніж Ви отримаєте будь-яку подальшу пошту, Вам потрібно підтвердити свою підписку.
zh_hant: 你在收到邮件之前需要确认订阅。

source: Cancel mailing
ar: إلغاء البريد
de: Mailing abbrechen
es: Cancelar correo
et: Tühista postitamine
he: בטל דיוור
id: Batalkan pengiriman
it: Annullamento dell'invio
nl: Annuleer mailing
pl: Anuluj wysyłkę
pt: Cancelar o mailing
ru: Отмена рассылки
sv: Avbryt utskick
th: ยกเลิกการส่งจดหมาย
tr: Postayı iptal et
uk: Скасувати розсилку
zh_hant: 取消邮寄

source: Change subscriptions connected to your account.
ar: تغيير الاشتراكات المتصلة بحسابك.
de: Mit Ihrem Konto verbundene Abonnements ändern.
es: Cambia las suscripciones conectadas a tu cuenta.
et: Muutke oma kontoga ühendatud tellimusi.
he: שנה מנויים המחוברים לחשבון שלך.
id: Ubah langganan yang terhubung ke akun Anda.
it: Cambia gli abbonamenti collegati al tuo account.
nl: Wijzig abonnementen die aan je account zijn gekoppeld.
pl: Zmień subskrypcje powiązane z Twoim kontem.
pt: Altere as assinaturas conectadas à sua conta.
ru: Изменить подписки, связанные с вашей учетной записью.
sv: Ändra prenumerationer kopplade till ditt konto.
th: เปลี่ยนการสมัครสมาชิกที่เชื่อมต่อกับบัญชีของคุณ
tr: Hesabınıza bağlı abonelikleri değiştirin.
uk: Змініть підписки, підключені до вашого облікового запису.
zh_hant: 更改與您的帳戶關聯的訂閱。

source: Check to activate the e-mail address.
ar: تحقق لتفعيل عنوان البريد الإلكتروني.
de: Aktivieren Sie diese Option, um die E-Mail-Adresse zu aktivieren.
es: Comprobar la activación de la dirección de correo electrónico.
et: E-posti aadressi aktiveerimiseks märkige see.
he: סמן כדי להפעיל את כתובת הדואר האלקטרוני.
id: AktivasiCentang untuk mengaktivasi alamat e-mail.
it: Controlla per attivare l'indirizzo e-mail.
nl: Vink aan om het e-mail adres te activeren
pl: Zaznacz, aby aktywować adres e-mail.
pt: Verifique a ativação do endereço de e-mail.
ru: Проверьте, чтобы активировать адрес электронной почты.
sv: Markera för att aktivera e-postadressen.
th: เลือกเพื่อเปิดใช้งานที่อยู่อีเมล
tr: E-posta adresini etkinleştirmek için kontrol edin.
uk: Установіть прапорець, щоб активувати адресу електронної пошти.
zh_hant: 选取以激活 e-mail 地址。

source: Clear
ar: واضح
de: Löschen
es: Despejado
et: Selge
he: ברור
id: Bersih
it: Chiaro
nl: Wis
pl: Wyczyść
pt: Limpar
ru: Чисто
sv: Klar
th: ชัดเจน
tr: Temiz
uk: Чистий
zh_hant: 清除

source: Click <strong>unsubscribe</strong> to remove yourself from the mailing list.
ar: انقر فوق <strong>إلغاء الاشتراك</strong> لإزالة نفسك من القائمة البريدية.
de: Klicken Sie auf <strong>unsubscribe</strong> , um sich aus der Mailingliste zu entfernen.
es: Hacer clic en <strong>cancelar suscripción</strong> para quitarse de la lista de correo.
et: Enda postiloendist eemaldamiseks klõpsake nupul <strong>tellimuse tühistamine</strong>.
he: לחץ על <strong>בטל את הרישום</strong> כדי להסיר את עצמך מרשימת התפוצה.
id: Klik <strong>berhenti berlangganan</strong> untuk menghapus diri anda sendiri dari daftar surat.
it: Clicca <strong>per cancellarti</strong> dalla mailing list.
nl: Klik op <strong>uitschrijven</strong> om jezelf van de mailinglijst te verwijderen.
pl: Kliknij <strong>anuluj subskrypcję</strong> aby usunąć siebie z listy mailingowej.
pt: Clique em <strong>unsubscribe</strong> para se retirar da lista de correio.
ru: Нажмите <strong>отписаться от подписки</strong> , чтобы удалиться из списка рассылки.
sv: Klicka på <strong>avbeställ</strong> att ta bort dig själv från e-postlistan.
th: คลิก <strong>ยกเลิกการสมัคร</strong> เพื่อลบตัวเองออกจากรายชื่อรับเมล
tr: Kendinizi posta listesinden kaldırmak için <strong>abonelikten çık</strong>'a tıklayın.
uk: Натисніть <strong>скасувати підписку</strong>, щоб видалити себе зі списку розсилки.
zh_hant: 点击<strong>取消订阅</strong>将你从邮件列表中删除。

source: Click the button below to confirm your subscription to this mailing list.
ar: انقر فوق الزر أدناه لتأكيد اشتراكك في هذه القائمة البريدية.
de: Klicken Sie auf die Schaltfläche unten, um Ihr Abonnement für diese Mailingliste zu bestätigen.
es: Haga clic en el botón de abajo para confirmar su suscripción a esta lista de correo.
et: Selle meililoendi tellimuse kinnitamiseks klõpsake allolevat nuppu.
he: לחץ על הלחצן למטה כדי לאשר את מנויך לרשימת תפוצה זו.
id: Klik tombol di bawah untuk mengkonfirmasi langganan Anda ke milis ini.
it: Fare clic sul pulsante in basso per confermare l'iscrizione a questa mailing list.
nl: Klik op de onderstaande knop om je inschrijving op deze mailinglijst te bevestigen.
pl: Kliknij poniższy przycisk, aby potwierdzić swoją subskrypcję na tę listę mailingową.
pt: Clique no botão abaixo para confirmar sua inscrição nesta lista de discussão.
ru: Нажмите кнопку ниже, чтобы подтвердить подписку на этот список рассылки.
sv: Klicka på knappen nedan för att bekräfta din prenumeration på denna e-postlista.
th: คลิกปุ่มด้านล่างเพื่อยืนยันการสมัครรับรายชื่ออีเมลนี้
tr: Bu posta listesine aboneliğinizi onaylamak için aşağıdaki düğmeyi tıklayın.
uk: Натисніть кнопку нижче, щоб підтвердити свою підписку на цей список розсилки.
zh_hant: 單擊下面的按鈕以確認您對此郵件列表的訂閱。

source: Click to view log entries
ar: انقر لعرض إدخالات السجل
de: Klicken Sie hier, um Protokolleinträge anzuzeigen
es: Has Click para ver la entrada de registros
et: Klõpsake logikirjete vaatamiseks
he: לחץ לצפייה בערכי יומן
id: Klik untuk melihat entri log
it: Clicca per visualizzare le voci di registro
nl: Klik om de logboekvermeldingen te bekijken
pl: Kliknij, aby wyświetlić zapis rejestru
pt: Clique para ver as entradas de registo
ru: Нажмите, чтобы просмотреть записи журнала
sv: Klicka för att visa loggposter
th: คลิกเพื่อดูรายการบันทึก
tr: Günlük kayıtlarını görmek için tıklayın
uk: Натисніть, щоб переглянути записи журналу
zh_hant: 点击查看日志条目

source: Combine mailing list
ar: الجمع بين القائمة البريدية
de: Mailingliste kombinieren
es: Combinar la lista de envio
et: Kombineeri meililist
he: שלב רשימת תפוצה
id: Kombinasikan milis
it: Combinare la mailing list
nl: Combineer mailinglijsten
pl: Połącz listę mailingową
pt: Combinar mailing list
ru: Комбинированный список рассылки
sv: Kombinera e-postlista
th: รวมรายชื่ออีเมล
tr: Posta listesini birleştir
uk: Об’єднайте список розсилки
zh_hant: 合并邮件列表

source: Combine…
ar: اجمع…
de: Kombinieren…
es: Combinar…
et: Kombineeri…
he: שלב…
id: Mengkombinasikan…
it: Combina…
nl: Voeg samen…
pl: Połącz…
pt: Combinar…
ru: Комбинация…
sv: Kombinera…
th: รวม…
tr: Birleştir…
uk: Комбінувати…
zh_hant: 合并…。

source: Confirm mailing cancelation.
ar: تأكيد إلغاء البريد.
de: Bestätigen Sie die Stornierung der Sendung.
es: Confirmar la cancelación de envió.
et: Kinnitage postituse tühistamine.
he: אשר את ביטול הדיוור.
id: Konfirmasikan jadwal pembatalan.
it: Confermare la cancellazione dell'invio.
nl: Bevestig de annulering van de mailing.
pl: Potwierdź anulowanie wysyłki.
pt: Confirmar o cancelamento do envio.
ru: Подтвердите отмену рассылки.
sv: Bekräfta avbokning av utskick.
th: ยืนยันการยกเลิกการส่งไปรษณีย์
tr: Posta iptali işlemini onaylayın.
uk: Підтвердьте скасування розсилки.
zh_hant: 确认邮件取消。

source: Confirm sending to mailinglist
ar: أكد الإرسال إلى القائمة البريدية
de: Bestätigen Sie den Versand an die Mailingliste
es: Enviando confirmación a la lista de correos
et: Kinnitage meililisti saatmine
he: אשר את השליחה לרשימת התפוצה
id: Konfirmasikan pengiriman ke milis
it: Confermare l'invio alla mailinglist
nl: Bevestig versturen naar mailinglijst
pl: Potwierdź wysłanie na listę mailingową
pt: Confirmar envio para mailinglist
ru: Подтвердить отправку на список рассылки
sv: Bekräfta sändning till e-postlista
th: ยืนยันการส่งไปยังรายชื่ออีเมล
tr: Posta listesine gönderilmesini onayla
uk: Підтвердьте відправку в список розсилки
zh_hant: 确认发送给邮件列表

source: Confirm subscription
ar: تأكيد الاشتراك
de: Abonnement bestätigen
es: Confirme suscripción
et: Kinnitage tellimus
he: אשר מנוי
id: Konfirmasi untuk berlangganan
it: Confermare l'abbonamento
nl: Bevestig inschrijving
pl: Potwierdź subskrybcję
pt: Confirmar subscrição
ru: Подтвердить подписку
sv: Bekräfta prenumerationen
th: ยืนยันการสมัครสมาชิก
tr: Aboneliği onayla
uk: Підтвердити підписку
zh_hant: 确认订阅

source: Could not add the recipient.
ar: تعذرت إضافة المستلم.
de: Der Empfänger konnte nicht hinzugefügt werden.
es: No se puede agregar al destinatario.
et: Saajat ei saanud lisada.
he: לא ניתן היה להוסיף את הנמען.
id: Penerima tidak bisa ditambahkan.
it: Impossibile aggiungere il destinatario.
nl: Kon de ontvanger niet toevoegen
pl: Nie udało się dodać odbiorcy.
pt: Não foi possível adicionar o destinatário.
ru: Не смог добавить получателя.
sv: Det gick inte att lägga till mottagaren.
th: ไม่สามารถเพิ่มผู้รับ
tr: Alıcı eklenemedi.
uk: Не вдалося додати одержувача.
zh_hant: 无法添加收件人。

source: Could not delete the mailing list.
ar: تعذر حذف القائمة البريدية.
de: Die Mailingliste konnte nicht gelöscht werden.
es: No se puede eliminar la lista de envió.
et: Postiloendit ei saanud kustutada.
he: לא ניתן היה למחוק את רשימת התפוצה.
id: Tidak bisa menghapus milis.
it: Impossibile cancellare la mailing list.
nl: Kon de mailinglijst niet verwijderen.
pl: Nie udało się usunąć listy mailingowej.
pt: Não foi possível apagar a lista de correio.
ru: Не удалось удалить список рассылки.
sv: Det gick inte att ta bort e-postlistan.
th: ไม่สามารถลบรายชื่ออีเมล
tr: Posta listesi silinemedi.
uk: Не вдалося видалити список розсилки.
zh_hant: 无法删除邮件列表。

source: Could not save the opt-out preference.
ar: تعذر حفظ تفضيل إلغاء الاشتراك.
de: Die Deaktivierungseinstellung konnte nicht gespeichert werden.
es: No se pudo guardar la preferencia de exclusión.
et: Loobumise eelistust ei saanud salvestada.
he: לא ניתן לשמור את העדפת ביטול ההסכמה.
id: Tidak dapat menyimpan preferensi menyisih.
it: Impossibile salvare la preferenza di disattivazione.
nl: De afmeldings-voorkeur kon niet worden opgeslagen.
pl: Nie można zapisać preferencji rezygnacji.
pt: Não foi possível salvar a preferência de exclusão.
ru: Не удалось сохранить настройку отказа.
sv: Det gick inte att spara inställningen för att välja bort.
th: ไม่สามารถบันทึกการตั้งค่าการเลือกไม่ใช้
tr: Devre dışı bırakma tercihi kaydedilemedi.
uk: Не вдалося зберегти налаштування відмови.
zh_hant: 無法保存選擇退出首選項。

source: Dear
ar: العزيز
de: Liebe
es: Distinguido
et: Kallis
he: יָקָר
id: Kepada
it: Caro
nl: Beste
pl: Drogi / Droga
pt: Caro
ru: Уважаемый
sv: Kära
th: ที่รัก
tr: Sayın
uk: Шановний
zh_hant: 亲爱的

source: Delete all current recipients before adding the file.
ar: احذف جميع المستلمين الحاليين قبل إضافة الملف.
de: Löschen Sie alle aktuellen Empfänger, bevor Sie die Datei hinzufügen.
es: Eliminar todos los actuales destinatarios antes de agregar el archivo.
et: Enne faili lisamist kustutage kõik praegused adressaadid.
he: מחק את כל הנמענים הנוכחיים לפני הוספת הקובץ.
id: Hapus semua penerima saat ini sebelum menambahkan berkas.
it: Elimina tutti i destinatari attuali prima di aggiungere il file.
nl: Verwijder alle huidige ontvangers voordat het bestand wordt toegevoegd
pl: Usuń wszystkich obecnych odbiorców przed dodaniem pliku.
pt: Exclua todos os destinatários atuais antes de adicionar o arquivo.
ru: Удалите всех текущих получателей перед добавлением файла.
sv: Ta bort alla nuvarande mottagare innan du lägger till filen.
th: ลบผู้รับปัจจุบันทั้งหมดก่อนเพิ่มไฟล์
tr: Dosyayı eklemeden önce mevcut alıcıların tümünü sil.
uk: Видаліть усіх поточних одержувачів перед додаванням файлу.
zh_hant: 添加文件前删除所有当前收件人。

source: Delete all recipients from this list?
ar: حذف كافة المستلمين من هذه القائمة؟
de: Alle Empfänger aus dieser Liste löschen?
es: ¿Eliminar todos los destinatarios provenientes de esta lista?
et: Kas kustutada kõik adressaadid sellest loendist?
he: למחוק את כל הנמענים מהרשימה הזו?
id: Hapus semua penerima dari daftar ini?
it: Cancellare tutti i destinatari da questa lista?
nl: Alle ontvangers van deze lijst verwijderen?
pl: Usunąć wszystkich odbiorców z tej listy?
pt: Eliminar todos os destinatários desta lista?
ru: Удалить всех получателей из этого списка?
sv: Ta bort alla mottagare från den här listan?
th: ลบผู้รับทั้งหมดจากรายการนี้ไหม
tr: Bu listeden tüm alıcılar silinsin mi?
uk: Видалити всіх одержувачів із цього списку?
zh_hant: 从列表中删除所有收件人？

source: Deleted the mailing list.
ar: حذف القائمة البريدية.
de: Die Mailingliste wurde gelöscht.
es: Eliminar la lista envió.
et: Kustutas meililisti.
he: נמחקה מרשימת התפוצה.
id: Menghapus milis.
it: Cancellata la mailing list.
nl: De mailinglijst is verwijderd.
pl: Usunięto listę mailingową.
pt: Eliminada a lista de correio.
ru: Удален список рассылки.
sv: Borttagen e-postlistan.
th: ลบรายชื่อผู้รับจดหมาย
tr: Posta listesi silindi.
uk: Видалив список розсилки.
zh_hant: 删除了邮件列表。

source: Do you want to remove this subscription?
ar: هل تريد إزالة هذا الاشتراك؟
de: Möchten Sie dieses Abonnement entfernen?
es: ¿Quieres eliminar esta suscripción?
et: Kas soovite selle tellimuse eemaldada?
he: האם ברצונך להסיר את המנוי הזה?
id: Apakah Anda ingin menghapus langganan ini?
it: Vuoi rimuovere questo abbonamento?
nl: Wil je dit abonnement verwijderen?
pl: Czy chcesz usunąć tę subskrypcję?
pt: Deseja remover esta assinatura?
ru: Удалить эту подписку?
sv: Vill du ta bort den här prenumerationen?
th: คุณต้องการนำการสมัครรับข้อมูลนี้ออกหรือไม่
tr: Bu aboneliği kaldırmak istiyor musunuz?
uk: Ви хочете видалити цю підписку?
zh_hant: 您要刪除此訂閱嗎？

source: Download all
ar: تحميل الكل
de: Alles herunterladen
es: Descargar todo
et: Laadige kõik alla
he: הורד הכל
id: Unduh semua
it: Scarica tutti
nl: Alles downloaden
pl: Pobierz wszystko
pt: Descarregar tudo
ru: Скачать все
sv: Ladda ner allt
th: ดาวน์โหลดทั้งหมด
tr: Hepsini indir
uk: Завантажити все
zh_hant: 全部下载

source: Download list of all active recipients.
ar: قائمة تحميل لجميع المستلمين النشطين.
de: Liste mit allen aktiven Empfängern herunterladen.
es: Descargar la lista de todos los destinatarios activos.
et: Laadige alla kõigi aktiivsete saajate loend.
he: הורדת רשימת כל הנמענים הפעילים.
id: Unduh daftar semua penerima aktif.
it: Scarica la lista di tutti i destinatari attivi.
nl: Download een lijst van alle actieve ontvangers
pl: Pobierz listę wszystkich aktywnych odbiorców.
pt: Lista de download de todos os destinatários activos.
ru: Скачать список всех активных получателей.
sv: Nedladdningslista med alla aktiva mottagare.
th: ดาวน์โหลดรายชื่อผู้รับที่ใช้งานอยู่ทั้งหมด
tr: Tüm aktif alıcıların listesini indir.
uk: Завантажити список усіх активних одержувачів.
zh_hant: 下载所有活动收件人列表。

source: Downloading active recipients list. Check your download window.
ar: تنزيل قائمة المستلمين النشطين. تحقق من نافذة التنزيل الخاصة بك.
de: Download der aktiven Empfängerliste. Prüfen Sie Ihr Download-Fenster.
es: Descargando lista de los destinatarios activos. Verifique su ventana de descarga.
et: Aktiivsete saajate loendi allalaadimine. Kontrollige allalaadimisakent.
he: מוריד את רשימת הנמענים הפעילים. בדוק את חלון ההורדה שלך.
id: Mengunduh daftar aktif penerima. Periksa jendela unduhan.
it: Scaricare l'elenco dei destinatari attivi. Controlla la tua finestra di download.
nl: De download start op de achtergrond, controleer je downloadvenster.
pl: Pobieram listę aktywnych odbiorców. Sprawdź okno pobierania.
pt: Descarregar a lista de destinatários activos. Verifique a sua janela de download.
ru: Загрузка списка активных получателей. Проверьте окно загрузки.
sv: Hämtar listan över aktiva mottagare. Kontrollera ditt nedladdningsfönster.
th: กำลังดาวน์โหลดรายชื่อผู้รับที่ใช้งานอยู่ ตรวจสอบหน้าต่างดาวน์โหลดของคุณ
tr: Aktif alıcıların listesi indiriliyor. İndirme ekranınızı kontrol edin.
uk: Завантаження списку активних одержувачів. Перевірте вікно завантаження.
zh_hant: 下载活动收件人列表。请检查下载窗口。

source: Drop folder filename (optional)
ar: إفلات اسم ملف المجلد (اختياري)
de: Dateiname des Drop-Ordners (optional)
es: Suelte el nombre del archivo de la carpeta (opcional)
et: Loobuge kausta failinimi (valikuline)
he: שחרר את שם הקובץ של התיקייה (אופציונלי)
id: Jatuhkan nama file folder (opsional)
it: Nome file cartella di rilascio (facoltativo)
nl: Drop-map bestandsnaam (optioneel)
pl: Upuść nazwę pliku folderu (opcjonalnie)
pt: Nome do arquivo da pasta suspensa (opcional)
ru: Имя файла папки удаления (необязательно)
sv: Släpp mappfilnamn (valfritt)
th: วางชื่อไฟล์โฟลเดอร์ (ไม่บังคับ)
tr: Bırakma klasörü dosya adı (isteğe bağlı)
uk: Назва файлу папки (необов’язково)
zh_hant: 放置文件夾文件名（可選）

source: E-mail address updated
ar: تم تحديث عنوان البريد الإلكتروني
de: E-Mail-Adresse aktualisiert
es: Dirección de correo electrónico actualizada
et: E-posti aadress on uuendatud
he: כתובת הדואר האלקטרוני עודכנה
id: Alamat email diperbarui
it: Indirizzo e-mail aggiornato
nl: E-mailadres bijgewerkt
pl: Zaktualizowano adres e-mail
pt: Endereço de e-mail atualizado
ru: Обновлённый адрес электронной почты
sv: E-postadressen uppdaterad
th: อัปเดตที่อยู่อีเมลแล้ว
tr: E-posta adresi güncellendi
uk: Адресу електронної пошти оновлено
zh_hant: 电子邮件地址更新

source: E-mail page
ar: صفحة البريد الإلكتروني
de: E-Mail Seite
es: Pagina de correo electrónico
et: E-posti leht
he: דף דואר אלקטרוני
id: Halaman e-mail
it: Pagina e-mail
nl: E-mail pagina
pl: Strona e-mail
pt: Página de e-mail
ru: страница электронной почты
sv: E-post sida
th: หน้าอีเมล
tr: E-posta sayfası
uk: Сторінка електронної пошти
zh_hant: 电子邮件页面

source: E-mail this page
ar: إرسال هذه الصفحة بالبريد الإلكتروني
de: Diese Seite per E-Mail versenden
es: Enviar correo electrónico a esta página
et: Saada see leht e-postiga
he: שלח דף זה בדוא"ל
id: E-mail halaman ini
it: Invia questa pagina per e-mail
nl: E-mail deze pagina
pl: Wyślij tę stronę e-mailem
pt: Enviar esta página por e-mail
ru: E-mail эта страница
sv: E-posta den här sidan
th: ส่งอีเมลหน้านี้
tr: Bu sayfayı e-posta olarak gönder
uk: Надішліть цю сторінку електронною поштою
zh_hant: 通过电子邮件发送此页面

source: Edit recipient
ar: تحرير المستلم
de: Empfänger bearbeiten
es: Editar destinatario
et: Redigeeri adressaati
he: ערוך את הנמען
id: Edit penerima
it: Modifica destinatario
nl: Bewerk ontvanger
pl: Edytuj odbiorcę
pt: Editar destinatário
ru: Редактировать получателя
sv: Redigera mottagaren
th: แก้ไขผู้รับ
tr: Alıcıyı düzenle
uk: Редагувати одержувача
zh_hant: 编辑接收人

source: Edit the mailing list &raquo;
ar: تحرير القائمة البريدية &raquo;
de: Bearbeiten der Mailingliste &raquo;
es: Editar la lista de envió &raquo;
et: Redigeerige postiloendit &raquo;
he: ערוך את רשימת התפוצה &raquo;
id: Edit daftar milis &raquo;
it: Modifica la mailing list &raquo;
nl: Bewerk de mailinglijst &raquo;
pl: Edytuj listę mailingową &raquo;
pt: Editar a mailing list &raquo;
ru: Отредактируйте список рассылки &raquo;.
sv: Redigera e-postlistan &raquo;
th: แก้ไขรายชื่อผู้รับจดหมาย &raquo;
tr: Posta listesini düzenle &raquo;
uk: Редагувати список розсилки &raquo;
zh_hant: 编辑邮件列表 &raquo;
