Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Do not import connections.
ar: لا تستورد الاتصالات.
de: Importieren Sie keine Verbindungen.
es: No importe conexiones.
et: Ärge importige ühendusi.
he: אין לייבא חיבורים.
id: Jangan mengimpor koneksi.
it: Non importare le connessioni.
nl: Geen verbindingen importeren.
pl: Nie importuj połączeń.
pt: Não importe conexões.
ru: Не импортируйте соединения.
sv: Importera inte anslutningar.
th: อย่านำเข้าการเชื่อมต่อ
tr: Bağlantıları içe aktarmayın.
uk: Не імпортуйте підключення.
zh_hant: 不要導入連接。

source: Do not send mailings (opt out)
ar: لا ترسل رسائل بريدية (انسحب)
de: Keine Mailings versenden (Opt-Out)
es: No enviar correos (opt out)
et: Ärge saatke kirju (loobuge)
he: אין לשלוח דיוור (בטל הסכמה)
id: Jangan mengirim surat (menyisih)
it: Non inviare mailing (opt out)
nl: Stuur geen mailings (opt-out)
pl: Nie wysyłaj mailingów (zrezygnuj)
pt: Não envie correspondências (opt out)
ru: Не отправлять рассылки (отказаться)
sv: Skicka inte utskick (välj bort)
th: ไม่ส่งจดหมาย (เลือกไม่ใช้)
tr: Posta göndermeyin (devre dışı bırakın)
uk: Не надсилати розсилки (відмовитися)
zh_hant: 不要發送郵件（選擇退出）

source: Do you want to remove this page block?
ar: هل تريد إزالة كتلة هذه الصفحة؟
de: Möchten Sie diese Seitensperre entfernen?
es: ¿Quieres eliminar este bloqueo de página?
et: Kas soovite selle leheploki eemaldada?
he: האם ברצונך להסיר את גוש הדף הזה?
id: Apakah Anda ingin menghapus blok halaman ini?
it: Vuoi rimuovere questo blocco di pagina?
nl: Wil je dit paginablok verwijderen?
pl: Czy chcesz usunąć tę blokadę strony?
pt: Deseja remover este bloqueio de página?
ru: Хотите снять блокировку этой страницы?
sv: Vill du ta bort det här sidblocket?
th: คุณต้องการลบบล็อคหน้านี้หรือไม่?
tr: Bu sayfa bloğunu kaldırmak istiyor musunuz?
uk: Ви хочете видалити блокування цієї сторінки?
zh_hant: 您想刪除該頁面區塊嗎？

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
et: Lae alla
he: הורד
id: Unduh
it: Scaricare
pl: Pobierz
pt: Descarregar
ru: Скачать
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
zh_hant: 下载

source: Drag to change position
ar: اسحب لتغيير الموضع
de: Ziehen, um die Position zu ändern
es: Arrastre para cambiar de posición
et: Asendi muutmiseks lohistage
he: גרור כדי לשנות מיקום
id: Seret untuk mengubah posisi
it: Trascinare per cambiare posizione
nl: Sleep om de positie te wijzigen
pl: Przeciągnij aby zmienić pozycję
pt: Arrastar para mudar de posição
ru: Перетащите для смены положения
sv: Dra för att ändra position
th: ลากเพื่อเปลี่ยนตำแหน่ง
tr: Pozisyonu değiştirmek için sürükle
uk: Перетягніть, щоб змінити положення
zh_hant: 拖动来改变位置

source: Duplicate
ar: كرر
de: Duplizieren
es: Duplicar
et: Kopeeri
he: לְשַׁכְפֵּל
id: Duplikat
it: Duplica
nl: Dupliceer
pl: Duplikuj
pt: Duplicata
ru: Скопировать
sv: Duplicera
th: ทำซ้ำ
tr: Çoğalt
uk: Дублікат
zh_hant: 复制

source: Duplicate page
ar: كرر الصفحة
de: Seite duplizieren
es: Duplicar página
et: Kopeeri leht
he: שכפול עמוד
id: Halaman duplikat
it: Pagina duplicata
nl: Dupliceer pagina
pl: Duplikuj stronę
pt: Página duplicada
ru: Скопировать страницу
sv: Duplicera sida
th: หน้าซ้ำ
tr: Sayfa çoğalt
uk: Дублікат сторінки
zh_hant: 复制页面

source: Duplicate this page.
ar: كرر هذه الصفحة.
de: Diese Seite duplizieren.
es: Duplicar esta página.
et: Kopeeri see leht.
he: שכפל עמוד זה.
id: Gandakan halaman ini.
it: Duplicare questa pagina.
nl: Dupliceer deze pagina.
pl: Duplikuj tę stronę
pt: Duplicar esta página.
ru: Создать дубликат этой страницы.
sv: Duplicera denna sida.
th: ทำซ้ำหน้านี้
tr: Bu sayfayı çoğalt.
uk: Дублювати цю сторінку.
zh_hant: 复制这个页面。

source: Duplicate this page...
ar: قم بتكرار هذه الصفحة...
es: Duplicar esta página...
et: Selle lehekülje dubleerimine...
he: העתק דף זה...
id: Gandakan halaman ini...
it: Duplicare questa pagina...
nl: Deze pagina dupliceren...
pl: Powiel tę stronę...
pt: Duplicar esta página...
ru: Продублируйте эту страницу...
th: ทำซ้ำหน้านี้...
tr: Bu sayfayı çoğaltın...
uk: Дублювати цю сторінку...

source: Duration
ar: مدة
de: Dauer
es: Duración
et: Kestus
he: מֶשֶׁך
id: Durasi
it: Durata
nl: Duur
pl: Czas trwania
pt: Duração
ru: Продолжительность
sv: Varaktighet
th: ระยะเวลา
tr: Süre
uk: Тривалість
zh_hant: 期間

source: E-mail address
ar: بريد إلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
et: E-posti aadress
he: כתובת דוא"ל
id: Alamat surel
it: Indirizzo e-mail
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес e-mail
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса електронної пошти
zh_hant: 电子邮件地址

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
et: Redigeeri
he: לַעֲרוֹך
id: Sunting
it: Modifica
nl: Bewerk
pl: Edytuj
pt: Editar
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
zh_hant: 编辑

source: Edit note
ar: تحرير مذكرة
de: Notiz bearbeiten
es: Editar nota
et: Redigeeri märkust
he: ערוך הערה
id: Sunting catatan
it: Modifica nota
nl: Notitie bewerken
pl: Edytuj notatkę
pt: Editar nota
ru: Изменить заметку
sv: Redigera anteckning
th: แก้ไขบันทึก
tr: Notu düzenle
uk: Редагувати примітку
zh_hant: 編輯筆記

source: Edit:
ar: تعديل:
de: Bearbeiten:
es: Editar:
et: Redigeeri:
he: לַעֲרוֹך:
id: Sunting:
it: Modifica:
nl: Bewerk:
pl: Edytuj:
pt: Editar:
ru: Изменить:
sv: Redigera:
th: แก้ไข:
tr: Düzenle:
uk: Редагувати:
zh_hant: 编辑：

source: Email address for invoices
ar: عنوان البريد الإلكتروني للفواتير
de: E-Mail-Adresse für Rechnungen
es: Dirección de correo electrónico para facturas
et: E-posti aadress arvete jaoks
he: כתובת מייל לחשבוניות
id: Alamat email untuk faktur
it: Indirizzo e-mail per le fatture
nl: E-mailadres voor facturen
pl: Adres e-mail do faktur
pt: Endereço de e-mail para faturas
ru: Адрес электронной почты для счетов
sv: E-postadress för fakturor
th: ที่อยู่อีเมลสำหรับใบแจ้งหนี้
tr: Faturalar için e-posta adresi
uk: Електронна адреса для рахунків
zh_hant: 發票的電子郵件地址

source: Email address for public display
ar: بريد إلكتروني للعرض العام
de: E-Mail Adresse für öffentliche Anzeige
es: Dirección de correo electrónico para visualización pública
et: E-posti aadress avalikuks kuvamiseks
he: כתובת דוא"ל לתצוגה ציבורית
id: Alamat surel untuk tampilan umum
it: Indirizzo e-mail per la visualizzazione pubblica
nl: E-mailadres voor openbare weergave
pl: Adres e-mail do publicznego wyświetlania
pt: Endereço de e-mail para exibição pública
ru: Адрес электронной почты для публичного показа
sv: E-postadress för offentlig visning
th: ที่อยู่อีเมลสำหรับการแสดงสาธารณะ
tr: Herkese açık e-posta adresi
uk: Адреса електронної пошти для публічного показу
zh_hant: 用于公开展示的电子邮件地址

source: Embed
ar: تضمين
de: Einbetten
es: Incorporar
he: לְשַׁבֵּץ
id: Menanamkan
it: Incorporare
nl: Insluiten
pl: Osadź
pt: Embutir
ru: Вставить
sv: Bädda in
th: ฝัง
tr: Göm
uk: Вставити
zh_hant: 嵌入

source: Embed code will be sanitized for allowed sites and html.
ar: سيتم تطهير كود التضمين للمواقع و html المسموح بها.
de: Der eingebettete Code wird für erlaubte Seiten und HTML bereinigt.
es: El código de incrustación será desinfectado para los sitios permitidos y el html.
et: Manustatud kood desinfitseeritakse lubatud saitide ja HTML-i jaoks.
he: קוד ההטמעה ינוטרל עבור אתרים מותרים ו- HTML.
id: Kode sematan akan dibersihkan untuk situs yang diizinkan dan html.
it: Il codice per l'incorporazione sarà sanificato per i siti e l'html consentiti.
nl: Insluitcode wordt opgeschoond voor toegestane sites en html.
pl: Kod osadzenia zostanie oczyszczony dla dozwolonych witryn i html.
pt: O código de incorporação será higienizado para sites permitidos e html.
ru: Встраиваемый код будет очищен для разрешенных сайтов и html.
sv: Bädda in koden kommer att desinficeras för tillåtna webbplatser och html.
th: โค้ดฝังจะได้รับการฆ่าเชื้อสำหรับไซต์และ html ที่อนุญาต
tr: Gömme kodu, izin verilen siteler ve html için sterilize edilecektir.
uk: Код вставки буде очищено для дозволених сайтів і HTML.
zh_hant: 嵌入代码将被允许的网站和html消毒。

source: Embed page | a citation, popup, or link to another page
ar: تضمين الصفحة | اقتباس أو نافذة منبثقة أو رابط إلى صفحة أخرى
de: Seite einbetten | ein Zitat, ein Popup oder ein Link zu einer anderen Seite
es: Incrustar página | una cita, una ventana emergente o un enlace a otra página
et: Manusta leht | tsitaat, hüpikaken või link teisele lehele
he: הטמע עמוד | ציטוט, חלון קופץ או קישור לדף אחר
id: Sematkan halaman | kutipan, popup, atau tautan ke halaman lain
it: Incorpora pagina | una citazione, un popup o un collegamento a un'altra pagina
nl: Pagina insluiten | een citaat, pop-up of link naar een andere pagina
pl: Osadź stronę | cytat, wyskakujące okienko lub link do innej strony
pt: Incorporar página | uma citação, pop-up ou link para outra página
ru: Встроить страницу | цитату, всплывающее окно или ссылку на другую страницу
sv: Bädda in sida | ett citat, popup-fönster eller länk till en annan sida
th: ฝังหน้า | การอ้างอิง ป๊อปอัป หรือลิงก์ไปยังหน้าอื่น
tr: Sayfayı yerleştir | başka bir sayfaya atıf, açılır pencere veya bağlantı
uk: Вставити сторінку | цитата, спливаюче вікно або посилання на іншу сторінку
zh_hant: 嵌入頁面 |引文、彈出視窗或指向另一個頁面的鏈接

source: Embedded Content
ar: المحتوى الذي تم تضمينه
de: Eingebettete Inhalte
es: Contenido incorporado
et: Manustatud sisu
he: תוכן משובץ
id: Konten Tertanam
it: Contenuto incorporato
nl: Ingesloten content
pl: Wbudowana zawartość
pt: Conteúdo Embutido
ru: Встроенный контент
sv: Inbäddat innehåll
th: เนื้อหาที่ฝัง
tr: Gömülmüş İçerik
uk: Вбудований контент
zh_hant: 嵌入内容

source: Emergency telephone
ar: هاتف حالات الطوارئ
de: Notrufnummer
es: Teléfono de emergencias
et: H√§da telefon
he: טלפון חירום
id: Telepon darurat
it: Telefono d'emergenza
nl: Noodnummer (telefoon)
pl: Telefon alarmowy
pt: Telefone de emergência
ru: Экстренный телефон
sv: Nödtelefonnummer
th: โทรศัพท์ฉุกเฉิน
tr: Acil telefonu
uk: Телефон екстреної допомоги
zh_hant: 紧急联系电话

source: Ensure <i>refers</i> connections
ar: تأكد من أن <i>يشير إلى اتصالات</i>
de: Stellen Sie sicher, <i>auf</i> Verbindungen verweist
es: Asegúrese de que <i>se refiera a</i> conexiones
et: Veenduge, <i>viitab</i> ühendusele
he: ודא ש <i>מתייחס לחיבורים</i>
id: Pastikan <i>merujuk</i> koneksi
it: Assicurarsi che <i>si riferisca a</i> connessione
nl: Zorg voor <i>verwijst naar</i> verbindingen
pl: Upewnij się, że <i>odnosi się do</i> połączeń
pt: Certifique-se de <i>refere-se a</i> conexões
ru: Убедитесь, что <i>относится к</i> соединению.
sv: Se till att <i>hänvisar till</i> anslutningar
th: ตรวจสอบให้แน่ใจว่า <i>หมายถึง</i> การเชื่อมต่อ
tr: <i></i> bağlantıyı ifade ettiğinden emin olun
uk: Переконайтеся, <i>відноситься до</i> з’єднань
zh_hant: 確保 <i>引用</i> 連接

source: Enter a URL or embed code. It will be analyzed and you can choose how to import the data.
ar: أدخل رابط URL أو كود التضمين. سيتم تحليله و بعدها يمكنك الاختيار كيف تقوم باستيراد البيانات.
de: Geben Sie eine URL oder einen Einbettungscode ein. Er wird analysiert und Sie können wählen, wie die Daten importiert werden sollen.
es: Ingrese una URL o un código de inserción. Se analizará y puede elegir como importar los datos.
et: Sisestage URL või manuskood. Seda analüüsitakse ja saate valida, kuidas andmeid importida.
he: הזן כתובת אתר או קוד הטבע. זה ינותח ותוכלו לבחור כיצד לייבא את הנתונים.
id: Masukkan URL atau kode embed. Itu akan dianalisis dan anda dapat memilih cara untuk mengimpor data.
it: Inserisci un URL o un codice per l'incorporazione. Verrà analizzato e potrai scegliere come importare i dati.
nl: Voer een URL of insluitcode in. Het zal worden geanalyseerd en je kan kiezen hoe de gegevens te importeren.
pl: Wpisz adres URL lub kod osadzania. Zostanie przeanalizowany i będziesz mógł/a wybrać sposób importowania danych.
pt: Digite um URL ou código de incorporação. Ele será analisado e você poderá escolher como importar os dados.
ru: Введите URL-адрес или код для встраивания. Он будет проанализирован, и вы сможете выбрать, как импортировать данные.
sv: Ange en URL-adress eller bädda in kod. Det kommer att analyseras och du kan själv välja hur du vill importera data.
th: ป้อน URL หรือโค้ดฝัง ระบบจะวิเคราะห์และคุณสามารถเลือกวิธีการนำเข้าข้อมูลได้
tr: Bir URL ya da gömme kodu girin. Analiz edilecek ve verilerin nasıl içe aktarılacağını seçebileceksiniz.
uk: Введіть URL-адресу або код вставки. Це буде проаналізовано, і Ви зможете вибрати, як імпортувати дані.
zh_hant: 输入网址或嵌入代码。它将被分析，你可以选择如何导入数据。

source: Erlang Init Files
ar: ملفات Erlang Init
de: Erlang-Init-Dateien
es: Archivos de inicio de Erlang
et: Erlang Init-failid
he: Erlang Init קבצים
id: File Erlang Init
it: File Erlang Init
pl: Pliki Init Erlang
pt: Arquivos Erlang Init
ru: инит-файлы Эрланга
th: ไฟล์ Erlang Init
tr: Erlang Init Dosyaları
uk: Ініціальні файли Erlang
zh_hant: 埃尔兰初始化文件

source: Erlang Installation Root
ar: جذر التثبيت Erlang
de: Erlang-Installationswurzel
es: Raíz de la instalación de Erlang
et: Erlangi installi juur
he: שורש התקנת Erlang
id: Root Instalasi Erlang
it: Cartella root dell'installazione di Erlang
nl: Erlang Installatie Map
pl: Korzeń instalacji Erlang
pt: Raiz de Instalação Erlang
ru: Корень установки Эрланг
sv: Erlang installationsrot
th: รากการติดตั้ง Erlang
tr: Erlang Kurulum Kökü
uk: Корінь встановлення Erlang
zh_hant: Erlang安装根

source: Erlang Version
ar: نسخة إرلانج
es: Versión Erlang
et: Erlangi versioon
he: גרסת Erlang
id: Versi Erlang
it: Versione di Erlang
nl: Erlang versie
pl: Wersja Erlang
pt: Versão Erlang
ru: версия на Эрланге
th: เวอร์ชั่น Erlang
tr: Erlang Sürümü
uk: Версія Erlang
zh_hant: 埃尔兰版本

source: Error checking the website.
ar: خطأ التحقق من الموقع.
de: Fehler bei der Überprüfung der Website.
es: Error comprobando el sitio web.
et: Viga veebisaidi kontrollimisel.
he: שגיאה בבדיקת האתר.
id: Kesalahan memeriksa situs web.
it: Errore nel controllo del sito web.
nl: Fout bij controleren van de website.
pl: Błąd podczas sprawdzania witryny.
pt: Erro ao verificar o site.
ru: Ошибка при проверке сайта.
sv: Felkontroll webbplatsen.
th: เกิดข้อผิดพลาดในการตรวจสอบเว็บไซต์
tr: Web sitesini kontrol etme hatası.
uk: Помилка перевірки вебсайту.
zh_hant: 检查网站时出错。

source: Error creating the page.
ar: خطأ في إنشاء الصفحة.
de: Fehler beim Erstellen der Seite.
es: Error al crear la página.
et: Viga lehe loomisel.
he: שגיאה ביצירת הדף.
id: Terjadi kesalahan saat membuat halaman.
it: Errore nella creazione della pagina.
nl: Fout bij het maken van de pagina.
pl: Błąd podczas tworzenia strony.
pt: Erro ao criar a página.
ru: Ошибка при создании страницы.
sv: Fel vid skapande av sidan.
th: เกิดข้อผิดพลาดในการสร้างเพจ
tr: Sayfa oluşturulurken hata meydana geldi.
uk: Помилка створення сторінки.
zh_hant: 创建页面时出错。

source: Error importing page from the remote server.
ar: خطأ في استيراد الصفحة من الخادم البعيد.
de: Fehler beim Importieren der Seite vom Remote-Server.
es: Error al importar la página desde el servidor remoto.
et: Viga lehe kaugserverist importimisel.
he: שגיאה בייבוא דף מהשרת המרוחק.
id: Kesalahan saat mengimpor halaman dari server jauh.
it: Errore durante l'importazione della pagina dal server remoto.
nl: Fout bij het importeren van de pagina van de externe server.
pl: Błąd podczas importowania strony ze zdalnego serwera.
pt: Erro ao importar página do servidor remoto.
ru: Ошибка при импорте страницы с удаленного сервера.
sv: Fel vid import av sida från fjärrservern.
th: เกิดข้อผิดพลาดในการนำเข้าหน้าจากเซิร์ฟเวอร์ระยะไกล
tr: Uzak sunucudan sayfa içe aktarılırken hata oluştu.
uk: Помилка імпорту сторінки з віддаленого сервера.
zh_hant: 從遠程服務器導入頁面時出錯。

source: Error uploading the file.
ar: خطأ تحميل الملف.
de: Fehler beim Hochladen der Datei.
es: Error cargando el archivo.
et: Viga faili üleslaadimisel.
he: שגיאה בהעלאת הקובץ.
id: Kesalahan mengunggah berkas.
it: Errore nel caricamento del file.
nl: Fout bij uploaden van bestand.
pl: Błąd podczas przesyłania pliku.
pt: Erro ao fazer o upload do arquivo.
ru: Ошибка при закачивании файла.
sv: Fel vid uppladdningen av filen.
th: เกิดข้อผิดพลาดในการอัปโหลดไฟล์
tr: Dosyayı yükleme hatası.
uk: Помилка завантаження файлу.
zh_hant: 上传文件時出错。

source: Error, duplicate name. Please change the name.
ar: خطأ ، اسم مكرر. الرجاء تغيير الاسم.
de: Fehler, doppelter Name. Bitte ändern Sie den Namen.
es: Error, nombre duplicado. Cambie el nombre.
et: Viga, topeltnimi. Palun muutke nime.
he: שגיאה, שם כפול. אנא שנה את השם.
id: Kesalahan, nama duplikat. Silakan ganti namanya.
it: Errore, nome duplicato. Per favore cambia il nome.
nl: Fout, dubbele naam. Wijzig de naam.
pl: Błąd, zduplikowana nazwa. Zmień nazwę.
pt: Erro, nome duplicado. Por favor, mude o nome.
ru: Ошибка, повторяющееся имя. Пожалуйста, измените имя.
sv: Fel, dubblettnamn. Ändra namnet.
th: เกิดข้อผิดพลาด ชื่อซ้ำ กรุณาเปลี่ยนชื่อ
tr: Hata, yinelenen ad. Lütfen adı değiştirin.
uk: Помилка, дублікат імені. Будь ласка, змініть назву.
zh_hant: 錯誤，重名。請更改名稱。

source: Error, duplicate page path. Please change the uri.
ar: خطأ ، مسار الصفحة مكرر. الرجاء تغيير uri.
de: Fehler, doppelter Seitenpfad. Bitte ändern Sie die uri.
es: Error, ruta de página duplicada. Cambie el uri.
et: Viga, lehe tee duplikaat. Palun vaheta uri.
he: שגיאה, נתיב דף כפול. אנא שנה את ה- uri.
id: Kesalahan, jalur halaman duplikat. Tolong ubah urinya.
it: Errore, percorso pagina duplicato. Per favore cambia l'uri.
nl: Fout, dubbel paginapad. Wijzig de uri.
pl: Błąd, zduplikowana ścieżka strony. Proszę zmienić URI.
pt: Erro, caminho de página duplicado. Por favor, altere o uri.
ru: Ошибка, повторяющийся путь к странице. Пожалуйста, измените uri.
sv: Fel, kopiera sidvägen. Vänligen ändra uri.
th: เกิดข้อผิดพลาด เส้นทางของหน้าที่ซ้ำกัน กรุณาเปลี่ยน uri
tr: Hata, yinelenen sayfa yolu. Lütfen uri'yi değiştirin.
uk: Помилка, дубльований шлях до сторінки. Будь ласка, змініть URI.
zh_hant: 錯誤，重複的頁面路徑。請更改uri。

source: Error, duplicate uri. Please change the uri.
ar: خطأ ، uri مكرر. الرجاء تغيير uri.
de: Fehler, doppelte uri. Bitte ändern Sie die uri.
es: Error, uri duplicado. Cambie el uri.
et: Viga, duplikaat uri. Palun vaheta uri.
he: שגיאה, כפול אורי. אנא שנה את ה- uri.
id: Kesalahan, duplikat uri. Tolong ubah urinya.
it: Errore, uri duplicato. Per favore cambia l'uri.
nl: Fout, dubbele uri. Gelieve de uri te veranderen.
pl: Błąd, zduplikowany identyfikator URI. Proszę zmienić URI.
pt: Erro, uri duplicado. Por favor, altere o uri.
ru: Ошибка, повторяющийся uri. Пожалуйста, измените uri.
sv: Fel, kopiera uri. Vänligen ändra uri.
th: เกิดข้อผิดพลาด ซ้ำ uri กรุณาเปลี่ยน uri
tr: Hata, yinelenen uri. Lütfen uri'yi değiştirin.
uk: Помилка, дублікат URI. Будь ласка, змініть URI.
zh_hant: 錯誤，重複的 uri。請更改uri。

source: Every page can have a date range. For example if the page is an event or description of someone’s life.
ar: يمكن أن يكون لكل صفحة نطاق زمني. على سبيل المثال، إذا كانت الصفحة حدثا أو وصفا لحياة شخص ما.
de: Jede Seite kann einen Datumsbereich haben. Zum Beispiel, wenn die Seite ein Ereignis oder eine Beschreibung des Lebens einer Person ist.
es: Cada página puede tener un rango de fechas. Por ejemplo, si la página es un evento o una descripción de la vida de alguien.
et: Igal lehel võib olla kuupäevavahemik. Näiteks kui leht on sündmus või kellegi elu kirjeldus.
he: לכל עמוד יכול להיות טווח תאריכים. למשל אם הדף הוא אירוע או תיאור של חייו של מישהו.
id: Setiap halaman dapat memiliki sebuah rentang tanggal. Sebagai contoh jika halaman tersebut merupakan sebuah peristiwa atau deskripsi dari kehidupan seseorang.
it: Ogni pagina può avere un intervallo di date. Ad esempio se la pagina è un evento o la descrizione della vita di qualcuno.
nl: Elke pagina kan een begin- en einddatum hebben. Bijvoorbeeld als de pagina een evenement is of een biografie.
pl: Każda strona może mieć zakres dat. Na przykład, jeśli strona jest wydarzeniem lub opisem czyjegoś życia.
pt: Cada página pode ter um intervalo de datas. Por exemplo, se a página for um evento ou descrição da vida de alguém.
ru: Каждая страница может иметь диапазон дат. Например, если страница представляет собой событие или описание чьей-то жизни.
sv: Varje sida kan ha en datumintervall. Till exempel om sidan är en händelse eller en beskrivning av någons liv.
th: แต่ละหน้าสามารถมีช่วงวันที่ได้ เช่น หากหน้านั้นเป็นเหตุการณ์หรือคำอธิบายชีวิตของใครบางคน
tr: Her sayfanın tarih aralığı vardır. Örnek olarak eğer sayfa bir etkinlik ya da birinin hayatının açıklaması ise.
uk: Кожна сторінка може мати діапазон дат. Наприклад, якщо сторінка є подією або описом чийогось життя.
zh_hant: 每个页面都可以有一个日期范围。例如当页面表示一个事件或者某人的生平时。
