Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Yes
ar: نعم
de: Ja
es: Sí
et: Jah
he: כן
id: Ya
it: Sì
nl: Ja
pl: Tak
pt: Sim
ru: Да
sv: Ja
th: ใช่
tr: Evet
uk: Так
zh_hant: 是

source: You may try to log in as a different user.
ar: يمكنك محاولة تسجيل الدخول كمستخدم مختلف.
de: Möglicherweise versuchen Sie, sich als ein anderer Benutzer anzumelden.
es: Puede intentar iniciar sesión como un usuario diferente.
et: Võite proovida sisse logida teise kasutajana.
he: אתה יכול לנסות להיכנס כמשתמש אחר.
id: Anda dapat mencoba masuk sebagai pengguna lain.
it: Potresti provare ad accedere come utente diverso.
nl: Probeer in te loggen als een andere gebruiker
pl: Możesz spróbować zalogować się jako inny użytkownik.
pt: Você pode tentar fazer login como um usuário diferente.
ru: Вы можете попробовать войти в систему под другим пользователем.
sv: Du kan försöka logga in som en annan användare.
th: คุณอาจลองเข้าสู่ระบบในฐานะผู้ใช้อื่น
tr: Farklı bir kullanıcı olarak giriş yapmayı deneyebilirsiniz.
uk: Ви можете спробувати увійти як інший користувач.
zh_hant: 您可以嘗試以其他使用者登入。

source: Your browser as it identifies itself to our server and your IP address. This is essential information for the help desk, but we do not store any personal data.
ar: متصفحك كما يعرّف نفسه بخادمنا وعنوان IP الخاص بك. هذه معلومات أساسية لمكتب المساعدة ، لكننا لا نخزن أي بيانات شخصية.
de: Ihr Browser wie er sich gegenüber unserem Server identifiziert und Ihre IP-Adresse. Dies sind wesentliche Informationen für den Helpdesk, wir speichern jedoch keine personenbezogenen Daten.
es: Su navegador, ya que se identifica con nuestro servidor y su dirección IP. Esta es información esencial para la mesa de ayuda, pero no almacenamos ningún dato personal.
et: Teie brauser identifitseerib ennast meie serveri ja teie IP -aadressi järgi. See on kasutajatoe jaoks oluline teave, kuid me ei salvesta isikuandmeid.
he: הדפדפן שלך כפי שהוא מזהה את עצמו לשרת שלנו וכתובת ה- IP שלך. זהו מידע חיוני לדלפק העזרה, אך איננו שומרים נתונים אישיים.
id: Browser Anda karena mengidentifikasi dirinya ke server kami dan alamat IP Anda. Ini adalah informasi penting untuk meja bantuan, tetapi kami tidak menyimpan data pribadi apa pun.
it: Il tuo browser in quanto si identifica con il nostro server e il tuo indirizzo IP. Queste sono informazioni essenziali per l'help desk, ma non memorizziamo alcun dato personale.
nl: Jouw browser zoals deze zich identificeert aan onze server en jouw IP-adres. Dit is essentiële informatie voor de helpdesk, maar wij slaan geen persoonsgegevens op.
pl: Twoja przeglądarka identyfikująca się z naszym serwerem i Twój adres IP. Jest to niezbędna informacja dla działu pomocy technicznej, ale żadne dane osobowe nie są przechowywane.
pt: Seu navegador se identifica ao nosso servidor e seu endereço IP. Esta é uma informação essencial para o help desk, mas não armazenamos nenhum dado pessoal.
ru: Ваш браузер, как он идентифицирует себя для нашего сервера, и ваш IP-адрес. Это важная информация для службы поддержки, но мы не храним никаких личных данных.
sv: Din webbläsare som den identifierar sig för vår server och din IP -adress. Detta är viktig information för helpdesk, men vi lagrar inga personuppgifter.
th: เบราว์เซอร์ของคุณตามที่ระบุถึงเซิร์ฟเวอร์ของเราและที่อยู่ IP ของคุณ นี่เป็นข้อมูลที่จำเป็นสำหรับ Help Desk แต่เราไม่ได้จัดเก็บข้อมูลส่วนบุคคลใดๆ
tr: Tarayıcınız, kendisini sunucumuza ve IP adresinize tanımlar. Bu, yardım masası için gerekli bilgilerdir, ancak hiçbir kişisel veriyi saklamayız.
uk: Ваш браузер, як він ідентифікує себе на нашому сервері, і вашу IP-адресу. Це важлива інформація для служби підтримки, але ми не зберігаємо жодних персональних даних.
zh_hant: 您的瀏覽器向我們的服務器和您的 IP 地址標識自己。這是幫助台的重要信息，但我們不存儲任何個人數據。

source: error
ar: خطأ
de: Fehler
et: fout
he: שְׁגִיאָה
id: kesalahan
it: errore
nl: fout
pl: błąd
pt: erro
ru: ошибка
sv: fel
th: ข้อผิดพลาด
tr: hata
uk: помилка
zh_hant: 错误

source: no
ar: لا
de: nein
et: ei
he: לא
id: tidak
nl: nee
pl: nie
pt: não
ru: нет
sv: Nej
th: ไม่
tr: hayır
uk: ні
zh_hant: 没有

source: yes
ar: نعم
de: ja
es: si
et: jah
he: כן
id: ya
it: sì
nl: ja
pl: tak
pt: sim
ru: да
sv: ja
th: ใช่
tr: evet
uk: так
zh_hant: 是的

source: Added on
ar: وأضاف في
de: Hinzugefügt am
es: Agregado el
et: Lisatud
he: נוסף על
id: Tambahkan pada
it: Aggiunto il
nl: Toegevoegd op
pl: Dodane
pt: Adicionado a
ru: Добавлено
sv: Tillagt den
th: เพิ่มเมื่อ
tr: Tarihinde eklendi
uk: Додано на
zh_hant: 增加于

source: Are you sure you wish to delete that comment?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق؟
de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten?
es: ¿Estas seguro de querer eliminar este comentario?
et: Kas soovite kindlasti selle kommentaari kustutada?
he: האם אתה בטוח שברצונך למחוק את ההערה?
id: Apakah anda yakin anda ingin menghapus komentar itu?
it: Sei sicuro di voler cancellare questo commento?
nl: Weet je zeker dat je deze reactie wilt verwijderen?
pl: Czy na pewno chcesz usunąć komentarz?
pt: Tem certeza de que deseja excluir esse comentário?
ru: Вы уверены, что желаете удалить этот комментарий?
sv: Är du säker på att du vill radera kommentar?
th: แน่ใจไหมว่าต้องการลบความคิดเห็นนั้น
tr: Bu yorumu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей коментар?
zh_hant: 确认删除评论？

source: Comment Form Settings
ar: إعدادات نموذج التعليق
de: Kommentarformular-Einstellungen
es: Configuración del formulario de comentarios
et: Kommentaarivormi seaded
he: הגדרות טופס תגובה
id: Komentar formulir pengaturan
it: Impostazioni del modulo di commento
nl: Reactieformulier instellingen
pl: Ustawienia formularza komentarzy
pt: Configurações do Formulário de Comentário
ru: Настройки формы комментариев
sv: Kommentar formulärinställningar
th: การตั้งค่าแบบฟอร์มความคิดเห็น
tr: Yorum Formu Ayarları
uk: Налаштування форми коментарів
zh_hant: 评论表单设置

source: Comment settings
ar: إعدادات التعليق
de: Kommentareinstellungen
es: Configuraciones de comentarios
et: Kommentaari seaded
he: הגדרות תגובה
id: Komentar Pengaturan
it: Impostazioni di commento
nl: Reactie-instellingen
pl: Ustawienia komentarzy
pt: Configurações de Comentário
ru: Настройки комментариев
sv: Kommentarinställningar
th: การตั้งค่าความคิดเห็น
tr: Yorum ayarları
uk: Налаштування коментарів
zh_hant: 评论设置

source: Comments
ar: تعليقات
de: Kommentare
es: Comentarios
et: Kommentaarid
he: הערות
id: Komentar
it: Commenti
nl: Reacties
pl: Komentarze
pt: Comentários
ru: Комментарии
sv: Kommentarer
th: ความคิดเห็น
tr: Yorumlar
uk: Коментарі
zh_hant: 评论

source: General Comment Form Settings
ar: إعدادات نموذج التعليق العامة
de: Allgemeine Einstellungen des Kommentarformulars
es: Configuración del formulario de comentarios generales
et: Üldised kommentaarivormi seaded
he: הגדרות טופס תגובה כללית
id: Komentar Umum bentuk pengaturan
it: Impostazioni generali del modulo di commento
nl: Algemene formulier instellingen
pl: Ogólne ustawienia formularza komentarzy
pt: Configurações do Formulário de Comentário Geral
ru: Общие настройки формы комментариев
sv: Allmänna inställningar för formulärformulär
th: การตั้งค่าแบบฟอร์มความคิดเห็นทั่วไป
tr: Genel Yorum Formu Ayarları
uk: Загальні налаштування форми коментарів
zh_hant: 通用评论表单设置

source: Here you find settings to configure the comment module to suit your needs.
ar: تجد هنا إعدادات لتهيئة وحدة التعليق لتناسب احتياجاتك.
de: Hier finden Sie Einstellungen, um das Kommentarmodul nach Ihren Wünschen zu konfigurieren.
es: Aquí encontrará las opciones para configurar el módulo de comentarios que más se ajuste a sus necesidades.
et: Siit leiate sätted kommentaarimooduli konfigureerimiseks vastavalt teie vajadustele.
he: כאן תוכלו למצוא הגדרות לקביעת תצורת מודול ההערה בהתאם לצרכים שלכם.
id: Di sini anda dapat menemukan pengaturan untuk mengkonfigurasi komentar modul yang sesuai dengan kebutuhan anda.
it: Qui trovi le impostazioni per configurare il modulo dei commenti in base alle tue esigenze.
nl: Hier vind je de instellingen voor de comment-module.
pl: Tutaj znajdziesz ustawienia umożliwiające skonfigurowanie modułu komentarzy do własnych potrzeb.
pt: Aqui você encontra configurações para configurar o módulo de comentários de acordo com suas necessidades.
ru: Здесь вы найдете параметры для настройки модуля комментариев под ваши потребности.
sv: Här hittar du inställningar för att konfigurera kommentar modul för att passa dina behov.
th: ที่นี่คุณจะพบการตั้งค่าเพื่อกำหนดค่าโมดูลความคิดเห็นให้เหมาะกับความต้องการของคุณ
tr: Burada yorum modülünü ihtiyaçlarınıza göre yapılandırabileceğiniz ayarları bulacaksınız.
uk: Тут Ви знайдете налаштування для налаштування модуля коментарів відповідно до Ваших потреб.
zh_hant: 这里可以配置评论模块。

source: Log on or sign up to comment
ar: تسجيل الدخول أو التسجيل للتعليق
de: Anmelden oder registrieren, um zu kommentieren
es: Conectarse o registrarse para comentar
et: Logi sisse või registreeru kommenteerimiseks
he: היכנס או הירשם להגיב
id: Masuk atau mendaftar untuk komentar
it: Accedi o iscriviti per commentare
nl: Login of registreer om reacties te plaatsen
pl: Zaloguj się lub zarejestruj by móc komentować
pt: Iniciar sessão ou inscrever-se para comentar
ru: Войдите или зарегистрируйтесь, чтобы комментировать
sv: Logga in eller registrera dig för att kommentera
th: เข้าสู่ระบบหรือลงทะเบียนเพื่อแสดงความคิดเห็น
tr: Yorum yapmak için giriş yapın yada kayıt olun
uk: Увійдіть або зареєструйтеся, щоб коментувати
zh_hant: 登入或登录注册并评论

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
et: Teade
he: הוֹדָעָה
id: Pesan
it: Messaggio
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: повідомлення
zh_hant: 信息内容

source: Moderate comments
ar: تعليقات معتدلة
de: Moderate Kommentare
es: Moderar comentarios
et: Mõõdukad kommentaarid
he: הערות מתונות
id: Komentar Moderator
it: Commenti moderati
nl: Modereer reacties
pl: Moderacja komentarzy
pt: Comentários moderados
ru: Модерировать комментарии
sv: Måttliga kommentarer
th: กลั่นกรองความคิดเห็น
tr: Yorumları yönet
uk: Модерувати коментарі
zh_hant: 审核评论

source: Note: Comments are moderated
ar: ملاحظة: التعليقات خاضعة للإشراف
de: Hinweis: Kommentare werden moderiert
es: Nota: los comentarios son moderados
et: Märkus. Kommentaarid on modereeritud
he: הערה: התגובות מנוהלות
id: Catatan: komentar moderator
it: Nota: i commenti sono moderati
nl: Let op: Reacties worden gemodereerd
pl: Uwaga: Komentarze są moderowane
pt: Nota: Os comentários são moderados
ru: Примечание: Комментарии модерируются
sv: Obs! Kommentarer modereras
th: หมายเหตุ: ความคิดเห็นจะถูกกลั่นกรอง
tr: Not: Yorumlar kontrol edilmektedir
uk: Примітка. Коментарі модеруються
zh_hant: 注意：评论在被审核中

source: Page
ar: الصفحة
de: Seite
es: Página
et: Leht
he: עמוד
id: Halaman
it: Pagina
nl: Pagina
pl: Strona
pt: Página
ru: Страница
sv: Sida
th: หน้า
tr: Sayfa
uk: Сторінка
zh_hant: 页面

source: Posted
ar: تم النشر
de: Geschrieben
es: Subido
et: Postitatud
he: פורסם
id: Diposkan
it: Pubblicato
nl: Geplaatst
pl: Wysłano
pt: Publicado em
ru: Отправлено
sv: Postad
th: โพสต์
tr: Yayınlandı
uk: Опубліковано
zh_hant: 发表于

source: Recent Comments
ar: احدث التعليقات
de: Neueste Kommentare
es: Comentarios Recientes
et: Viimased kommentaarid
he: תגובות אחרונות
id: Komentar terakhir
it: Commenti recenti
nl: Recente reacties
pl: Najnowsze komentarze
pt: Comentários Recentes
ru: Последние комментарии
sv: Senaste kommentarerna
th: ความเห็นล่าสุด
tr: Son Yorumlar
uk: Недавні коментарі
zh_hant: 最近评论

source: Recent comments
ar: احدث التعليقات
de: Neueste Kommentare
es: Comentarios recientes
et: Viimased kommentaarid
he: תגובות אחרונות
id: Komentar terakhir
it: Commenti recenti
nl: Recente reacties
pl: Najnowsze komentarze
pt: Comentários recentes
ru: Последние комментарии
sv: Senaste kommentarerna
th: ความเห็นล่าสุด
tr: Son yorumlar
uk: Недавні коментарі
zh_hant: 最近评论

source: Require all comments to be reviewed by a moderator before displaying them on the public website
ar: طلب مراجعة جميع التعليقات بواسطة وسيط قبل عرضها على موقع الويب العام
de: Verlangt, dass alle Kommentare von einem Moderator überprüft werden, bevor sie auf der öffentlichen Website angezeigt werden
es: Requerir que todos los comentarios sean revisador por un moderador antes de mostrarlos en el sitio web público
et: Nõuate, et moderaator vaataks kõik kommentaarid enne nende avalikul veebisaidil kuvamist läbi
he: דרוש כי כל התגובות ייבדקו על ידי מנחה לפני הצגתן באתר הציבורי
id: Memerlukan semua komentar untuk bisa ditinjau oleh moderator sebelum menampilkannya pada situs web publik
it: Richiedere che tutti i commenti siano esaminati da un moderatore prima di mostrarli sul sito web pubblico
nl: Alle reacties moeten worden goedgekeurd door een moderator voordat ze zichtbaar zijn op de publieke website
pl: Wymagaj, aby wszystkie komentarze zostały sprawdzone przez moderatora przed ich wyświetleniem na publicznej stronie internetowej
pt: Todos os comentários devem ser revisados por um gerente antes de serem publicados no site público
ru: Требовать, чтобы все комментарии были просмотрены модератором до их размещения на общедоступном веб-сайте.
sv: Att kräva att alla kommentarer ses över av en moderator innan du kan visa dem på den offentliga webbplatsen
th: กำหนดให้ความคิดเห็นทั้งหมดได้รับการตรวจสอบโดยผู้ดูแลก่อนที่จะแสดงความคิดเห็นบนเว็บไซต์สาธารณะ
tr: Tüm yorumların halka açık sitede yayınlanmadan önce bir yönetici tarafından incelenmesi gerekir
uk: Вимагайте, щоб усі коментарі були переглянуті модератором перед тим, як викласти їх на загальнодоступному вебсайті
zh_hant: 所有评论都需要审核员审核后才会在网站上公开显示。

source: Save Comment Form settings
ar: حفظ إعدادات نموذج التعليق
de: Einstellungen des Kommentarformulars speichern
es: Guardar las configuraciones del formulario de comentarios
et: Salvesta kommentaarivormi seaded
he: שמור הגדרות טופס תגובה
id: Simpan Form Komentar pengaturan
it: Salvare le impostazioni del modulo di commento
nl: Bewaar formulier instellingen
pl: Zapisz ustawienia formularza komentarzy
pt: Salvar configurações do Formulário de Comentário
ru: Сохранить настройки формы комментариев
sv: Spara inställningar för kommentarformulär
th: บันทึกการตั้งค่าแบบฟอร์มความคิดเห็น
tr: Yorum formu ayarlarını kaydet
uk: Зберегти налаштування форми коментарів
zh_hant: 保存评论表单设置

source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
et: Seaded
he: הגדרות
id: Pengaturan
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hant: 设置

source: The comment has been deleted.
ar: تم حذف التعليق.
de: Der Kommentar wurde gelöscht.
es: El comentario ha sido eliminado.
et: Kommentaar on kustutatud.
he: התגובה נמחקה.
id: Komentar telah dihapus.
it: Il commento è stato cancellato.
nl: De reactie is verwijderd.
pl: Komentarz został usunięty.
pt: O comentário foi eliminado.
ru: Комментарий был удален.
sv: Kommentaren har tagits bort.
th: ลบความคิดเห็นแล้ว
tr: Yorum silindi.
uk: Коментар видалено.
zh_hant: 该评论已被删除。

source: There are no comments.
ar: لا توجد تعليقات.
de: Es sind keine Kommentare vorhanden.
es: No hay comentarios.
et: Kommentaare pole
he: אין תגובות.
id: Tidak ada komentar.
it: Non ci sono commenti.
nl: Er zijn geen reacties
pl: Brak komentarzy.
pt: Não há comentários.
ru: Комментарии отсутствуют.
sv: Det finns inga kommentarer.
th: ไม่มีความคิดเห็นใด ๆ
tr: Yorum yok.
uk: Коментарів немає.
zh_hant: 没有评论。

source: You are not allowed to delete the comment.
ar: لا يسمح لك بحذف التعليق.
de: Sie dürfen den Kommentar nicht löschen.
es: No tiene permitido eliminar el comentario.
et: Teil pole lubatud kommentaari kustutada.
he: אינך רשאי למחוק את התגובה.
id: Anda tidak diizinkan untuk menghapus komentar.
it: Non ti è permesso di cancellare il commento.
nl: Je mag deze reactie niet verwijderen.
pl: Nie możesz usunąć komentarza.
pt: Você não está autorizado a apagar o comentário.
ru: Вам не разрешено удалять комментарии.
sv: Du får inte ta bort kommentaren.
th: คุณไม่ได้รับอนุญาตให้ลบความคิดเห็น
tr: Bu yorumu silme yetkiniz yok.
uk: Ви не можете видалити коментар.
zh_hant: 你不能删除评论。

source: You are not allowed to toggle the comment.
ar: لا يسمح لك بتبديل التعليق.
de: Du darfst den Kommentar nicht umschalten.
es: No tiene permitido activar el comentario.
et: Teil pole lubatud kommentaari vahetada.
he: אינך רשאי להחליף את התגובה.
id: Anda tidak diizinkan untuk beralih komentar.
it: Non ti è permesso di alternare il commento.
nl: Het is niet toegestaan om de reactie te wijzigen.
pl: Nie można przełączyć komentarza.
pt: Você não está autorizado a alternar o comentário.
ru: Вы не имеете права переключать видимость комментария.
sv: Du får inte byta kommentar.
th: คุณไม่ได้รับอนุญาตให้สลับความคิดเห็น
tr: Yorumu açıp/kapatmaya yetkiniz yok.
uk: Вам не дозволено перемикати коментар.
zh_hant: 你不允许切换评论。

source: Your comment has been saved and will be subject to moderation before it is displayed on the website
ar: تم حفظ تعليقك وسيخضع للإشراف قبل عرضه على الموقع
de: Ihr Kommentar wurde gespeichert und wird moderiert, bevor er auf der Website angezeigt wird
es: Su comentario ha sido guardado y estará sujeto a moderación antes de que se muestre en el sitio web
et: Teie kommentaar on salvestatud ja enne selle veebisaidil kuvamist võib seda modereerida
he: התגובה שלך נשמרה ותיהיה מתונה לפני שהיא תוצג באתר
id: Komentar anda telah disimpan dan akan tunduk kepada moderasi sebelum itu ditampilkan di situs web
it: Il tuo commento è stato salvato e sarà soggetto a moderazione prima di essere visualizzato sul sito
nl: Je reactie is opgeslagen en zal worden bekeken door een moderator voordat zichtbaar wordt op de website
pl: Twój komentarz został zapisany i będzie poddany moderacji przed wyświetleniem go na stronie internetowej.
pt: O seu comentário foi guardado e será sujeito a moderação antes de ser exibido no site
ru: Ваш комментарий был сохранен и пройдёт модерацию перед его отображением на сайте.
sv: Din kommentar har sparats och kommer att bli föremål för moderering innan den visas på webbsidan
th: ความคิดเห็นของคุณได้รับการบันทึกแล้วและจะได้รับการกลั่นกรองก่อนที่จะแสดงบนเว็บไซต์
tr: Yorumunuz kaydedildi ve web sitede görüntülenmeden önce bir kontrole tabi olacaktır
uk: Ваш коментар збережено і буде підлягати модерації, перш ніж він буде зображений на вебсайті
zh_hant: 您的评论将在审核后发布

source: publish
ar: ينشر
de: veröffentlichen.
es: publicar
et: avaldama
he: לְפַרְסֵם
id: menerbitkannya
it: pubblicare
nl: publiceer
pl: opublikuj
pt: publicar
ru: опубликовать
sv: publicera
th: เผยแพร่
tr: yayınla
uk: опублікувати
zh_hant: 发布

source: unpublish
ar: إلغاء النشر
de: unveröffentlichen
es: anular la publicación de
et: avaldamine tühistada
he: בטל פרסום
id: membatalkan penerbitan
it: non pubblicare
nl: ongepubliceerd
pl: cofnij publikację
pt: inédito
ru: скрыть
sv: avpublicera
th: ไม่เผยแพร่
tr: yayından kaldır
uk: скасувати публікацію
zh_hant: 取消发布

source: Hello, the contact form of
ar: مرحبًا ، نموذج الاتصال بـ
de: Hallo, das Kontaktformular von
es: Hola, el formulario de contacto de
et: Tere, kontakti vorm
he: שלום, טופס יצירת הקשר של
id: Halo, formulir kontak dari
it: Ciao, il modulo di contatto di
nl: Hallo, het contactformulier van
pl: Witamy, formularz kontaktowy
pt: Olá, o formulário de contacto de
ru: Здравствуйте, контактная форма
sv: Hej, kontaktformuläret för
th: สวัสดีแบบฟอร์มติดต่อของ
tr: Merhaba, iletişim formundan
uk: Привіт, контактна форма
zh_hant: 你好，联系表单

source: Thank you!
ar: شكرا لك!
de: Vielen Dank!
es: ¡Gracias!
et: Aitäh!
he: תודה!
id: Terima kasih!
it: Grazie!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!
sv: Tack!
th: ขอขอบคุณ!
tr: Teşekkürler!
uk: Дякую Вам!
zh_hant: 谢谢！

source: Your message has been submitted! We’ll get in touch soon.
ar: تم إرسال رسالتك! سنتواصل معك قريبًا.
de: Ihre Nachricht wurde abgeschickt! Wir melden uns in Kürze bei Ihnen.
es: ¡Su mensaje ha sido enviado! Pronto le contactaremos.
et: Teie sõnum on saadetud! Võtame varsti ühendust.
he: ההודעה שלך הוגשה! ניצור קשר בקרוב.
id: Pesan anda telah dikirim! Kami akan menghubungi ini segera.
it: Il tuo messaggio è stato inviato! Ti contatteremo presto.
nl: Je bericht is ingestuurd! We reageren spoedig.
pl: Twoja wiadomość została wysłana! Wkrótce się z Tobą skontaktujemy.
pt: A sua mensagem foi enviada! Entraremos em contato em breve.
ru: Ваше сообщение отправлено! Мы скоро свяжемся.
sv: Ditt meddelande har skickats! Vi kontaktar snart.
th: ส่งข้อความของคุณแล้ว! เราจะติดต่อกลับเร็ว ๆ นี้
tr: Mesajınız gönderildi! Yakında iletişime geçeceğiz.
uk: Ваше повідомлення надіслано! Ми зв'яжемося найближчим часом.
zh_hant: 您的信息已经被提交！我们将尽快联系您。

source: contact form on
ar: نموذج الاتصال على
de: Kontakt-Formular auf
es: formulario de contacto en
et: kontaktivorm sisse lülitatud
he: טופס יצירת קשר
id: formulir kontak pada
it: modulo di contatto su
nl: contactformulier op
pl: formularz kontaktowy na
pt: formulário de contacto em
ru: контактная форма на
sv: kontaktformulär på
th: แบบฟอร์มติดต่อบน
tr: iletişim formunda
uk: контактна форма на
zh_hant: 联系表单在

source: has been submitted.
ar: تم تقديمه.
de: wurde eingereicht.
es: ha sido enviado.
et: on esitatud.
he: הוגש.
id: telah disampaikan.
it: è stato inviato.
nl: is ingestuurd.
pl: został przesłany.
pt: foi submetido.
ru: была отправлена.
sv: har lämnats in.
th: ถูกส่งแล้ว
tr: gönderildi.
uk: було подано.
zh_hant: 已被提交。

source: Are you sure you want to delete the following content groups:
ar: هل أنت متأكد أنك تريد حذف مجموعات المحتوى التالية:
de: Sind Sie sicher, dass Sie die folgenden Inhaltsgruppen löschen möchten?
es: Está seguro de que desea eliminar los siguientes grupos de contenidos:
et: Kas soovite kindlasti järgmised sisurühmad kustutada:
he: האם אתה בטוח שברצונך למחוק את קבוצות התוכן הבאות:
id: Apakah anda yakin anda ingin menghapus konten berikut kelompok:
it: Sei sicuro di voler eliminare i seguenti gruppi di contenuti:
nl: Weet je zeker dat je de volgende paginagroepen wilt verwijderen?
pl: Czy na pewno chcesz usunąć następujące grupy zawartości?
pt: Tem certeza de que deseja excluir os seguintes grupos de conteúdo:
ru: Вы уверены, что хотите удалить следующие группы контента:
sv: Är du säker på att du vill ta bort följande innehållsgrupper:
th: แน่ใจหรือไม่ว่าต้องการลบกลุ่มเนื้อหาต่อไปนี้:
tr: Aşağıdaki içerik gruplarını silmek istediğinizden emin misiniz:
uk: Ви впевнені, що хочете видалити такі групи вмісту:
zh_hant: 你确定要删除以下内容组。

source: Content Group
ar: مجموعة المحتوى
de: Inhaltsgruppe
es: Grupo de contenido
et: Sisu rühm
he: קבוצת תוכן
id: Grup konten
it: Gruppo di contenuto
nl: Paginagroep
pl: Grupa zawartości
pt: Grupo de Conteúdo
ru: Группа контента
sv: Innehållsgrupp
th: กลุ่มเนื้อหา
tr: İçerik Grubu
uk: Група контенту
zh_hant: 内容组

source: Delete is canceled, there are pages in this content group.
ar: تم إلغاء الحذف ، توجد صفحات في مجموعة المحتوى هذه.
de: Löschen wird abgebrochen, es befinden sich Seiten in dieser Inhaltsgruppe.
es: La eliminación se cancela, hay páginas en este grupo de contenido.
et: Kustutamine on tühistatud, selles sisugrupis on lehti.
he: המחיקה בוטלה, ישנם דפים בקבוצת התוכן הזו.
id: Menghapus telah dibatalkan, disana ada halaman dalam konten kelompok ini.
it: La cancellazione è annullata, ci sono pagine in questo gruppo di contenuti.
nl: Verwijderen is afgebroken, want er zijn nog pagina’s in deze paginagroep.
pl: Anulowano usunięcie; w tej grupie tematycznej znajdują się strony.
pt: Eliminar é cancelado, há páginas neste grupo de conteúdo.
ru: Удаление отменяется, в этой группе контента есть страницы.
sv: Radering avbryts, det finns sidor i denna innehållsgrupp.
th: ลบถูกยกเลิกมีเพจในกลุ่มเนื้อหานี้
tr: Silme iptal edildi, içerik grubunda sayfalar var.
uk: Видалення скасовано, у цій групі вмісту є сторінки.
zh_hant: 删除是取消的，这个内容组里有页面。
