Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Google Tag Manager account page
ar: صفحة حساب Google Tag Manager
de: Google Tag Manager-Kontoseite
es: Página de la cuenta de Google Tag Manager
et: Google Tag Manageri konto leht
he: דף חשבון מנהל התגים של גוגל
id: Halaman akun Google Tag Manager
it: Pagina dell'account di Google Tag Manager
nl: Google Tag Manager-accountpagina
pl: Strona konta Menedżera tagów Google
pt: Página da conta do Gerenciador de tags do Google
ru: Страница аккаунта Диспетчера тегов Google
sv: Google Tag Manager-kontosida
th: หน้าบัญชี Google Tag Manager
tr: Google Etiket Yöneticisi hesap sayfası
uk: Сторінка облікового запису Менеджера тегів Google
zh_hant: Google跟踪代碼管理器帳戶頁面

source: Google Tag Manager id
ar: معرف Google Tag Manager
es: ID de Google Tag Manager
et: Google Tag Manageri ID
he: מזהה מנהל התגים של Google
id: ID Google Tag Manager
it: ID di Google Tag Manager
pl: Identyfikator Menedżera tagów Google
pt: ID do Gerenciador de tags do Google
ru: Идентификатор Google Tag Manager
th: รหัส Google Tag Manager
tr: Google Etiket Yöneticisi kimliği
uk: Ідентифікатор Менеджера тегів Google
zh_hant: Google跟踪代碼管理器ID

source: Here you find settings to optimize the indexing of your site by search engines.
ar: تجد هنا إعدادات لتحسين فهرسة موقعك بواسطة محركات البحث.
de: Hier finden Sie Einstellungen zur Optimierung der Indizierung Ihrer Seite durch Suchmaschinen.
es: Aquí encontrarás configuraciones para optimizar la indexación de su sitio para los motores de búsqueda.
et: Siit leiate seaded saidi indekseerimise optimeerimiseks otsingumootorite poolt.
he: כאן תוכלו למצוא הגדרות לייעול האינדקס של האתר שלכם על ידי מנועי חיפוש.
id: Di sini anda dapat menemukan pengaturan untuk mengoptimalkan mengindeks situs anda dengan mesin pencari.
it: Qui trovi le impostazioni per ottimizzare l'indicizzazione del tuo sito da parte dei motori di ricerca.
nl: Hier vind je instellingen voor het optimaliseren van het indexeren van je site door zoekmachines.
pl: Tutaj znajdziesz ustawienia optymalizujące indeksowanie Twojej strony przez wyszukiwarki.
pt: Aqui você encontra configurações para otimizar a indexação do seu site pelos mecanismos de busca.
ru: Здесь вы найдете настройки для оптимизации индексации вашего сайта поисковыми системами.
sv: Här hittar du inställningar för att optimera indexeringen av din webbplats i sökmotorer.
th: ที่นี่คุณจะพบการตั้งค่าเพื่อเพิ่มประสิทธิภาพการจัดทำดัชนีเว็บไซต์ของคุณโดยเครื่องมือค้นหา
tr: Burada, arama motorlarınız tarafından dizinlenen optimize etme ayarlarını bulabilirsiniz.
uk: Тут Ви знайдете налаштування для оптимізації індексації вашого сайту пошуковими системами.
zh_hant: 这里可以设置优化站点被搜索引擎收录相关内容。

source: I accept the security risk of adding custom code in Google Tag Manager
ar: أقبل المخاطر الأمنية المترتبة على إضافة كود مخصص في "إدارة علامات Google"
de: Ich akzeptiere das Sicherheitsrisiko beim Hinzufügen von benutzerdefiniertem Code im Google Tag Manager
es: Acepto el riesgo de seguridad de agregar código personalizado en Google Tag Manager
et: Nõustun Google Tag Manageris kohandatud koodi lisamisega seotud turvariskiga
he: אני מקבל את סיכון האבטחה של הוספת קוד מותאם אישית ב-Google Tag Manager
id: Saya menerima risiko keamanan dalam menambahkan kode khusus di Google Tag Manager
it: Accetto il rischio per la sicurezza di aggiungere codice personalizzato in Google Tag Manager
nl: Ik accepteer het veiligheidsrisico van het toevoegen van aangepaste code in Google Tag Manager
pl: Akceptuję ryzyko bezpieczeństwa związane z dodawaniem niestandardowego kodu w Menedżerze tagów Google
pt: Aceito o risco de segurança de adicionar código personalizado no Gerenciador de tags do Google
ru: Я принимаю риск безопасности при добавлении пользовательского кода в Google Tag Manager
sv: Jag accepterar säkerhetsrisken med att lägga till anpassad kod i Google Tag Manager
th: ฉันยอมรับความเสี่ยงด้านความปลอดภัยจากการเพิ่มโค้ดที่กำหนดเองใน Google Tag Manager
tr: Google Etiket Yöneticisi'ne özel kod eklemenin güvenlik riskini kabul ediyorum
uk: Я приймаю ризики для безпеки, пов’язані з додаванням спеціального коду в Менеджер тегів Google
zh_hant: 我接受在 Google Tag Manager 中新增自訂程式碼的安全風險

source: If you check this then the default tracking script for Plausible will be added, using the domain <tt>{domain}</tt>.
ar: إذا قمت بتحديد هذا، فسيتم إضافة البرنامج النصي للتتبع الافتراضي لـ Plausible، باستخدام المجال <tt>{domain}</tt>.
de: Wenn Sie diese Option aktivieren, wird das Standard-Tracking-Skript für Plausible hinzugefügt, das die Domain <tt>{domain}</tt>.
es: Si marca esta opción, se agregará el script de seguimiento predeterminado para Plausible, utilizando el dominio <tt>{domain}</tt>.
et: Kui te selle märgite, lisatakse usutava vaikejälgimisskript, kasutades domeeni <tt>{domain}</tt>.
he: אם תסמן אפשרות זו, יתווסף סקריפט המעקב המוגדר כברירת מחדל עבור Plausible, תוך שימוש בדומיין <tt>{domain}</tt>.
id: Jika Anda mencentang ini, skrip pelacakan default untuk Plausible akan ditambahkan, menggunakan domain <tt>{domain}</tt>.
it: Se selezioni questa opzione, verrà aggiunto lo script di tracciamento predefinito per Plausible, utilizzando il dominio <tt>{domain}</tt>.
nl: Als je dit aanvinkt, wordt het standaard volgscript voor Plausible toegevoegd, met het domein <tt>{domain}</tt>.
pl: Zaznaczenie tej opcji spowoduje dodanie domyślnego skryptu śledzącego dla Plausible, używającego domeny <tt>{domain}</tt>.
pt: Se marcar isto, será adicionado o script de rastreio padrão para o Plausible, utilizando o domínio <tt>{domain}</tt>.
ru: Если вы отметите этот флажок, то будет добавлен скрипт отслеживания по умолчанию для Plausible с использованием домена <tt>{domain}</tt>.
sv: Om du markerar detta läggs standardspårningsskriptet för Plausible till, med domänen <tt>{domain}</tt>.
th: หากคุณทำเครื่องหมายนี้ สคริปต์การติดตามเริ่มต้นสำหรับ Plausible จะถูกเพิ่มโดยใช้โดเมน <tt>{domain}</tt>
tr: Bunu işaretlerseniz Plausible için varsayılan izleme betiği <tt>{domain}</tt>etki alanını kullanarak eklenecektir.
uk: Якщо ви позначите цей пункт, то для Plausible буде додано стандартний скрипт відстеження з використанням домену <tt>{domain}</tt>.
zh_hant: 如果您選取此項，則會新增 Plausible 的預設追蹤腳本，使用網域 <tt>{domain}</tt>。

source: If your site does not have a search page, check this box to prevent displaying a search box on Google et al.
ar: إذا لم يكن موقعك يحتوي على صفحة بحث، فحدد هذا المربع لمنع عرض مربع بحث على Google وآخرين.
de: Wenn Ihre Website keine Suchseite hat, aktivieren Sie dieses Kontrollkästchen, um zu verhindern, dass bei Google et al. ein Suchfeld angezeigt wird.
es: Si su sitio no tiene una página de búsqueda, marque esta casilla para evitar que se muestre un cuadro de búsqueda en Google et al.
et: Kui teie saidil pole otsingulehte, märkige see ruut, et vältida otsingukasti kuvamist Google'is jt.
he: אם לאתר שלך אין דף חיפוש, סמן את התיבה הזו כדי למנוע הצגת תיבת חיפוש ב-Google et al.
id: Jika situs Anda tidak memiliki halaman pencarian, centang kotak ini untuk mencegah ditampilkannya kotak pencarian di Google dkk.
it: Se il tuo sito non dispone di una pagina di ricerca, seleziona questa casella per impedire la visualizzazione di una casella di ricerca su Google e altri.
nl: Als je site geen zoekpagina heeft, vink je dit vakje aan om te voorkomen dat er een zoekvak wordt weergegeven op Google et al.
pl: Jeśli Twoja witryna nie ma strony wyszukiwania, zaznacz to pole, aby zapobiec wyświetlaniu pola wyszukiwania w Google i in.
pt: Se o seu site não tiver uma página de pesquisa, marque esta caixa para evitar a exibição de uma caixa de pesquisa no Google e outros.
ru: Если на вашем сайте нет страницы поиска, установите этот флажок, чтобы запретить отображение окна поиска в Google et al.
sv: Om din webbplats inte har en söksida, markera den här rutan för att förhindra att en sökruta visas på Google et al.
th: หากเว็บไซต์ของคุณไม่มีหน้าการค้นหา ให้ทำเครื่องหมายที่ช่องนี้เพื่อป้องกันการแสดงช่องค้นหาบน Google และคณะ
tr: Sitenizde bir arama sayfası yoksa Google ve diğerlerinde arama kutusunun görüntülenmesini önlemek için bu kutuyu işaretleyin.
uk: Якщо на вашому сайті немає сторінки пошуку, установіть цей прапорець, щоб запобігти відображенню вікна пошуку в Google тощо.
zh_hant: 如果您的網站沒有搜尋頁面，請勾選此方塊以防止在 Google 等上顯示搜尋方塊。

source: Keywords
ar: الكلمات الدالة
de: Stichwörter
es: Palabras clave
et: Märksõnad
he: מילות מפתח
id: Kata kunci
it: Parole chiave
nl: Trefwoorden
pl: Słowa kluczowe
pt: Palavras-chave
ru: Ключевые слова
sv: Nyckelord
th: คำหลัก
tr: Anahtar kelimeler
uk: Ключові слова
zh_hant: 关键词

source: Keywords to include on every page. Separate keywords with a ","
ar: الكلمات الرئيسية لتضمينها في كل صفحة. كلمات رئيسية منفصلة بعلامة "،"
de: Keywords, die für jede Seite angegeben werden sollen. Mit "," voneinander trennen.
es: Palabras clave para incluir en cada página. Separe las palabras clave con un ","
et: Võtmesõnad, mida haarata igale leheküljele. Eralda võõnad ","
he: מילות מפתח לכלול בכל עמוד. הפרד מילות מפתח באמצעות ","
id: Kata kunci untuk disertakan di setiap halaman. Pisahkan kata kunci dengan ","
it: Parole chiave da includere in ogni pagina. Separare le parole chiave con un ","
nl: Trefwoorden voor op elke pagina. Scheid deze door een komma.
pl: Słowa kluczowe umieszczane na każdej stronie. Oddziel słowa kluczowe za pomocą ","
pt: Palavras-chave a incluir em todas as páginas. Separe as palavras-chave com um ","
ru: Содержимое мета-тега «ключевые слова» для включения в каждую страницу. Ключевые слова разделяются запятой «,»
sv: Nyckelord att inkludera på varje sida. Separera sökord med ","
th: คำหลักที่จะรวมไว้ในทุกหน้า แยกคำหลักด้วยเครื่องหมาย ","
tr: Her sayfaya eklenecek anahtar kelimeler. Anahtar kelimeleri "," ile ayırınız.
uk: Ключові слова, які потрібно включити на кожній сторінці. Розділіть ключові слова символом ","
zh_hant: 每个页面都会包含的关键字。使用半角逗号 "," 分割。

source: More information [Google]
ar: مزيد من المعلومات [Google]
de: Weitere Informationen [Google]
es: Más información [Google]
et: Rohkem infot [Google]
he: מידע נוסף [Google]
id: Informasi lebih lanjut [Google]
it: Maggiori informazioni [Google]
nl: Meer informatie [Google]
pl: Więcej informacji [Google]
pt: Mais informações [Google]
ru: Больше информации [Google]
sv: Mer information [Google]
th: ข้อมูลเพิ่มเติม [Google]
tr: Daha fazla bilgi [Google]
uk: Більше інформації [Google]
zh_hant: 更多信息 [Google]

source: Page description
ar: وصف الصفحة
de: Seitenbeschreibung
es: Descripción de la página
et: Lehe kirjeldus
he: תיאור הדף
id: Deskripsi halaman
it: Descrizione della pagina
nl: Omschrijving
pl: Opis strony
pt: Descrição da página
ru: Описание страницы
sv: Sidbeskrivning
th: คำอธิบายหน้า
tr: Sayfa açıklaması
uk: Опис сторінки
zh_hant: 页面描述

source: Page keywords
ar: الكلمات الرئيسية الصفحة
de: Der Seite zugeordnete Keywords
es: Palabras clave de la página
et: Lehe v√µtmes√µnad
he: מילות מפתח לדף
id: Kata kunci halaman
it: Parole chiave della pagina
nl: Trefwoorden
pl: Słowa kluczowe na stronie
pt: Palavras-chave da página
ru: Ключевые слова страницы
sv: Sidnyckelord
th: คำหลักของหน้า
tr: Sayfa anahtar kelimeleri
uk: Ключові слова сторінки
zh_hant: 页面关键字

source: Page slug
ar: اسم مبسط للصفحة
de: Slug der Seite
es: Slug de página
et: Lehe kutsung
he: שבלול העמוד
id: Halaman slug
it: Nome univoco della pagina (slug)
nl: Paginaslug
pl: Uproszczona nazwa strony
pt: Lixo de página
ru: Содержательный URL страницы
sv: Sidans slug
th: เพจบุ้ง
tr: Sayfa slug'ı
uk: Для читання людиною URL-сторінки
zh_hant: 页面 slug

source: Page title
ar: عنوان الصفحة
de: Titel der Seite
es: Título de página
et: Lehe pealkiri
he: כותרת העמוד
id: Judul halaman
it: Titolo della pagina
nl: Pagina titel
pl: Tytuł strony
pt: Título da página
ru: Название страницы
sv: Namn på sidan
th: ชื่อหน้า
tr: Sayfa başlığı
uk: Заголовок сторінки
zh_hant: 页面标题

source: Pages of this category can be excluded from search engines. This is useful if some categories should not be found on Google (et al). Common examples are categories and predicates.
ar: يمكن استبعاد صفحات من هذه الفئة من محركات البحث. هذا مفيد إذا كان لا ينبغي العثور على بعض الفئات على Google (وآخرون). الأمثلة الشائعة هي الفئات والمسندات.
de: Seiten dieser Kategorie können von Suchmaschinen ausgeschlossen werden. Dies ist sinnvoll, wenn einige Kategorien bei Google (ua) nicht gefunden werden sollen. Gängige Beispiele sind Kategorien und Prädikate.
es: Las páginas de esta categoría se pueden excluir de los motores de búsqueda. Esto es útil si algunas categorías no se encuentran en Google (et al). Ejemplos comunes son categorías y predicados.
et: Selle kategooria lehti saab otsingumootoritest välja jätta. See on kasulik, kui mõnda kategooriat ei leidu Google'ist (jt). Levinud näited on kategooriad ja predikaadid.
he: ניתן להוציא דפים בקטגוריה זו ממנועי החיפוש. זה שימושי אם לא ניתן למצוא קטגוריות מסוימות ב-Google (ואת'). דוגמאות נפוצות הן קטגוריות ופרדיקטים.
id: Halaman dari kategori ini dapat dikecualikan dari mesin pencari. Ini berguna jika beberapa kategori tidak dapat ditemukan di Google (et al). Contoh umum adalah kategori dan predikat.
it: Le pagine di questa categoria possono essere escluse dai motori di ricerca. Questo è utile se alcune categorie non devono essere trovate su Google (et al). Esempi comuni sono categorie e predicati.
nl: Pagina's van deze categorie kunnen worden uitgesloten van zoekmachines. Dit is handig als sommige categorieën niet gevonden mogen worden op Google (et al). Veelvoorkomende voorbeelden zijn categorieën en predikaten.
pl: Strony tej kategorii można wykluczyć z wyszukiwarek. Jest to przydatne, jeśli niektóre kategorie nie powinny być znalezione w Google (i in.). Typowymi przykładami są kategorie i predykaty.
pt: As páginas desta categoria podem ser excluídas dos motores de busca. Isso é útil se algumas categorias não forem encontradas no Google (et al). Exemplos comuns são categorias e predicados.
ru: Страницы этой категории могут быть исключены из поисковых систем. Это полезно, если некоторые категории не должны быть найдены в Google (и др.). Типичными примерами являются категории и предикаты.
sv: Sidor i denna kategori kan uteslutas från sökmotorer. Detta är användbart om vissa kategorier inte finns på Google (et al.). Vanliga exempel är kategorier och predikat.
th: หน้าของหมวดหมู่นี้สามารถแยกออกจากเครื่องมือค้นหาได้ สิ่งนี้มีประโยชน์หากไม่ควรพบบางหมวดหมู่ใน Google (et al) ตัวอย่างทั่วไปคือหมวดหมู่และภาคแสดง
tr: Bu kategorideki sayfalar arama motorlarından hariç tutulabilir. Bu, bazı kategorilerin Google'da bulunmaması gerekiyorsa yararlıdır (ve diğerleri). Yaygın örnekler kategoriler ve yüklemlerdir.
uk: Сторінки цієї категорії можуть бути виключені з пошукових систем. Це корисно, якщо деякі категорії не можна знайти в Google (та ін.). Типовими прикладами є категорії та предикати.
zh_hant: 此類別的頁面可以從搜索引擎中排除。如果在 Google（等）上找不到某些類別，這很有用。常見的例子是類別和謂詞。

source: SEO Content
ar: محتوى SEO
de: SEO-Inhalt
es: Contenido SEO
et: SEO sisu
he: תוכן SEO
id: Konten SEO
it: Contenuto SEO
nl: SEO inhoud
pl: SEO
pt: Conteúdo SEO
ru: SEO-контент
sv: SEO-innehåll
th: เนื้อหา SEO
tr: SEO içeriği
uk: SEO-контент
zh_hant: SEO 内容

source: SEO indexing of this page is disabled because it is in the “{cat}” category.
ar: تم تعطيل فهرسة SEO لهذه الصفحة لأنها في فئة "{cat}".
de: Die SEO-Indizierung dieser Seite ist deaktiviert, da sie in der Kategorie „{cat}“ ist.
es: La indexación SEO de esta página está deshabilitada porque está en la categoría "{cat}".
et: Selle lehe SEO indekseerimine on keelatud, kuna see on kategoorias "{cat}".
he: אינדקס SEO של דף זה מושבת מכיוון שהוא נמצא בקטגוריית "{cat}".
id: Pengindeksan SEO halaman ini dinonaktifkan karena berada dalam kategori “{cat}”.
it: L'indicizzazione SEO di questa pagina è disabilitata perché è nella categoria “{cat}”.
nl: SEO-indexering van deze pagina is uitgeschakeld omdat deze zich in de categorie "{cat}" bevindt.
pl: Indeksowanie SEO tej strony jest wyłączone, ponieważ znajduje się w kategorii „{cat}”.
pt: A indexação SEO desta página está desabilitada porque está na categoria “{cat}”.
ru: SEO-индексация этой страницы отключена, поскольку она находится в категории «{cat}».
sv: SEO-indexering av denna sida är inaktiverad eftersom den är i kategorin "{cat}".
th: การจัดทำดัชนี SEO ของหน้านี้ถูกปิดใช้งานเนื่องจากอยู่ในหมวด “{cat}”
tr: Bu sayfanın SEO indekslemesi “{cat}” kategorisinde olduğu için devre dışı bırakıldı.
uk: SEO-індексація цієї сторінки вимкнена, оскільки вона знаходиться в категорії «{cat}».
zh_hant: 此頁面的 SEO 索引已禁用，因為它屬於“{cat}”類別。

source: Save SEO settings
ar: حفظ إعدادات تحسين محركات البحث
de: SEO-Einstellungen speichern
es: Guardar configuración de SEO
et: Salvesta SEO seaded
he: שמור הגדרות SEO
id: Simpan pengaturan SEO
it: Salvare le impostazioni SEO
nl: Bewaar SEO instellingen
pl: Zapisz ustawienia SEO
pt: Salvar configurações SEO
ru: Сохранить параметры SEO
sv: Spara inställningar för SEO
th: บันทึกการตั้งค่า SEO
tr: SEO ayarlarını kaydet
uk: Збережіть налаштування SEO
zh_hant: 保存 SEO 设置

source: Search Engine Optimization
ar: محرك البحث الأمثل
de: Suchmaschinenoptimierung
es: Optimización de Motor de Búsquedas
et: Otsingumootori optimeerimine
he: אופטימיזציה למנועי חיפוש
id: Optimisasi Mesin Pencari
it: Ottimizzazione dei motori di ricerca
nl: Zoekmachine optimalisatie
pl: optymalizacja wyszukiwarki
pt: Otimização para motores de busca
ru: Поисковая оптимизация
sv: Sökmotoroptimering (SEO)
tr: Arama Motoru Optimizasyonu
uk: Пошукова оптимізація
zh_hant: 搜索引擎优化

source: Show current JSON-LD (updates after save)
ar: إظهار JSON-LD الحالي (التحديثات بعد الحفظ)
de: Aktuelles JSON-LD anzeigen (Updates nach dem Speichern)
es: Mostrar JSON-LD actual (actualizaciones después de guardar)
et: Kuva praegune JSON-LD (värskendused pärast salvestamist)
he: הצג JSON-LD נוכחי (עדכונים לאחר שמירה)
id: Tampilkan JSON-LD saat ini (pembaruan setelah penyimpanan)
it: Mostra JSON-LD corrente (aggiornamenti dopo il salvataggio)
nl: Toon huidige JSON-LD (wordt bijgewerkt na opslaan)
pl: Pokaż aktualny JSON-LD (aktualizacje po zapisaniu)
pt: Mostrar JSON-LD atual (atualizações após salvar)
ru: Показать текущий JSON-LD (обновления после сохранения)
sv: Visa aktuell JSON-LD (uppdateringar efter spara)
th: แสดง JSON-LD ปัจจุบัน (อัปเดตหลังจากบันทึก)
tr: Mevcut JSON-LD'yi göster (kayıttan sonra güncellemeler)
uk: Показати поточний JSON-LD (оновлення після збереження)
zh_hant: 顯示當前 JSON-LD（保存後更新）

source: Site search
ar: بحث الموقع
de: Seitensuche
es: Búsqueda de sitio
et: Saidi otsing
he: חיפוש אתר
id: Mencari situs
it: Ricerca nel sito
nl: Site zoekactie
pl: Wyszukiwanie w witrynie
pt: Pesquisa de sites
ru: Поиск по сайту
sv: Sidsök
th: ค้นหาไซต์
tr: Site araması
uk: Пошук по сайту
zh_hant: 站內搜索

source: The site configuration file allows this site to be indexed by search engines.
ar: يتيح ملف تكوين الموقع إمكانية فهرسة هذا الموقع بواسطة محركات البحث.
de: Die Site-Konfigurationsdatei ermöglicht es, dass diese Site von Suchmaschinen indiziert werden kann.
es: El archivo de configuración del sitio permite que este sitio sea indexado por los motores de búsqueda.
et: Saidi konfiguratsioonifail võimaldab seda saiti otsingumootorites indekseerida.
he: קובץ תצורת האתר מאפשר להוסיף לאינדקס אתר זה על ידי מנועי חיפוש.
id: File konfigurasi situs memungkinkan situs ini diindeks oleh mesin pencari.
it: Il file di configurazione del sito permette a questo sito di essere indicizzato dai motori di ricerca.
nl: Het configuratiebestand van de site staat toe dat deze site wordt geïndexeerd door zoekmachines.
pl: Plik konfiguracyjny strony pozwala na indeksowanie tej strony przez wyszukiwarki.
pt: O arquivo de configuração do site permite que este site seja indexado pelos motores de busca.
ru: Файл конфигурации сайта позволяет индексировать этот сайт поисковыми системами.
sv: Webbplatsens konfigurationsfil gör att denna webbplats kan indexeras av sökmotorer.
th: ไฟล์การกำหนดค่าไซต์อนุญาตให้เครื่องมือค้นหาสร้างดัชนีไซต์นี้
tr: Site yapılandırma dosyası, bu sitenin arama motorları tarafından dizine eklenmesine izin verir.
uk: Файл конфігурації сайту дозволяє індексувати цей сайт пошуковими системами.
zh_hant: 网站配置文件可以让这个网站被搜索引擎收录。

source: The site configuration file excludes this site from search engines.
ar: يستثني ملف تكوين الموقع هذا الموقع من محركات البحث.
de: Die Konfigurationsdatei der Website schließt diese Website von den Suchmaschinen aus.
es: El archivo de configuración del sitio excluye este sitio de los motores de búsqueda.
et: Saidi konfiguratsioonifail välistab selle saidi otsingumootoritest.
he: קובץ תצורת האתר אינו כולל אתר זה ממנועי חיפוש.
id: File konfigurasi situs mengecualikan situs ini dari mesin pencari.
it: Il file di configurazione del sito esclude questo sito dai motori di ricerca.
nl: Het configuratiebestand van de site sluit deze site uit van zoekmachines.
pl: Plik konfiguracyjny strony wyklucza tę stronę z wyszukiwarek.
pt: O ficheiro de configuração do site exclui este site dos motores de busca.
ru: Файл конфигурации сайта исключает этот сайт из поисковых систем.
sv: Webbplatsens konfigurationsfil exkluderar denna webbplats från sökmotorer.
th: ไฟล์การกำหนดค่าไซต์ไม่รวมไซต์นี้จากเครื่องมือค้นหา
tr: Site yapılandırma dosyası bu siteyi arama motorlarının dışında tutar.
uk: Файл конфігурації сайту виключає цей сайт з пошукових систем.
zh_hant: 网站配置文件将本网站排除在搜索引擎之外。

source: This page is not publicly viewable. JSON-LD is only generated if the page is visible for anonymous visitors.
ar: هذه الصفحة غير متاحة للعرض العام. يتم إنشاء JSON-LD فقط إذا كانت الصفحة مرئية للزوار المجهولين.
de: Diese Seite ist nicht öffentlich einsehbar. JSON-LD wird nur erzeugt, wenn die Seite für anonyme Besucher sichtbar ist.
es: Esta página no es pública. JSON-LD solo se genera si la página es visible para visitantes anónimos.
et: See leht ei ole avalikult vaadatav. JSON-LD luuakse ainult siis, kui leht on anonüümsetele külastajatele nähtav.
he: דף זה אינו גלוי לציבור. JSON-LD נוצר רק אם הדף גלוי למבקרים אנונימיים.
id: Halaman ini tidak dapat dilihat oleh publik. JSON-LD hanya dibuat jika halaman tersebut dapat dilihat oleh pengunjung anonim.
it: Questa pagina non è visibile al pubblico. JSON-LD viene generato solo se la pagina è visibile ai visitatori anonimi.
nl: Deze pagina is niet openbaar zichtbaar. JSON-LD wordt alleen gegenereerd als de pagina zichtbaar is voor anonieme bezoekers.
pl: Ta strona nie jest publicznie widoczna. JSON-LD jest generowany tylko wtedy, gdy strona jest widoczna dla anonimowych odwiedzających.
pt: Esta página não é publicamente visível. JSON-LD é gerado somente se a página for visível para visitantes anônimos.
ru: Эта страница недоступна для публичного просмотра. JSON-LD генерируется только в том случае, если страница видна анонимным посетителям.
sv: Den här sidan är inte offentlig. JSON-LD genereras endast om sidan är synlig för anonyma besökare.
th: หน้าเพจนี้ไม่เปิดให้สาธารณชนดูได้ JSON-LD จะถูกสร้างขึ้นเฉพาะในกรณีที่ผู้เยี่ยมชมที่ไม่ระบุตัวตนสามารถมองเห็นหน้าเพจนี้ได้เท่านั้น
tr: Bu sayfa herkes tarafından görüntülenemez. JSON-LD yalnızca sayfa anonim ziyaretçiler tarafından görüntülenebiliyorsa oluşturulur.
uk: Ця сторінка не доступна для загального перегляду. JSON-LD генерується, лише якщо сторінка доступна анонімним відвідувачам.
zh_hant: 該頁面不可公開查看。僅當頁面對匿名訪客可見時才會產生 JSON-LD。
