Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Runs the schema install command from the site's module again.
ar: يقوم بتشغيل أمر تثبيت المخطط من وحدة الموقع مرة أخرى.
de: Führt den Schema-Installationsbefehl aus dem Modul der Website erneut aus.
es: Ejecuta el esquema con el comando de instalación desde el modulo de el sitio nuevamente.
et: Käivitab saidi moodulist uuesti skeemi installimise käsu.
he: מריץ שוב את פקודת התקנת הסכימה ממודול האתר.
id: Menjalankan skema menginstal perintah dari situs ini modul lagi.
it: Esegue nuovamente il comando di installazione dello schema dal modulo del sito.
nl: Installeer het schema van de sitemodule opnieuw.
pl: Ponownie uruchamia polecenie instalacji schematu z modułu witryny.
pt: Executa novamente o comando de instalação do esquema a partir do módulo do site.
ru: Повторно запускает команду установки схемы из модуля сайта.
sv: Kör schema installera kommandot från webbplatsens modul igen.
th: รันคำสั่ง schema install จากโมดูลของไซต์อีกครั้ง
tr: Şema yükleme komutunu sitenin modülünden yeniden çalıştırır.
uk: Знову запускає команду встановлення схеми з модуля сайту.
zh_hant: 再次运行网站模块中的schema安装命令。

source: Runs the schema install for Zotonic core again.
ar: يقوم بتشغيل تثبيت المخطط لـ Zotonic core مرة أخرى.
de: Führt die Schemainstallation für den Zotonic-Kern erneut aus.
es: Ejecuta nuevamente la instalación del esquema para Zotonic Core.
et: Käivitab Zotonic core'i skeemi installimise uuesti.
he: מפעיל שוב את התקנת הסכימה עבור הליבה של Zotonic.
id: Jalankan kembali pemasangan skema untuk inti Zotonic.
it: Esegue nuovamente l'installazione dello schema per Zotonic core.
nl: Voert de schema-installatie voor de Zotonic core opnieuw uit.
pl: Ponownie uruchamia instalację schematu dla rdzenia Zotonic.
pt: Executa a instalação do esquema para o núcleo Zotonic novamente.
ru: Снова запускает установку схемы для ядра Zotonic.
sv: Kör schemainstallationen för Zotonic core igen.
th: รันการติดตั้งสคีมาสำหรับ Zotonic core อีกครั้ง
tr: Zotonic çekirdeği için şema kurulumunu tekrar çalıştırır.
uk: Знову запускає інсталяцію схеми для ядра Zotonic.
zh_hant: 再次運行 Zotonic 核心的架構安裝。

source: SSL Application uses Erlang defaults, it is recommended to change this configuration in your <tt>erlang.config</tt>.
ar: يستخدم تطبيق SSL إعدادات Erlang الافتراضية ، يوصى بتغيير هذا التكوين في <tt>erlang.config</tt>.
de: SSL-Anwendung verwendet Erlang-Standardwerte, es wird empfohlen, diese Konfiguration in Ihrer <tt>erlang.config</tt>zu ändern.
es: La aplicación SSL utiliza los valores por defecto de Erlang, se recomienda cambiar esta configuración en su <tt>erlang.config</tt>.
et: SSL-rakendus kasutab Erlangi vaikeseadeid, soovitatav on seda konfiguratsiooni muuta oma <tt>erlang.config</tt>.
he: יישום SSL משתמש בברירות מחדל של Erlang, מומלץ לשנות תצורה זו ב- <tt>erlang.config</tt>.
id: Aplikasi SSL menggunakan default Erlang, disarankan untuk mengubah konfigurasi ini di <tt>erlang.config</tt>.
it: L'applicazione SSL usa i default di Erlang, si raccomanda di cambiare questa configurazione nel vostro <tt>erlang.config</tt>.
nl: SSL applicatie maakt gebruik van Erlang defaults, het is aanbevolen om deze configuratie te wijzigen in je <tt>erlang.config</tt>.
pl: Aplikacja SSL używa domyślnych ustawień Erlang, zaleca się zmianę tej konfiguracji w twoim <tt>erlang.config</tt>.
pt: A aplicação SSL usa os padrões Erlang, é recomendado alterar esta configuração no seu <tt>erlang.config</tt>.
ru: SSL-приложение использует дефолтные настройки Erlang, рекомендуется изменить эту конфигурацию в вашем <tt>erlang.config</tt>.
sv: SSL-applikationen använder Erlang-standardvärden, det rekommenderas att ändra denna konfiguration i din <tt>erlang.config</tt>.
th: แอปพลิเคชัน SSL ใช้ค่าเริ่มต้นของ Erlang ขอแนะนำให้เปลี่ยนการกำหนดค่านี้ใน <tt>erlang.config</tt>คุณ
tr: SSL Uygulaması Erlang varsayılanlarını kullanır, bu yapılandırmayı <tt>erlang.config</tt>değiştirmeniz önerilir.
uk: Додаток SSL використовує параметри Erlang за замовчуванням, рекомендується змінити цю конфігурацію у вашому <tt>erlang.config</tt>.
zh_hant: SSL应用使用Erlang默认值，建议在你的 <tt>erlang.config</tt>中更改此配置。

source: Save and View
ar: حفظ وعرض
de: Speichern und Anzeigen
es: Guardado y Vista
et: Salvesta ja vaata
he: שמור והצג
id: Simpan dan lihat
it: Salva e visualizza
nl: Bewaar en Bekijk
pl: Zapisz i wyświetl
pt: Salvar e Ver
ru: Сохранить и Просмотреть
sv: Spara och visa
th: บันทึกและดู
tr: Kaydet ve Görüntüle
uk: Зберегти та переглянути
zh_hant: 保存并查看

source: Save and view the page.
ar: احفظ واعرض الصفحة.
de: Seite Speichern und anzeigen.
es: Guardar y ver página.
et: Salvesta ja vaata lehte.
he: שמור והצג את הדף.
id: Simpan dan lihat halamannya.
it: Salva e visualizza la pagina.
nl: Bewaar de pagina en bekijk aan de voorkant.
pl: Zapisz i wyświetl stronę.
pt: Guardar e ver a página.
ru: Сохранить и просмотреть страницу.
sv: Spara och visa sidan.
th: บันทึกและดูหน้า
tr: Kaydet ve sayfayı gör
uk: Збережіть і перегляньте сторінку.
zh_hant: 保存并查看本页面。

source: Save this page.
ar: احفظ هذه الصفحة.
de: Seite speichern.
es: Guardar esta página.
et: Salvesta see leht.
he: שמור דף זה.
id: Simpan halaman ini.
it: Salva questa pagina.
nl: Bewaar deze pagina.
pl: Zapisz tę stronę.
pt: Guardar esta página.
ru: Сохранить эту страницу.
sv: Spara den här sidan.
th: บันทึกหน้านี้
tr: Sayfayı kaydet
uk: Збережіть цю сторінку.
zh_hant: 保存本页面。

source: Scheduled a background task to check all refers connections.
ar: تم جدولة مهمة خلفية للتحقق من جميع الاتصالات المرجعية.
de: Geplant ist eine Hintergrundaufgabe zum Überprüfen aller Verweisverbindungen.
es: Se programó una tarea en segundo plano para verificar todas las conexiones de referencia.
et: Ajastatud taustaülesanne kõigi viitade ühenduste kontrollimiseks.
he: תזמן משימת רקע לבדיקת כל חיבורי הפניות.
id: Menjadwalkan tugas latar belakang untuk memeriksa semua koneksi rujukan.
it: È stata pianificata un'attività in background per controllare tutte le connessioni di riferimento.
nl: Een achtergrondtaak is ingepland om alle verwijzingen te controleren.
pl: Zaplanowano zadanie w tle w celu sprawdzenia wszystkich połączeń referencyjnych.
pt: Foi agendada uma tarefa em segundo plano para verificar todas as conexões de referência.
ru: Запланировано фоновое задание для проверки всех ссылок.
sv: Schemalagd en bakgrundsuppgift för att kontrollera alla referensanslutningar.
th: กำหนดเวลาการทำงานพื้นหลังเพื่อตรวจสอบการเชื่อมต่อการอ้างอิงทั้งหมด
tr: Tüm referans bağlantılarını kontrol etmek için bir arka plan görevi planlandı.
uk: Заплановано фонове завдання для перевірки всіх посилань.
zh_hant: 安排後台任務來檢查所有引用的連線。

source: Search
ar: يبحث
de: Suche
es: Buscar
et: Otsing
he: לחפש
id: Cari
it: Ricerca
nl: Zoeken
pl: Szukaj
pt: Procurar
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
zh_hant: 搜索

source: Search indices rebuilt.
ar: إعادة بناء مؤشرات البحث.
de: Suchindizes neu aufgebaut
es: Buscar indices que se volvieron a generar.
et: Otsinguindeksid on ümber ehitatud.
he: מדדי חיפוש שנבנו מחדש.
id: Pencarian indeks dibangun kembali.
it: Indici di ricerca ricostruiti.
nl: Zoekindex is klaar
pl: Indeksy wyszukiwania odbudowane.
pt: Índices de pesquisa reconstruídos.
ru: Перестроены поисковые индексы.
sv: Sökindex har byggts om.
th: ดัชนีการค้นหาสร้างขึ้นใหม่
tr: Arama indeksleri yeniden oluşturma.
uk: Пошукові індекси перебудовані.
zh_hant: 搜索指数重建。

source: Search other media
ar: ابحث في الوسائط الأخرى
de: Andere Mediendateien durchsuchen
es: Buscar otros medios
et: Otsi muud meediat
he: חפש בתקשורת אחרת
id: Cari media lainnya
it: Cerca altri media
nl: Zoek naar andere media
pl: Szukaj w innych mediach
pt: Pesquisar outros meios
ru: Поиск прочих материалов
sv: Sök i andra medier
th: ค้นหาสื่ออื่น ๆ
tr: Başka medya ara
uk: Шукайте інші медіа
zh_hant: 搜索其他媒体

source: Search query
ar: استعلام بحث
de: Suchanfrage
es: Consulta de búsqueda
et: Otsinu p√§ring
he: שאילתת חיפוש
id: Pertanyaan penelusuran
it: Domanda di ricerca
nl: Zoekopdracht
pl: Zapytanie wyszukiwania
pt: Consulta de pesquisa
ru: Поисковый запрос
sv: Sök fråga
th: การค้นหา
tr: Arama sorgusu
uk: Пошуковий запит
zh_hant: 搜尋查询

source: Search results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados de la búsqueda
et: Otsingu tulemused
he: תוצאות חיפוש
id: Hasil Pencarian
it: Risultati di ricerca
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt: Procurar Resultados
ru: Результаты поиска
sv: Sökresultat
th: ผลการค้นหา
tr: Arama Sonuçları
uk: Результати пошуку
zh_hant: 搜索結果

source: Search...
ar: بحث...
de: Suche...
es: Buscar...
et: Otsing...
he: לחפש...
id: Cari...
it: Cerca...
nl: Zoeken...
pl: Szukaj...
pt: Procurar...
ru: Поиск...
sv: Sök...
th: ค้นหา...
tr: Ara...
uk: Шукати...
zh_hant: 搜索...

source: Security Directory
ar: دليل الأمان
de: Sicherheitsverzeichnis
es: Directorio de seguridad
et: Turvakataloog
he: מדריך אבטחה
id: Direktori Keamanan
it: Elenco di sicurezza
nl: Beveiligingsmap
pl: Katalog zabezpieczeń
pt: Diretório de Segurança
ru: Каталог безопасности
sv: Säkerhetskatalog
th: ไดเรกทอรีความปลอดภัย
tr: Güvenlik Rehberi
uk: Каталог безпеки
zh_hant: 安全目录

source: See also: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">The erlang.config file</a>
ar: انظر أيضًا: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">ملف erlang.config</a>
de: Siehe auch: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Die erlang.config-Datei</a>
es: Ver también: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">El archivo erlang.config</a>
et: Vaata ka: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Fail erlang.config</a>
he: ראה גם: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">קובץ erlang.config</a>
id: Lihat juga: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">File erlang.config</a>
it: Vedere anche: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Il file erlang.config</a>
nl: Zie ook: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Het bestand erlang.config</a>
pl: Zobacz także: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Plik erlang.config</a>
pt: Veja também: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">O arquivo erlang.config</a>
ru: См. также: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Файл erlang.config</a>
sv: Se även: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Filen erlang.config</a>
th: ดูเพิ่มเติม: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">ไฟล์ erlang.config</a>
tr: Ayrıca bakınız: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Erlang.config dosyası</a>
uk: Дивіться також: <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">Файл erlang.config</a>
zh_hant: 另請參閱： <a href="https://zotonic.com/en/stable/ref/configuration/zotonic-configuration.html#the-erlang-config-file">erlang.config 檔案</a>

source: Select a connected image
ar: حدد صورة متصلة
de: Wählen Sie ein angeschlossenes Bild
es: Selecciona una imagen conectada
et: Valige ühendatud pilt
he: בחר תמונה מחוברת
id: Pilih yang terhubung gambar
it: Selezionare un'immagine collegata
nl: Selecteer een gekoppelde afbeelding
pl: Wybierz powiązany obraz
pt: Selecione uma imagem conectada
ru: Выбрать связанное изображение
sv: Välj en ansluten bild
th: เลือกภาพที่เชื่อมต่อ
tr: Bağlantılı resmi seç
uk: Виберіть підключене зображення
zh_hant: 选择一个连接图片

source: Selected
ar: المحدد
de: Ausgewählt
es: Seleccionado
et: Valitud
he: נבחר
id: Terpilih
it: Selezionato
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
ru: Выбрано
sv: Vald
th: เลือกแล้ว
tr: Seçildi
uk: Вибране
zh_hant: 已選擇

source: Selected Categories
ar: فئات مختارة
de: Ausgewählte Kategorien
es: Categorías seleccionadas
et: Valitud kategooriad
he: קטגוריות נבחרות
id: Kategori yang Dipilih
it: Categorie selezionate
nl: Geselecteerde categorieën
pl: Wybrane kategorie
pt: Categorias seleccionadas
ru: Выбранные категории
sv: Valda Kategorier
th: หมวดหมู่ที่เลือก
tr: Seçili Kategoriler
uk: Вибрані категорії
zh_hant: 选定类别

source: Selecting a file will make the page a media item.
ar: تحديد ملف سيجعل الصفحة عنصر وسائط.
de: Wenn Sie eine Datei auswählen, wird die Seite zu einem Medienelement.
es: Al seleccionar un archivo, la página se convertirá en un elemento multimedia.
et: Faili valimine muudab lehe meediaüksuseks.
he: בחירת קובץ תהפוך את הדף לפריט מדיה.
id: Memilih file akan membuat halaman tersebut menjadi item media.
it: Selezionando un file, la pagina diventa un elemento multimediale.
nl: Door een bestand te selecteren wordt de pagina een media-item.
pl: Wybranie pliku spowoduje, że strona stanie się elementem multimedialnym.
pt: Selecionando um arquivo, a página se tornará um item de mídia.
ru: Выбор файла сделает страницу медиа-элементом.
sv: Om du väljer en fil blir sidan till ett medieobjekt.
th: การเลือกไฟล์จะทำให้เพจเป็นรายการสื่อ
tr: Bir dosyanın seçilmesi, sayfayı bir medya öğesi yapacaktır.
uk: Вибір файлу зробить сторінку медіаелементом.
zh_hant: 选择一个文件将使该页面成为一个媒体项目。

source: Settings &amp; more
ar: الإعدادات &amp; أخرى
de: Einstellungen &amp; mehr
es: Configuraciones &amp; más
et: Seaded &amp; veel
he: הגדרות עוד &amp;
id: Pengaturan &amp; lagi
it: Impostazioni &amp; altro
nl: Instellingen &amp; meer
pl: Ustawienia &amp; więcej
pt: Configurações mais &amp;
ru: Настройки еще &amp;
sv: Inställningar &amp; till
th: การตั้งค่า &amp; เพิ่มเติม
tr: Ayarlar &amp; tane daha
uk: Налаштування ще &amp;
zh_hant: 設定 &amp; 更多

source: Short title
ar: عنوان قصير
de: Kurztitel
es: Título corto
et: L√ºhipealkiri
he: כותרת קצרה
id: Judul singkat
it: Titolo breve
nl: Korte titel
pl: Krótki tytuł
pt: Título curto
ru: Короткий заголовок
sv: Kort titel
th: ชื่อสั้น ๆ
tr: Kısa başlık
uk: Короткий заголовок
zh_hant: 短标题

source: Show address on edit page
ar: إظهار العنوان في صفحة التحرير
de: Adresse auf der Bearbeitungsseite anzeigen
es: Mostrar la dirección en la página de edición
et: Kuva aadress redigeerimislehel
he: הצג כתובת בדף העריכה
id: Tampilkan alamat di halaman sunting
it: Mostra l'indirizzo nella pagina di modifica
nl: Toon adres op editpagina
pl: Pokaż adres na stronie edycji
pt: Mostrar endereço na página de edição
ru: Показать адрес на странице редактирования
sv: Visa adress på redigeringssidan
th: แสดงที่อยู่ในหน้าแก้ไข
tr: Düzenleme sayfasında adresi göster
uk: Показати адресу на сторінці редагування
zh_hant: 在编辑页面显示地址

source: Show all {title} pages
ar: إظهار كافة {title} صفحات
de: Alle {title} Seiten anzeigen
es: Mostrar todas {title} páginas
et: Kuva kõik {title} lehekülge
he: הצג את כל {title} הדפים
id: Tampilkan semua {title} halaman
it: Mostra tutte {title} pagine
nl: Toon alle {title} pagina's
pl: Pokaż wszystkie strony {title}
pt: Mostrar todas as {title} páginas
ru: Показать все {title} страниц
sv: Visa alla {title} sidor
th: แสดงทั้งหมด {title} หน้า
tr: {title} sayfanın tümünü göster
uk: Показати всі {title} сторінок
zh_hant: 顯示全部 {title} 頁

source: Show as
ar: كما تظهر
de: Anzeigen als
es: Mostrar como
et: Kuva nimega
he: הראה כ
id: Tampilkan sebagai
it: Mostra come
nl: Toon als
pl: Pokaż jako
pt: Mostrar como
ru: Показать как
sv: Visa som
th: แสดงเป็น
tr: Göster
uk: Показати як
zh_hant: 显示为

source: Show page on multiple paths
ar: عرض الصفحة على مسارات متعددة
de: Seite auf mehreren Pfaden anzeigen
es: Mostrar la página en varias rutas
et: Kuva leht mitmel rajal
he: הצג דף במספר נתיבים
id: Tampilkan halaman pada beberapa jalur
it: Mostra la pagina su più percorsi
nl: Toon pagina op meerdere paginapaden
pl: Pokaż stronę na wielu ścieżkach
pt: Mostrar página em vários caminhos
ru: Показать страницу на нескольких путях
sv: Visa sidan på flera vägar
th: แสดงเพจในหลายเส้นทาง
tr: Sayfayı birden çok yol üzerinde göster
uk: Показати сторінку з кількома шляхами
zh_hant: 在多个路径上显示页面

source: Showing dates in
ar: عرض التواريخ في
de: Termine anzeigen in
es: Mostrando fechas en
et: Kuupäevade kuvamine
he: מציג תאריכים ב
id: Menampilkan tanggal masuk
it: Visualizzazione delle date in
nl: Datums weergeven in
pl: Wyświetlanie dat w
pt: Mostrando datas em
ru: Отображение дат в
sv: Visar datum i
th: แสดงวันที่ใน
tr: tarihleri gösteriliyor
uk: Показані дати в
zh_hant: 顯示日期

source: Showing pages you can connect to using <b>{predicate}</b>.
ar: عرض الصفحات التي يمكنك الاتصال بها باستخدام <b>{predicate}</b>.
de: Es werden Seiten angezeigt, zu denen Sie mit <b>{predicate}</b>eine Verbindung herstellen können.
es: Mostrando páginas a las que puede conectarse usando <b>{predicate}</b>.
et: Kuvatakse lehed, millega saate ühenduse luua kasutades <b>{predicate}</b>.
he: הצגת דפים שאליהם אתה יכול להתחבר באמצעות <b>{predicate}</b>.
id: Menampilkan halaman yang dapat Anda sambungkan menggunakan <b>{predicate}</b>.
it: Visualizzazione delle pagine a cui puoi connetterti utilizzando <b>{predicate}</b>.
nl: Pagina's tonen waarmee je verbinding kunt maken via <b>{predicate}</b>.
pl: Wyświetlanie stron, z którymi możesz się połączyć za pomocą <b>{predicate}</b>.
pt: Mostrando páginas às quais você pode se conectar usando <b>{predicate}</b>.
ru: Показаны страницы, к которым можно подключиться с помощью <b>{predicate}</b>.
sv: Visar sidor som du kan ansluta till med <b>{predicate}</b>.
th: การแสดงหน้าเว็บที่คุณสามารถเชื่อมต่อได้โดยใช้ <b>{predicate}</b>
tr: <b>{predicate}</b>kullanarak bağlanabileceğiniz sayfalar gösteriliyor.
uk: Показано сторінки, до яких можна підключитися за допомогою <b>{predicate}</b>.
zh_hant: 顯示您可以使用 <b>{predicate}</b>連線的頁面。

source: Site Files Directory
ar: دليل ملفات الموقع
de: Site-Dateiverzeichnis
es: Directorio de archivos del sitio
et: Saidifailide kataloog
he: מדריך קבצי אתרים
id: Direktori File Situs
it: Directory dei file del sito
nl: Map met sitebestanden
pl: Katalog plików witryny
pt: Diretório de arquivos do site
ru: Каталог файлов сайта
sv: Webbplatskatalog
th: ไดเรกทอรีไฟล์ไซต์
tr: Site Dosyaları Dizini
uk: Каталог файлів сайту
zh_hant: 站點文件目錄

source: Size
ar: بحجم
de: Größe
es: Tamaño
et: Grootte
he: גודל
id: Ukuran
it: Dimensione
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
th: ขนาด
tr: Boyut
uk: Розмір
zh_hant: 大小

source: Some disks are almost full.
ar: بعض الأقراص ممتلئة تقريبًا.
de: Einige Festplatten sind fast voll.
es: Algunos discos están casi llenos.
et: Mõni ketas on peaaegu täis.
he: חלק מהדיסקים כמעט מלאים.
id: Beberapa disk hampir penuh.
it: Alcuni dischi sono quasi pieni.
nl: Sommige schijven zijn bijna vol.
pl: Niektóre dyski są prawie pełne.
pt: Alguns discos estão quase cheios.
ru: Некоторые диски почти заполнены.
sv: Vissa skivor är nästan fulla.
th: ดิสก์บางแผ่นใกล้เต็มแล้ว
tr: Bazı diskler neredeyse dolu.
uk: Деякі диски майже заповнені.
zh_hant: 一些磁盤幾乎已滿。

source: Some images, PDFs, audio and video are presented in a single language. Here you can select this language.
ar: يتم عرض بعض الصور وملفات PDF والصوت والفيديو بلغة واحدة. هنا يمكنك اختيار هذه اللغة.
de: Einige Bilder, PDFs, Audio- und Videodateien werden in einer einzigen Sprache präsentiert. Hier können Sie diese Sprache auswählen.
es: Algunas imágenes, PDF, audio y vídeo se presentan en un único idioma. Aquí puede seleccionar este idioma.
et: Mõned pildid, PDF-id, heli ja video on esitatud ühes keeles. Siin saate valida selle keele.
he: חלק מהתמונות, קובצי PDF, אודיו ווידאו מוצגים בשפה אחת. כאן אתה יכול לבחור שפה זו.
id: Beberapa gambar, PDF, audio dan video disajikan dalam satu bahasa. Di sini Anda dapat memilih bahasa ini.
it: Alcune immagini, PDF, audio e video sono presentati in un'unica lingua. Qui puoi selezionare questa lingua.
nl: Sommige afbeeldingen, pdf's, audio en video worden in één taal gepresenteerd. Hier kan je deze taal selecteren.
pl: Niektóre obrazy, pliki PDF, pliki audio i wideo są prezentowane w jednym języku. Tutaj możesz wybrać ten język.
pt: Algumas imagens, PDFs, áudio e vídeo são apresentados em um único idioma. Aqui você pode selecionar este idioma.
ru: Некоторые изображения, PDF-файлы, аудио и видео представлены на одном языке. Здесь вы можете выбрать этот язык.
sv: Vissa bilder, PDF-filer, ljud och video presenteras på ett enda språk. Här kan du välja detta språk.
th: รูปภาพ, PDF, เสียงและวิดีโอบางรายการจะถูกนำเสนอในภาษาเดียว ที่นี่คุณสามารถเลือกภาษานี้ได้
tr: Bazı resimler, PDF'ler, ses ve videolar tek bir dilde sunulur. Burada bu dili seçebilirsiniz.
uk: Деякі зображення, PDF-файли, аудіо та відео представлено однією мовою. Тут ви можете вибрати цю мову.
zh_hant: 一些圖像、PDF、音訊和視訊以單一語言呈現。在這裡您可以選擇這種語言。

source: Some tasks are retrying.<br>Total errors: {total}<br>Highest for single task: {max}
ar: يتم إعادة محاولة بعض المهام.<br>إجمالي الأخطاء: {total}<br>الأعلى لمهمة واحدة: {max}
de: Einige Aufgaben werden wiederholt.<br>Gesamtfehler: {total}<br>Höchste für einzelne Aufgabe: {max}
es: Algunas tareas se están reintentando.<br>Errores totales: {total}<br>Más alto para una sola tarea: {max}
et: Mõned ülesanded proovivad uuesti.<br>Vigu kokku: {total}<br>Suurim ühe ülesande puhul: {max}
he: חלק מהמשימות מנסים שוב.<br>סך השגיאות: {total}<br>הגבוה ביותר עבור משימה בודדת: {max}
id: Beberapa tugas sedang mencoba lagi.<br>Total kesalahan: {total}<br>Tertinggi untuk satu tugas: {max}
it: Alcune attività sono in fase di nuovo tentativo.<br>Errori totali: {total}<br>Massimo per singola attività: {max}
nl: Sommige taken worden opnieuw geprobeerd.<br>Totaal aantal fouten: {total}<br>Hoogste voor enkele taak: {max}
pl: Niektóre zadania są ponawiane.<br>Błędy ogółem: {total}<br>Najwyższa dla pojedynczego zadania: {max}
pt: Algumas tarefas estão tentando novamente.<br>Total de erros: {total}<br>Maior para tarefa única: {max}
ru: Некоторые задачи выполняются повторно.<br>Всего ошибок: {total}<br>Максимум для одной задачи: {max}
sv: Vissa uppgifter försöker igen.<br>Totalt antal fel: {total}<br>Högst för enstaka uppgift: {max}
th: งานบางอย่างกำลังลองใหม่<br>ข้อผิดพลาดทั้งหมด: {total}<br>สูงสุดสำหรับงานเดียว: {max}
tr: Bazı görevler yeniden deneniyor.<br>Toplam hata: {total}<br>Tek görev için en yüksek: {max}
uk: Деякі завдання повторюються.<br>Загальна кількість помилок: {total}<br>Найбільша для окремого завдання: {max}
zh_hant: 一些任務正在重試。<br>總錯誤： {total}<br>單個任務最高： {max}

source: Something went wrong. Sorry.
ar: آسف، حدث خطأ.
de: Etwas lief schief. Entschuldigung!!
es: Algo salió mal, lo siento.
et: Midagi l√§ks valesti. Sorry.
he: משהו השתבש. מצטער.
id: Sesuatu yang salah. Maaf.
it: Qualcosa è andato storto. Mi dispiace.
nl: Er ging iets mis, onze excuses.
pl: Coś poszło nie tak. Przepraszamy.
pt: Alguma coisa correu mal. Desculpe.
ru: Что-то пошло не так. Извините.
sv: Något gick fel. Förlåt.
th: อะไรบางอย่างผิดปกติ. ขออภัย.
tr: Bir hata oluştu. Üzgünüz.
uk: Щось пішло не так. Вибачте.
zh_hant: 出错了。
