Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: If the user has already a token, then that token will be replaced with the new token.
ar: إذا كان لدى المستخدم رمز مميز بالفعل، فسيتم استبدال هذا الرمز المميز بالرمز المميز الجديد.
de: Wenn der Benutzer bereits einen Token hat, wird dieser durch den neuen Token ersetzt.
es: Si el usuario ya tiene un token, ese token será reemplazado por el nuevo token.
et: Kui kasutajal on juba tunnus, asendatakse see märk uue märgiga.
he: אם למשתמש כבר יש אסימון, אז האסימון הזה יוחלף באסימון החדש.
id: Jika pengguna sudah memiliki token, maka token tersebut akan diganti dengan token baru.
it: Se l'utente possiede già un token, questo verrà sostituito con il nuovo token.
nl: Als de gebruiker al een token heeft, dan wordt dat token vervangen door het nieuwe token.
pl: Jeśli użytkownik posiada już token, zostanie on zastąpiony nowym tokenem.
pt: Se o usuário já tiver um token, esse token será substituído pelo novo token.
ru: Если у пользователя уже есть токен, то этот токен будет заменен новым токеном.
sv: Om användaren redan har en token kommer den token att ersättas med den nya token.
th: หากผู้ใช้มีโทเค็นอยู่แล้ว โทเค็นนั้นจะถูกแทนที่ด้วยโทเค็นใหม่
tr: Eğer kullanıcının zaten bir token'ı varsa, o token yeni token ile değiştirilecektir.
uk: Якщо користувач уже має маркер, цей маркер буде замінено новим маркером.
zh_hant: 如果使用者已經有令牌，那麼該令牌將會被新令牌取代。

source: Import content from the other website to this website.
ar: استيراد المحتوى من موقع الويب الآخر إلى هذا الموقع.
de: Importieren Sie Inhalte von der anderen Website auf diese Website.
es: Importar contenido del otro sitio web a este sitio web.
et: Importige sisu teiselt veebisaidilt sellele veebisaidile.
he: יבא תוכן מהאתר האחר לאתר זה.
id: Impor konten dari situs web lain ke situs web ini.
it: Importa contenuti dall'altro sito web a questo sito web.
nl: Importeer inhoud van de andere website naar deze website.
pl: Importuj zawartość z innej witryny do tej witryny.
pt: Importe conteúdo de outro site para este site.
ru: Импортируйте контент с другого сайта на этот сайт.
sv: Importera innehåll från den andra webbplatsen till denna webbplats.
th: นำเข้าเนื้อหาจากเว็บไซต์อื่นมายังเว็บไซต์นี้
tr: Diğer web sitesinden bu web sitesine içerik aktarın.
uk: Імпортуйте вміст з іншого веб-сайту на цей веб-сайт.
zh_hant: 將其他網站的內容匯入本網站。

source: It is good practice to have users with limited access permissions for access tokens.
ar: من الجيد أن يكون لدى المستخدمين أذونات وصول محدودة لرموز الوصول.
de: Es ist eine gute Praxis, Benutzer mit eingeschränkten Zugriffsberechtigungen für Zugriffstoken zu haben.
es: Es una buena práctica tener usuarios con permisos de acceso limitados para los tokens de acceso.
et: Hea tava on, kui kasutajatel on juurdepääsulubade jaoks piiratud juurdepääsuõigused.
he: נוהג טוב שיהיו משתמשים עם הרשאות גישה מוגבלות לאסימוני גישה.
id: Merupakan praktik yang baik untuk memiliki pengguna dengan izin akses terbatas untuk token akses.
it: È buona norma disporre di utenti con autorizzazioni di accesso limitate per i token di accesso.
nl: Het is een goede gewoonte om gebruikers met beperkte toegangsrechten te hebben voor toegangstokens.
pl: Dobrą praktyką jest przydzielenie użytkownikom ograniczonych uprawnień dostępu do tokenów dostępowych.
pt: É uma boa prática ter usuários com permissões de acesso limitadas para tokens de acesso.
ru: Хорошей практикой является наличие пользователей с ограниченными правами доступа к токенам доступа.
sv: Det är god praxis att ha användare med begränsad åtkomstbehörighet för åtkomsttokens.
th: ถือเป็นแนวทางปฏิบัติที่ดีที่จะให้ผู้ใช้มีสิทธิ์การเข้าถึงแบบจำกัดสำหรับโทเค็นการเข้าถึง
tr: Erişim belirteçleri için sınırlı erişim izinlerine sahip kullanıcıların olması iyi bir uygulamadır.
uk: Рекомендується мати користувачів з обмеженими правами доступу до маркерів доступу.
zh_hant: 對使用者授予存取權杖的有限存取權限是一種很好的做法。

source: Label
ar: ملصق
de: Etikett
es: Etiqueta
et: Silt
he: מַדבֵּקָה
it: Etichetta
pl: Etykieta
pt: Rótulo
ru: Этикетка
sv: Märka
th: ฉลาก
tr: Etiket
uk: Мітка
zh_hant: 標籤

source: Log in to {remote} with your {local} account.
ar: قم بتسجيل الدخول إلى {remote} باستخدام حساب {local} الخاص بك.
de: Melden Sie sich mit Ihrem {local} Konto {remote}
es: Inicie sesión en {remote} con su cuenta {local}
et: Logige oma {local} kontoga {remote}
he: היכנס ל- {remote} עם חשבון {local}
id: Masuk ke {remote} dengan {local} akun Anda.
it: Accedi a {remote} con il tuo {local} account.
nl: Log in op {remote} met je {local} account.
pl: Zaloguj się do {remote} pomocą swojego {local} konta.
pt: Faça login no {remote} com sua {local} conta.
ru: Войдите в {remote} со своей учетной записью {local}
sv: Logga in på {remote} med ditt {local} -konto.
th: เข้าสู่ระบบ {remote} ด้วย {local} บัญชีของคุณ
tr: {local} hesabınızla {remote} giriş yapın.
uk: Увійдіть до {remote} зі своїм обліковим записом {local}.
zh_hant: 使用您的 {local} 帳戶登錄 {remote}

source: Log in with
ar: تسجيل الدخول مع
de: Einloggen mit
es: Inicia con
et: Sisene
he: היכנס עם
id: Masuk dengan
it: Entra con
nl: Login met
pl: Zaloguj się z
pt: Entrar com
ru: Войдите с
sv: Logga in med
th: เข้าสู่ระบบด้วย
tr: İle giriş
uk: Увійти за допомогою
zh_hant: 登錄

source: Make App
ar: جعل التطبيق
de: App erstellen
es: Hacer una aplicación
et: Loo rakendus
he: צור אפליקציה
id: Buat Aplikasi
it: Crea app
nl: App maken
pl: Utwórz aplikację
pt: Faça o aplicativo
ru: Сделать приложение
sv: Skapa app
th: ทำแอป
tr: Uygulama Yap
uk: Зробити додаток
zh_hant: 製作應用

source: Make a new App
ar: أنشئ تطبيقًا جديدًا
de: Erstelle eine neue App
es: Crea una nueva aplicación
et: Tehke uus rakendus
he: צור אפליקציה חדשה
id: Buat Aplikasi baru
it: Crea una nuova App
nl: Een nieuwe app maken
pl: Utwórz nową aplikację
pt: Faça um novo aplicativo
ru: Сделайте новое приложение
sv: Skapa en ny app
th: สร้างแอพใหม่
tr: Yeni bir Uygulama yap
uk: Створіть новий додаток
zh_hant: 製作新應用

source: Make a new App for OAuth2 authorization and/or content export to other websites.
ar: أنشئ تطبيقًا جديدًا لترخيص OAuth2 و / أو تصدير المحتوى إلى مواقع الويب الأخرى.
de: Erstellen Sie eine neue App für die OAuth2-Autorisierung und/oder den Export von Inhalten auf andere Websites.
es: Cree una nueva aplicación para la autorización OAuth2 y / o la exportación de contenido a otros sitios web.
et: Tehke uus rakendus OAuth2 autoriseerimiseks ja/või sisu eksportimiseks teistele veebisaitidele.
he: צור אפליקציה חדשה לאישור OAuth2 ו/או ייצוא תוכן לאתרים אחרים.
id: Buat Aplikasi baru untuk otorisasi OAuth2 dan/atau ekspor konten ke situs web lain.
it: Crea una nuova App per l'autorizzazione OAuth2 e/o l'esportazione dei contenuti su altri siti web.
nl: Maak een nieuwe app voor OAuth2-autorisatie en/of export van inhoud naar andere websites.
pl: Utwórz nową aplikację do autoryzacji OAuth2 i/lub eksportu treści do innych witryn.
pt: Faça um novo aplicativo para autorização OAuth2 e / ou exportação de conteúdo para outros sites.
ru: Создайте новое приложение для авторизации OAuth2 и / или экспорта контента на другие веб-сайты.
sv: Skapa en ny app för OAuth2 -auktorisering och/eller innehållsexport till andra webbplatser.
th: สร้างแอปใหม่สำหรับการอนุญาต OAuth2 และ/หรือการส่งออกเนื้อหาไปยังเว็บไซต์อื่น
tr: OAuth2 yetkilendirmesi ve/veya diğer web sitelerine içerik aktarımı için yeni bir Uygulama yapın.
uk: Створіть новий додаток для авторизації OAuth2 та/або експорту вмісту на інші вебсайти.
zh_hant: 為 OAuth2 授權和/或內容導出到其他網站製作一個新的應用程序。

source: Make a new access token
ar: إنشاء رمز وصول جديد
de: Erstellen eines neuen Zugangstokens
es: Crear un nuevo token de acceso
et: Loo uus juurdepääsutoken
he: צור אסימון גישה חדש
id: Buat token akses baru
it: Crea un nuovo token di accesso
nl: Een nieuw toegangstoken maken
pl: Utwórz nowy token dostępu
pt: Crie um novo token de acesso
ru: Создайте новый токен доступа
sv: Skapa en ny åtkomsttoken
th: สร้างโทเค็นการเข้าถึงใหม่
tr: Yeni bir erişim belirteci oluşturun
uk: Створіть новий токен доступу
zh_hant: 建立新的存取令牌

source: Make a new consumer for OAuth2 authorization and content import from another website.
ar: اجعل مستهلكًا جديدًا لترخيص OAuth2 واستيراد المحتوى من موقع ويب آخر.
de: Erstellen Sie einen neuen Consumer für die OAuth2-Autorisierung und den Inhaltsimport von einer anderen Website.
es: Cree un nuevo consumidor para la autorización OAuth2 y la importación de contenido desde otro sitio web.
et: Tehke uus tarbija OAuth2 autoriseerimiseks ja sisu importimiseks teiselt veebisaidilt.
he: צור צרכן חדש לאישור OAuth2 וייבוא תוכן מאתר אחר.
id: Jadikan konsumen baru untuk otorisasi OAuth2 dan impor konten dari situs web lain.
it: Crea un nuovo consumatore per l'autorizzazione OAuth2 e l'importazione di contenuti da un altro sito web.
nl: Maak een nieuwe consument voor OAuth2-autorisatie en het importeren van inhoud van een andere website.
pl: Utwórz nowego konsumenta do autoryzacji OAuth2 i importu treści z innej witryny.
pt: Crie um novo consumidor para autorização OAuth2 e importação de conteúdo de outro site.
ru: Создайте нового потребителя для авторизации OAuth2 и импорта контента с другого веб-сайта.
sv: Skapa en ny konsument för OAuth2 -auktorisering och innehållsimport från en annan webbplats.
th: สร้างผู้บริโภครายใหม่สำหรับการอนุญาต OAuth2 และการนำเข้าเนื้อหาจากเว็บไซต์อื่น
tr: OAuth2 yetkilendirmesi ve başka bir web sitesinden içerik içe aktarımı için yeni bir tüketici oluşturun.
uk: Створіть нового споживача для авторизації OAuth2 та імпорту вмісту з іншого вебсайту.
zh_hant: 為 OAuth2 授權和從另一個網站導入內容創建一個新使用者。

source: Make access token
ar: إنشاء رمز الوصول
de: Zugangstoken erstellen
es: Crear token de acceso
et: Loo juurdepääsuluba
he: צור אסימון גישה
id: Buat token akses
it: Crea token di accesso
nl: Toegangstoken maken
pl: Utwórz token dostępu
pt: Criar token de acesso
ru: Сделать токен доступа
sv: Skapa åtkomsttoken
th: สร้างโทเค็นการเข้าถึง
tr: Erişim belirteci oluştur
uk: Створити токен доступу
zh_hant: 製作訪問令牌

source: Manually add a token, as copied from {domain}.
ar: قم بإضافة رمز يدويًا، كما تم نسخه من {domain}.
de: Fügen Sie manuell ein Token hinzu, wie von {domain}kopiert.
es: Agregue manualmente un token, tal como se copió desde {domain}.
et: Lisage märk käsitsi, nagu kopeeriti kohast {domain}.
he: הוסף באופן ידני אסימון, כפי שהועתק מ- {domain}.
id: Tambahkan token secara manual, seperti yang disalin dari {domain}.
it: Aggiungere manualmente un token, copiato da {domain}.
nl: Voeg handmatig een token toe, zoals gekopieerd van {domain}.
pl: Dodaj token ręcznie, skopiowany z {domain}.
pt: Adicione manualmente um token, conforme copiado de {domain}.
ru: Вручную добавьте токен, скопированный из {domain}.
sv: Lägg till en token manuellt, kopierad från {domain}.
th: เพิ่มโทเค็นด้วยตนเอง ดังที่คัดลอกจาก {domain}
tr: {domain}adresinden kopyalanan token'ı manuel olarak ekleyin.
uk: Вручну додайте маркер, скопійований із {domain}.
zh_hant: 手動新增一個令牌，從 {domain}複製而來。

source: Month
ar: شهر
de: Monat
es: Mes
et: Kuu
he: חוֹדֶשׁ
id: Bulan
it: Mese
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
th: เดือน
tr: Ay
uk: місяць
zh_hant: 月

source: New access token
ar: رمز وصول جديد
de: Neues Zugriffstoken
es: Nuevo token de acceso
et: Uus juurdepääsuluba
he: אסימון גישה חדש
id: Token akses baru
it: Nuovo token di accesso
nl: Nieuw toegangstoken
pl: Nowy token dostępu
pt: Novo token de acesso
ru: Новый токен доступа
sv: Ny åtkomsttoken
th: โทเค็นการเข้าถึงใหม่
tr: Yeni erişim belirteci
uk: Новий маркер доступу
zh_hant: 新訪問令牌

source: No user selected.
ar: لم يتم تحديد أي مستخدم.
de: Kein Benutzer ausgewählt.
es: Ningún usuario seleccionado
et: Ühtegi kasutajat pole valitud.
he: לא נבחר משתמש.
id: Tidak ada pengguna yang dipilih.
it: Nessun utente selezionato.
nl: Geen gebruiker geselecteerd.
pl: Nie wybrano użytkownika.
pt: Nenhum usuário selecionado.
ru: Пользователь не выбран.
sv: Ingen användare har valts.
th: ยังไม่ได้เลือกผู้ใช้
tr: Hiçbir kullanıcı seçilmedi.
uk: Користувач не вибрано.
zh_hant: 未選擇用戶。

source: Note
ar: ملحوظة
de: Hinweis
es: Nota
et: Märkus
he: פֶּתֶק
id: Catatan
it: Nota
nl: Opmerking
pl: Notatka
pt: Observação
ru: Примечание
sv: Notera
th: บันทึก
tr: Not
uk: Примітка
zh_hant: 筆記

source: OAuth2 Application
ar: تطبيق OAuth2
de: OAuth2-Anwendung
es: Aplicación OAuth2
et: OAuth2 rakendus
he: יישום OAuth2
id: Aplikasi OAuth2
it: Applicazione OAuth2
nl: OAuth2-toepassing
pl: Aplikacja OAuth2
pt: Aplicativo OAuth2
ru: Приложение OAuth2
sv: OAuth2 -applikation
th: แอปพลิเคชัน OAuth2
tr: OAuth2 Uygulaması
uk: Додаток OAuth2
zh_hant: OAuth2 應用程序

source: OAuth2 Application - Access Tokens
ar: تطبيق OAuth2 - رموز الوصول
de: OAuth2-Anwendung - Zugriffstoken
es: Aplicación OAuth2: Tokens de acceso
et: OAuth2 rakendus – juurdepääsutokenid
he: יישום OAuth2 - אסימוני גישה
id: Aplikasi OAuth2 - Token Akses
it: Applicazione OAuth2 - Token di accesso
nl: OAuth2-toepassing - toegangstokens
pl: Aplikacja OAuth2 - tokeny dostępu
pt: Aplicação OAuth2 - Tokens de Acesso
ru: Приложение OAuth2 — токены доступа
sv: OAuth2-applikation - Åtkomsttokens
th: แอปพลิเคชัน OAuth2 - โทเค็นการเข้าถึง
tr: OAuth2 Uygulaması - Erişim Jetonları
uk: Застосунок OAuth2 – токени доступу
zh_hant: OAuth2 應用程式 - 存取權令牌

source: OAuth2 Applications
ar: تطبيقات OAuth2
de: OAuth2-Anwendungen
es: Aplicaciones OAuth2
et: OAuth2 rakendused
he: יישומי OAuth2
id: Aplikasi OAuth2
it: Applicazioni OAuth2
nl: OAuth2-toepassingen
pl: Aplikacje OAuth2
pt: Aplicativos OAuth2
ru: Приложения OAuth2
sv: OAuth2 -applikationer
th: แอปพลิเคชัน OAuth2
tr: OAuth2 Uygulamaları
uk: Додатки OAuth2
zh_hant: OAuth2 應用程序

source: OAuth2 Applications &gt; Access Tokens
ar: تطبيقات OAuth2 &gt; رموز الوصول
de: OAuth2-Anwendungen &gt; Zugriffstoken
es: Tokens de acceso de aplicaciones OAuth2 &gt;
et: OAuth2 rakendused &gt; Juurdepääsutokenid
he: יישומי OAuth2 &gt; אסימוני גישה
id: Aplikasi OAuth2 &gt; Token Akses
it: Applicazioni OAuth2 &gt; Token di accesso
nl: OAuth2-toepassingen &gt; Toegangstokens
pl: Aplikacje OAuth2 &gt; Tokeny dostępu
pt: Aplicações OAuth2 &gt; Tokens de acesso
ru: Приложения OAuth2 &gt; Токены доступа
sv: OAuth2-applikationer &gt; Åtkomsttokens
th: แอปพลิเคชัน OAuth2 &gt; โทเค็นการเข้าถึง
tr: OAuth2 Uygulamaları &gt; Erişim Belirteçleri
uk: OAuth2-додатки &gt; Токени доступу
zh_hant: OAuth2 應用程式 &gt; 存取權令牌

source: OAuth2 Clients
ar: عملاء OAuth2
de: OAuth2-Kunden
es: Clientes OAuth2
et: OAuth2 kliendid
he: לקוחות OAuth2
id: Klien OAuth2
it: Clienti OAuth2
pl: Klienci OAuth2
pt: Clientes OAuth2
ru: Клиенты OAuth2
sv: OAuth2-klienter
th: ไคลเอนต์ OAuth2
tr: OAuth2 İstemcileri
uk: Клієнти OAuth2
zh_hant: OAuth2 用戶端

source: OAuth2 Clients &gt; Tokens to access {domain}
ar: عملاء OAuth2 &gt; رموز الوصول {domain}
de: OAuth2 Clients &gt; Tokens für den Zugriff auf {domain}
es: Clientes OAuth2 &gt; Tokens para acceder {domain}
et: OAuth2 kliendid &gt; Tokenid juurdepääsuks {domain}
he: לקוחות OAuth2 &gt; אסימונים לגישה ל {domain}
id: Klien OAuth2 &gt; Token untuk mengakses {domain}
it: Client OAuth2 &gt; Token per accedere a {domain}
nl: OAuth2-klanten &gt; tokens voor toegang tot {domain}
pl: Klienci OAuth2 &gt; Tokeny dostępu {domain}
pt: Clientes OAuth2 &gt; Tokens para acesso {domain}
ru: Клиенты OAuth2 &gt; Токены для доступа {domain}
sv: OAuth2-klienter &gt; Tokens för åtkomst till {domain}
th: ไคลเอนต์ OAuth2 &gt; โทเค็นในการเข้าถึง {domain}
tr: OAuth2 İstemcileri &gt; Erişim için Tokenlar {domain}
uk: Клієнти OAuth2 &gt; Маркери для доступу {domain}
zh_hant: OAuth2 用戶端 &gt; 要存取的令牌 {domain}

source: OAuth2 Clients - Tokens
ar: عملاء OAuth2 - الرموز
de: OAuth2-Kunden - Token
es: Clientes OAuth2 - Tokens
et: OAuth2 kliendid – märgid
he: לקוחות OAuth2 - אסימונים
id: Klien OAuth2 - Token
it: Client OAuth2 - Token
pl: Klienci OAuth2 - Tokeny
pt: Clientes OAuth2 - Tokens
ru: Клиенты OAuth2 - Токены
sv: OAuth2-klienter - Tokens
th: ไคลเอนต์ OAuth2 - โทเค็น
tr: OAuth2 İstemcileri - Jetonlar
uk: Клієнти OAuth2 – токени
zh_hant: OAuth2 客戶端 - 令牌

source: OAuth2 clients are used to access other websites.
ar: يتم استخدام عملاء OAuth2 للوصول إلى مواقع الويب الأخرى.
de: OAuth2-Clients werden für den Zugriff auf andere Websites verwendet.
es: Los clientes OAuth2 se utilizan para acceder a otros sitios web.
et: OAuth2 kliente kasutatakse teistele veebisaitidele juurdepääsuks.
he: לקוחות OAuth2 משמשים לגישה לאתרים אחרים.
id: Klien OAuth2 digunakan untuk mengakses situs web lain.
it: I client OAuth2 vengono utilizzati per accedere ad altri siti web.
nl: OAuth2 clients worden gebruikt om toegang te krijgen tot andere websites.
pl: Klienci OAuth2 służą do uzyskiwania dostępu do innych witryn internetowych.
pt: Clientes OAuth2 são usados para acessar outros sites.
ru: Клиенты OAuth2 используются для доступа к другим веб-сайтам.
sv: OAuth2-klienter används för att komma åt andra webbplatser.
th: ไคลเอนต์ OAuth2 ใช้เพื่อเข้าถึงเว็บไซต์อื่น ๆ
tr: OAuth2 istemcileri diğer web sitelerine erişmek için kullanılır.
uk: Клієнти OAuth2 використовуються для доступу до інших веб-сайтів.
zh_hant: OAuth2 用戶端用於存取其他網站。

source: Only admnistrators can view OAuth2 applications.
ar: يمكن فقط للمسجلين عرض تطبيقات OAuth2.
de: Nur Administratoren können OAuth2-Anwendungen anzeigen.
es: Solo los administradores pueden ver las aplicaciones OAuth2.
et: Ainult administraatorid saavad OAuth2 rakendusi vaadata.
he: רק מנהלי מערכת יכולים לצפות ביישומי OAuth2.
id: Hanya administrator yang dapat melihat aplikasi OAuth2.
it: Solo gli amministratori possono visualizzare le applicazioni OAuth2.
nl: Alleen beheerders kunnen OAuth2-toepassingen bekijken.
pl: Tylko administratorzy mogą wyświetlać aplikacje OAuth2.
pt: Apenas administradores podem visualizar aplicativos OAuth2.
ru: Только администраторы могут просматривать приложения OAuth2.
sv: Endast administratörer kan visa OAuth2 -applikationer.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถดูแอปพลิเคชัน OAuth2
tr: OAuth2 uygulamalarını yalnızca yöneticiler görüntüleyebilir.
uk: Тільки адміністратори можуть переглядати додатки OAuth2.
zh_hant: 只有管理員才能查看 OAuth2 應用程序。

source: Only admnistrators can view OAuth2 consumers.
ar: يمكن للمسؤولين فقط عرض مستهلكي OAuth2.
de: Nur Administratoren können OAuth2-Konsumenten anzeigen.
es: Solo los administradores pueden ver los consumidores de OAuth2.
et: Ainult administraatorid saavad OAuth2 tarbijaid vaadata.
he: רק מנהלי מערכת יכולים לצפות בצרכני OAuth2.
id: Hanya administrator yang dapat melihat konsumen OAuth2.
it: Solo gli amministratori possono visualizzare i consumatori OAuth2.
nl: Alleen beheerders kunnen OAuth2-consumenten bekijken.
pl: Tylko administratorzy mogą wyświetlać konsumentów OAuth2.
pt: Apenas os administradores podem visualizar os consumidores OAuth2.
ru: Только администраторы могут просматривать потребителей OAuth2.
sv: Endast administratörer kan se OAuth2 -konsumenter.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถดูผู้บริโภค OAuth2 ได้
tr: OAuth2 tüketicilerini yalnızca yöneticiler görebilir.
uk: Лише адміністратори можуть переглядати споживачів OAuth2.
zh_hant: 只有管理員才能查看 OAuth2 使用者。

source: Optional label
ar: ملصق اختياري
de: Optionales Etikett
es: Etiqueta opcional
et: Valikuline silt
he: תווית אופציונלית
id: Label opsional
it: Etichetta facoltativa
nl: Optioneel label
pl: Etykieta opcjonalna
pt: Etiqueta opcional
ru: Необязательная этикетка
sv: Valfri etikett
th: ฉลากตัวเลือก
tr: İsteğe bağlı etiket
uk: Додаткова мітка
zh_hant: 可選標籤

source: Optional note
ar: ملاحظة اختيارية
de: Fakultative Anmerkung
es: Nota opcional
et: Valikuline märkus
he: הערה אופציונלית
id: Catatan opsional
it: Nota facoltativa
nl: Optionele opmerking
pl: Uwaga opcjonalna
pt: Nota opcional
ru: Необязательное примечание
sv: Valfri anmärkning
th: หมายเหตุเพิ่มเติม
tr: İsteğe bağlı not
uk: Додаткова примітка
zh_hant: 可選註釋

source: Permission
ar: إذن
de: Erlaubnis
es: Permiso
et: Luba
he: רְשׁוּת
id: Izin
it: Permesso
nl: Toestemming
pl: Pozwolenie
pt: Permissão
ru: Разрешение
sv: Tillstånd
th: การอนุญาต
tr: İzin
uk: Дозвіл
zh_hant: 允許

source: Please select a user.
ar: الرجاء اختيار المستخدم.
de: Bitte wählen Sie einen Benutzer aus.
es: Por favor seleccione un usuario.
et: Valige kasutaja.
he: אנא בחר משתמש.
id: Silakan pilih pengguna.
it: Seleziona un utente.
nl: Selecteer een gebruiker.
pl: Proszę wybrać użytkownika.
pt: Selecione um usuário.
ru: Пожалуйста, выберите пользователя.
sv: Välj en användare.
th: กรุณาเลือกผู้ใช้
tr: Lütfen bir kullanıcı seçin.
uk: Виберіть користувача.
zh_hant: 請選擇一個用戶。

source: Read &amp; write access
ar: قراءة &amp; حق الوصول للكتابة
de: Lesen &amp; Schreibzugriff
es: Acceso de lectura &amp; escritura
et: Lugemisõigus &amp; kirjutamisõigus
he: קריאה &amp; גישת כתיבה
id: Baca &amp; akses tulis
it: Leggi &amp; accesso in scrittura
nl: Lezen &amp; schrijf-toegang
pl: Odczyt &amp; dostęp do zapisu
pt: Ler &amp; acesso de gravação
ru: Чтение &amp; доступ для записи
sv: Läs &amp; skrivåtkomst
th: อ่าน &amp; เข้าถึงการเขียน
tr: Okuma &amp; yazma erişimi
uk: Читання &amp; доступ для запису
zh_hant: 讀取 &amp; 寫入訪問

source: Read access
ar: إمكانية الوصول للقراءة
de: Zugang lesen
es: Acceso de lectura
et: Lugemisjuurdepääs
he: גישת קריאה
id: Akses baca
it: Accesso in lettura
nl: Lees toegang
pl: Dostęp do odczytu
pt: Acesso de leitura
ru: Доступ для чтения
sv: Läsåtkomst
th: อ่านการเข้าถึง
tr: Okuma erişimi
uk: Доступ для читання
zh_hant: 讀取存取權限

source: Read only access
ar: الوصول للقراءة فقط
de: Nur Lesezugriff
es: Acceso de solo lectura
et: Ainult lugemiseks juurdepääs
he: גישה לקריאה בלבד
id: Akses baca saja
it: Accesso in sola lettura
nl: Alleen-lezen toegang
pl: Dostęp tylko do odczytu
pt: Acesso somente leitura
ru: Доступ только для чтения
sv: Skrivskyddad åtkomst
th: การเข้าถึงแบบอ่านอย่างเดียว
tr: Salt okunur erişim
uk: Доступ лише для читання
zh_hant: 只讀存取權限

source: Register
ar: يسجل
de: Registrieren
es: Registrarse
et: Registreeri
he: הירשם
id: Daftar
it: Registrati
nl: Registreer
pl: Zarejestrować
pt: Registro
ru: регистр
sv: Registrera
th: ลงทะเบียน
tr: Kayıt olmak
uk: Реєстрація
zh_hant: 登記

source: Register a new client
ar: تسجيل عميل جديد
de: Einen neuen Kunden registrieren
es: Registrar un nuevo cliente
et: Registreerige uus klient
he: רשום לקוח חדש
id: Daftarkan klien baru
it: Registra un nuovo cliente
nl: Een nieuwe client registreren
pl: Zarejestruj nowego klienta
pt: Registrar um novo cliente
ru: Зарегистрировать нового клиента
sv: Registrera en ny kund
th: ลงทะเบียนลูกค้าใหม่
tr: Yeni bir müşteri kaydedin
uk: Зареєструвати нового клієнта
zh_hant: 註冊新客戶

source: Select a user
ar: حدد المستخدم
de: Wählen Sie einen Benutzer
es: Seleccione un usuario
et: Valige kasutaja
he: בחר משתמש
id: Pilih pengguna
it: Seleziona un utente
nl: Selecteer een gebruiker
pl: Wybierz użytkownika
pt: Selecione um usuário
ru: Выберите пользователя
sv: Välj en användare
th: เลือกผู้ใช้
tr: Bir kullanıcı seçin
uk: Виберіть користувача
zh_hant: 選擇用戶
