Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: has never been sent yet.
ar: لم يتم إرسالها بعد.
de: wurde noch nie gesendet.
es: nunca ha sido enviado.
et: pole veel kunagi saadetud.
he: מעולם לא נשלח.
id: belum pernah dikirim.
it: non è ancora stato inviato.
nl: is nog nooit verstuurd.
pl: nigdy nie została jeszcze wysłana.
pt: nunca foi enviado ainda.
ru: еще никогда не посылали.
sv: har aldrig skickats ännu.
th: ยังไม่เคยส่ง
tr: henüz hiç gönderilmedi.
uk: ще ніколи не надсилався.
zh_hant: 没有被发送。

source: if you don't want to receive any further mail from this list.
ar: إذا كنت لا ترغب في تلقي أي بريد آخر من هذه القائمة.
de: wenn Sie keine weiteren E-Mails von dieser Liste erhalten möchten.
es: si no desea recibir más correo de esta lista.
et: kui te ei soovi sellest loendist enam ühtegi kirja saada.
he: אם אינך רוצה לקבל עוד דואר מרשימה זו.
id: jika Anda tidak ingin menerima email lagi dari daftar ini.
it: se non desideri ricevere ulteriori messaggi da questo elenco.
nl: als je voortaan geen berichten van deze lijst wilt ontvangen.
pl: jeśli nie chcesz otrzymywać dalszych wiadomości z tej listy.
pt: se você não quiser receber mais nenhum e-mail desta lista.
ru: если вы не хотите получать больше писем из этого списка.
sv: om du inte vill få ytterligare e-post från den här listan.
th: หากคุณไม่ต้องการรับจดหมายเพิ่มเติมจากรายการนี้
tr: Bu listeden başka posta almak istemiyorsanız.
uk: якщо Ви більше не хочете отримувати листи з цього списку.
zh_hant: 如果您不想再收到此列表中的任何郵件。

source: mailing list
ar: القائمة البريدية
de: mailingliste
es: lista de distribución de correo
et: meililist
he: רשימת תפוצה
id: daftar mailing
nl: mailinglijst
pl: lista mailingowa
pt: lista de correio
ru: список адресатов
sv: e-postlista
th: รายชื่อผู้รับจดหมาย
tr: posta listesi
uk: список адресатів
zh_hant: 邮件列表

source: mailinglist status page
ar: صفحة حالة القائمة البريدية
de: statusseite der Mailingliste
es: página de estado de la lista de distribución de correo
et: meililisti oleku leht
he: דף הסטטוס של רשימת התפוצה
id: status halaman daftar mailing
it: pagina di stato della mailinglist
nl: mailinglijst status pagina
pl: strona statusu listy mailingowej
pt: página de status da lista de correio
ru: страница статуса почтового списка
sv: e-postlistans statussida
th: หน้าสถานะรายชื่อผู้รับจดหมาย
tr: posta listesi durum sayfası
uk: сторінка стану списку розсилки
zh_hant: 邮件列表状态页

source: pages
ar: الصفحات
de: Seiten
es: páginas
et: lehekülgi
he: עמודים
id: halaman
it: pagine
nl: pagina's
pl: strony
pt: páginas
ru: страницы
sv: sidor
th: หน้า
tr: sayfaları
uk: сторінок
zh_hant: 页面

source: processed
ar: معالجتها
de: verarbeitet
es: procesado
et: töödeldud
he: מעובד
id: diproses
it: elaborato
nl: verwerkt
pl: przetworzony
pt: processado
ru: обработанный
sv: bearbetas
th: ประมวลผล
tr: işlenmiş
uk: оброблено
zh_hant: 已处理

source: scheduled
ar: المقرر
de: geplant
es: programado
et: ajastatud
he: מתוזמן
id: terjadwal
it: programmato
nl: ingepland
pl: planowany na
pt: programado
ru: запланированный
sv: planerad
th: กำหนดเวลา
tr: planlanmış
uk: заплановано
zh_hant: 已排期

source: see below
ar: انظر أدناه
de: siehe unten
es: ver abajo
et: vaata allpool
he: ראה למטה
id: Lihat di bawah
it: vedi sotto
nl: zie hieronder
pl: patrz poniżej
pt: ver mais adiante
ru: смотри ниже
sv: se nedan
th: ดูด้านล่าง
tr: aşağıya bakınız
uk: Дивіться нижче
zh_hant: 见下文

source: send mailing
ar: إرسال بريدية
de: Mailing senden
es: enviar correo
et: saatke postitusi
he: שלח דיוור
id: kirim mailing
it: inviare mailing
nl: verstuur mailing
pl: wyślij mailing
pt: enviar correio
ru: рассылка
sv: skicka utskick
th: ส่งไปรษณีย์
tr: posta gönder
uk: відправити розсилку
zh_hant: 发送邮件

source: send to
ar: ارسل إلى
de: senden an
es: enviar a
et: saada
he: לשלוח ל
id: kirim ke
it: inviare a
nl: verstuur aan
pl: wyslij do
pt: enviar para
ru: отправляться
sv: skicka till
th: ส่งถึง
tr: gönder
uk: відправити
zh_hant: 送去

source: Add after
ar: إضافة بعد
de: Hinzufügen nach
es: Agregar después
et: Lisage pärast
he: הוסף לאחר
id: Tambahkan setelah
it: Aggiungere dopo
nl: Hierna toevoegen
pl: Dodaj po
pt: Adicionar depois
ru: Добавить впереди
sv: Lägg till efter
th: เพิ่มหลัง
tr: Sonuna ekle
uk: Додати після
zh_hant: 添加到之前

source: Add before
ar: إضافة قبل
de: Vorher hinzufügen
es: Agregar antes
et: Lisage enne
he: תוסיף לפני
id: Tambahkan sebelum
it: Aggiungere prima
nl: Hierboven toevoegen
pl: Dodaj przed
pt: Adicione antes
ru: Добавить сзади
sv: Lägg till innan
th: แอดก่อน
tr: Önüne ekle
uk: Додати перед
zh_hant: 添加到之后

source: Add below
ar: اضف الى الاسفل
de: Unten hinzufügen
es: Agregar debajo
et: Lisage allpool
he: הוסף למטה
id: Tambahkan di bawah ini
it: Aggiungi qui sotto
nl: Hieronder toevoegen
pl: Dodaj poniżej
pt: Adicionar abaixo
ru: Добавить внутри
sv: Lägg till nedan
th: เพิ่มด้านล่าง
tr: Altına ekle
uk: Додати нижче
zh_hant: 添加到下面

source: Add bottom
ar: أضف القاع
de: Boden hinzufügen
es: Agregar botón
et: Lisage põhi
he: הוסף תחתון
id: Tambahkan bawah
it: Aggiungere in fondo
nl: Onderaan toevoegen
pl: Dodaj na dole
pt: Adicionar fundo
ru: Добавить в конец
sv: Lägg till botten
th: เพิ่มด้านล่าง
tr: En alta ekle
uk: Додати нижній
zh_hant: 添加到底部

source: Add category
ar: إضافة فئة
de: Kategorie hinzufügen
es: Agregar categoría
et: Lisa kategooria
he: הוסף קטגוריה
id: Tambahkan kategori
it: Aggiungi categoria
nl: Voeg categorie toe
pl: Dodaj kategorię
pt: Adicionar categoria
ru: Добавить категорию
sv: Lägg till Kategori
th: เพิ่มหมวดหมู่
tr: Kategori ekle
uk: Додати категорію
zh_hant: 添加分类

source: Add item
ar: اضافة عنصر
de: Artikel hinzufügen
es: Agregar elemento
et: Lisa üksus
he: הוסף פריט
id: Tambahkan item
it: Aggiungi articolo
nl: Voeg menu-item toe
pl: Dodaj pozycję
pt: Adicionar item
ru: Добавить элемент
sv: Lägg till vara
th: เพิ่มรายการ
tr: Öğe ekle
uk: Додати елемент
zh_hant: 添加项目

source: Add menu item
ar: إضافة عنصر القائمة
de: Menüpunkt hinzufügen
es: Agregar elemento del menú
et: Lisa menüüelement
he: הוסף פריט בתפריט
id: Tambahkan item menu
it: Aggiungi voce di menu
nl: Voeg menu-item toe
pl: Dodaj do menu
pt: Adicionar item do menu
ru: Добавить пункт меню
sv: Lägg till menyalternativ
th: เพิ่มรายการเมนู
tr: Menü öğesi ekle
uk: Додати пункт меню
zh_hant: 添加菜单条目

source: Add top
ar: أضف الأعلى
de: Oben hinzufügen
es: Agregar arriba
et: Lisage ülaosa
he: הוסף עליון
id: Tambahkan atas
it: Aggiungere in cima
nl: Bovenaan toevoegen
pl: Dodaj na górze
pt: Adicionar topo
ru: Добавить в начало
sv: Lägg till topp
th: เพิ่มด้านบน
tr: En üste ekle
uk: Додати верх
zh_hant: 添加到顶端

source: Check all menu pages and add <i>hasmenupart</i> connections for all of the pages in the menu.
ar: تحقق من جميع صفحات القائمة وأضف <i>hasmenupart</i> اتصالات لجميع الصفحتين في القائمة.
de: Überprüfen Sie alle Menüseiten und fügen Sie <i>Hasmenupart</i> Verbindungen für alle Seiten im Menü hinzu.
es: Verifique todas las páginas del menú y agregue <i>conexiones hasmenupart</i> para las páginas del menú.
et: Kontrollige kõiki menüülehti ja lisage <i>menüüosa</i> ühendust kõigi menüü lehekülje jaoks.
he: בדוק את כל דפי התפריט והוסף <i>חיבורי hasmenupart</i> עבור כל הדפים בתפריט.
id: Periksa semua halaman menu dan tambahkan <i>koneksi hasmenupart</i> untuk semua halaman dalam menu.
it: Controlla tutte le pagine del menu e aggiungi <i>connessioni hasmenupart</i> per tutte le pagine del menu.
nl: Controleer alle menupagina's en voeg <i>hasmenupart</i> -verbindingen toe voor alle pagina's in het menu.
pl: Sprawdź wszystkie strony menu i dodaj <i>hasmenupart</i> połączeń dla wszystkich stron w menu.
pt: Verifique todas as páginas do menu e adicione <i>conexões hasmenupart</i> para todas as páginas do menu.
ru: Проверьте все страницы меню и добавьте <i>подключений hasmenupart</i> для всех страниц меню.
sv: Kontrollera alla menysidor och lägg till <i>hasmenupart</i> -anslutningar för alla de sidorna i menyn.
th: ตรวจสอบหน้าเมนูทั้งหมดและเพิ่ม <i>hasmenupart</i> การเชื่อมต่อสำหรับทั้ง หน้าในเมนู
tr: Tüm menü sayfalarını kontrol edin ve menüdeki sayfanın tümü için <i>menü bölümü</i> bağlantısı ekleyin.
uk: Перевірте всі сторінки меню та додайте <i>підключень hasmenupart</i> для всіх сторінок у меню.
zh_hant: 檢查所有選單頁面並為選單中的所有 頁面新增 <i>選單部分</i> 連線。

source: Checking all menu resources in the backgroud
ar: التحقق من جميع موارد القائمة في الخلفية
de: Überprüfung aller Menüressourcen im Hintergrund
es: Comprobando todos los recursos del menú en segundo plano.
et: Kõikide menüüressursside kontrollimine taustal
he: בדיקת כל משאבי התפריט ברקע
id: Memeriksa semua sumber daya menu di latar belakang
it: Controllo di tutte le risorse del menu in background
nl: Alle menu-bronnen op de achtergrond controleren
pl: Sprawdzanie wszystkich zasobów menu w tle
pt: Verificando todos os recursos do menu em segundo plano
ru: Проверка всех ресурсов меню в фоновом режиме
sv: Kontrollerar alla menyresurser i bakgrunden
th: กำลังตรวจสอบทรัพยากรเมนูทั้งหมดในพื้นหลัง
tr: Arka plandaki tüm menü kaynaklarını kontrol etme
uk: Перевірка всіх ресурсів меню у фоновому режимі
zh_hant: 查看後台所有選單資源

source: Click on <strong>Add menu item</strong> or <strong>Menu item</strong> to add pages.
ar: انقر فوق <strong>إضافة عنصر القائمة</strong> أو <strong>عنصر القائمة</strong> لإضافة صفحات.
de: Klicken Sie auf <strong>Menüpunkt</strong> oder <strong>Menüpunkt</strong> um Seiten hinzuzufügen.
es: Hacer clic en <strong>Agregar elemento de menú</strong> o <strong>Elemento de menú</strong> para agregar páginas.
et: Lehekülgede lisamiseks klõpsake nuppu <strong>Lisa menüüelement</strong> või <strong>Menüüpunkt</strong>.
he: לחץ על <strong>הוסף פריט תפריט</strong> או <strong>פריט תפריט</strong> כדי להוסיף עמודים.
id: Klik pada <strong>Tambahkan menu pokok</strong> atau <strong>Menu pokok</strong> untuk menambahkan halaman.
it: Clicca su <strong>Aggiungi voce di menu</strong> o <strong>Voce di menu</strong> per aggiungere pagine.
nl: Klik <strong>Menu-item toevoegen</strong> of <strong>Menu-item</strong> om pagina’s toe te voegen.
pl: Kliknij na <strong>Dodaj pozycję menu</strong> lub <strong>Pozycja menu</strong> aby dodać strony.
pt: Clique em <strong>Adicionar item de menu</strong> ou <strong>Item de menu</strong> para adicionar páginas.
ru: Нажмите на <strong>Добавить пункт меню</strong> или <strong>пункт меню</strong> , чтобы добавить страницы.
sv: Klicka på <strong>Lägg till menyalternativ</strong> eller <strong>Menyalternativ</strong> att lägga till sidor.
th: คลิกที่ <strong>เพิ่มรายการเมนู</strong> หรือ <strong>รายการเมนู</strong> เพื่อเพิ่มหน้า
tr: Sayfa eklemek için <strong>Menü öğesi ekle</strong> yada <strong>Menü öğesi</strong>'ne tıklayın.
uk: Натисніть <strong>Додати пункт меню</strong> або <strong>Пункт меню</strong>, щоб додати сторінки.
zh_hant: 点击 <strong>添加菜单条目</strong> 或 <strong>菜单条目</strong> 来添加页面。

source: Copy of:
ar: نسخة من:
de: Kopie von:
es: Copia de:
et: Koopia:
he: העתק של:
id: Salinan dari:
it: Copia di:
nl: Kopie van:
pl: Kopia:
pt: Cópia de:
ru: Копия:
sv: Kopia av:
th: สำเนา:
tr: Kopyası:
uk: Копія:
zh_hant: 備份：

source: Create an (optionally) nested navigation menu for this site.
ar: أنشئ (اختياريًا) قائمة تنقل متداخلة لهذا الموقع.
de: Erstellen Sie ein (optional) verschachteltes Navigationsmenü für diese Seite.
es: Crear un menú de navegación anidado (opcionalmente) para este sitio.
et: Looge selle saidi jaoks (valikuliselt) sisestatud navigeerimismenüü.
he: צור תפריט ניווט מקונן (אופציונלי) עבור אתר זה.
id: Membuat aplikasi (opsional) bersarang menu navigasi untuk situs ini.
it: Crea un menu di navigazione (opzionalmente) annidato per questo sito.
nl: Maak een (optioneel genest) navigatie menu voor deze site.
pl: Stwórz (opcjonalnie) zagnieżdżone menu nawigacyjne dla tej strony.
pt: Crie um menu de navegação (opcionalmente) aninhado para este site.
ru: Создайте (опционально) вложенное навигационное меню для этого сайта.
sv: Skapa en (valfritt) kapslad navigeringsmeny för den här webbplatsen.
th: สร้างเมนูการนำทางที่ซ้อนกัน (เป็นทางเลือก) สำหรับไซต์นี้
tr: Bu site için (isteğe bağlı) iç içe geçmiş bir gezinme menüsü oluşturun.
uk: Створіть (за бажанням) вкладене меню навігації для цього сайту.
zh_hant: 为本网站创建一个（可选）嵌套的导航菜单。

source: Drag elements here to remove them
ar: اسحب العناصر هنا لإزالتها
de: Ziehen Sie Elemente hierher, um sie vom Menü zu entfernen
es: Arrastre elementos aqui para quitarlos
et: Tiri elemendid siis nend kustutamiseks
he: גרור אלמנטים לכאן כדי להסיר אותם
id: Seret elemen kesini untuk menghapusnya
it: Trascina qui gli elementi per rimuoverli
nl: Sleep elementen hier om ze te verwijderen
pl: Przeciągnij tu elementy by je usunąć
pt: Arraste aqui para remover elementos
ru: Перетащите элементы сюда для удаления
sv: Dra element hit för att ta bort dem
th: ลากองค์ประกอบมาที่นี่เพื่อลบออก
tr: Elemanları kaldırmak için buraya sürükleyin
uk: Перетягніть елементи сюди, щоб видалити їх
zh_hant: 拖动元素到这里来删除

source: Drag menu items in the menu up, down, left or right to structure the menu.
ar: اسحب عناصر القائمة في القائمة لأعلى أو لأسفل أو لليسار أو لليمين لتنظيم القائمة.
de: Ziehen Sie Menüelemente im Menü nach oben, unten, links oder rechts, um das Menü zu strukturieren.
es: Arrastra los elementos del menú hacia arriba, abajo, izquierda o derecha para estructurar el menú.
et: Menüü struktureerimiseks lohistage menüüs olevaid menüüelemente üles, alla, vasakule või paremale.
he: גרור את פריטי התפריט בתפריט למעלה, למטה, שמאלה או ימינה כדי לבנות את התפריט.
id: Seret menu pokok di menu atas, bawah, kiri atau kanan untuk struktur menu.
it: Trascina le voci del menu in alto, in basso, a sinistra o a destra per strutturare il menu.
nl: Sleep menu-items naar boven, beneden, links of rechts om het menu te structureren.
pl: Przeciągnij pozycje menu w górę, w dół, w lewo lub w prawo, aby uporządkować menu.
pt: Para configurar o menu, arraste os itens do menu para cima, para baixo, para a esquerda, para a direita, diretamente no menu.
ru: Перетащите элементы меню вверх, вниз, влево или вправо, чтобы структурировать меню.
sv: Dra menyalternativ i menyn uppåt, nedåt, åt vänster eller höger för att strukturera menyn.
th: ลากรายการเมนูในเมนูขึ้นลงซ้ายหรือขวาเพื่อจัดโครงสร้างเมนู
tr: Menüyü yapılandırmak için menü öğelerini menü içerisinde yukarı, aşağı, sola yada sağa sürükleyin.
uk: Перетягніть пункти меню вгору, вниз, вліво або вправо, щоб структурувати меню.
zh_hant: 可以上下左右拖动菜单条目来调整结构。

source: Drag pages to the place where you want them in the hierarchy.
ar: اسحب الصفحات إلى المكان الذي تريده في التسلسل الهرمي.
de: Ziehen Sie die Seiten an die Stelle, an der Sie sie in der Hierarchie haben möchten.
es: Arrastre las páginas al lugar donde usted desea en la jerarquía.
et: Lohistage lehed sinna, kuhu soovite neid hierarhiasse lisada.
he: גרור דפים למקום שבו אתה רוצה אותם בהיררכיה.
id: Seret halaman ke tempat yang Anda inginkan dalam hierarki.
it: Trascina le pagine al posto che vuoi nella gerarchia.
nl: Versleep pagina's naar de gewenste plek in de hiërarchie.
pl: Przeciągnij strony do miejsca, w którym chcesz je umieścić w hierarchii.
pt: Arraste as páginas para o local onde as quer na hierarquia.
ru: Перетащите страницы в то место, где вы хотите, чтобы они были в иерархии.
sv: Dra sidor till den plats där du vill ha dem i hierarkin.
th: ลากเพจไปยังตำแหน่งที่คุณต้องการในลำดับชั้น
tr: Sayfaları hiyerarşi içerisinde istediğiniz yere yerleştirmek için sürükleyin.
uk: Перетягніть сторінки в потрібне місце в ієрархії.
zh_hant: 将页面拖动到你想要的层次结构中的位置。

source: Empty hierarchy
ar: تسلسل هرمي فارغ
de: Leere Hierarchie
es: Jerarquía vacía
et: Tühi hierarhia
he: היררכיה ריקה
id: Hirarki kosong
it: Gerarchia vuota
nl: Lege hiërarchie
pl: Opróżnij hierarchię
pt: Hierarquia vazia
ru: пустая иерархия
sv: Tom hierarki
th: ลำดับชั้นว่างเปล่า
tr: Boş hiyerarşi
uk: Порожня ієрархія
zh_hant: 空的层次结构

source: Ensure <i>hasmenupart</i> connections
ar: تأكد من وجود <i>hasmenupart</i> اتصالات
de: Stellen Sie sicher, dass <i>hasmenupart</i> Verbindungen vorhanden sind
es: Asegúrese de que haya <i>conexiones hasmenupart</i>
et: Veenduge, et menüüs</i> oleks <i>ühendust
he: ודא ש <i>יש חיבורי תפריטחלק</i>
id: Pastikan <i>koneksi hasmenupart</i>
it: Assicurarsi <i>abbia le connessioni della parte</i> del menu
nl: Zorg voor <i>hasmenupart</i> verbindingen
pl: Upewnij się, że <i>ma połączenia menupart</i>
pt: Garanta <i>conexões hasmenupart</i>
ru: Обеспечить <i>подключений hasmenupart</i>
sv: Se till att <i>har menydel</i> -anslutningar
th: ตรวจสอบให้แน่ใจว่า <i>มีเมนูส่วนที่</i> การเชื่อมต่อ
tr: <i>menü bölümü</i> bağlantısı olduğundan emin olun
uk: Переконайтеся, <i>має підключення частини меню</i>
zh_hant: 確保 <i>hasmenupart</i> 連接

source: Hierarchies can be defined for any existing category.
ar: يمكن تحديد التسلسلات الهرمية لأي فئة موجودة.
de: Hierarchien können für jede vorhandene Kategorie definiert werden.
es: Las jerarquías pueden definirse para cualquier categoría existente.
et: Hierarhiaid saab määratleda mis tahes olemasoleva kategooria jaoks.
he: ניתן להגדיר היררכיות לכל קטגוריה קיימת.
id: Hierarki dapat didefinisikan untuk kategori yang ada.
it: Le gerarchie possono essere definite per qualsiasi categoria esistente.
nl: Een hiërarchie kan worden bepaald voor elke bestaande categorie.
pl: Hierarchie można zdefiniować dla dowolnej istniejącej kategorii.
pt: Hierarquias podem ser definidas para qualquer categoria existente.
ru: Иерархии могут быть определены для любой существующей категории.
sv: Hierarkier kan definieras för alla befintliga kategorier.
th: สามารถกำหนดลำดับชั้นสำหรับหมวดหมู่ที่มีอยู่
tr: Hiyerarşiler, mevcut herhangi bir kategori için tanımlanabilir.
uk: Ієрархії можна визначити для будь-якої існуючої категорії.
zh_hant: 可以为任何现有的类别定义层次结构。

source: Hierarchy for
ar: التسلسل الهرمي لـ
de: Hierarchie für
es: Jerarquía para
et: Hierarhia
he: היררכיה עבור
id: Hirarki untuk
it: Gerarchia per
nl: Hiërarchie voor
pl: Hierarchia dla
pt: Hierarquia para
ru: Иерархия для
sv: Hierarki för
th: ลำดับชั้นสำหรับ
tr: Şunun için hiyerarşi
uk: Ієрархія для
zh_hant: 层次结构

source: Menu
ar: قائمة طعام
de: Menü
es: Menú
et: Menüü
he: תַפרִיט
ru: Меню
sv: Meny
th: เมนู
tr: Menü
uk: Меню
zh_hant: 菜单

source: Sorry, can’t copy that page.
ar: آسف ، لا يمكن نسخ تلك الصفحة.
de: Sorry, kann die Seite nicht kopieren.
es: Lo siento, no puedo copiar esa página.
et: Vabandust, seda lehte ei saa kopeerida.
he: מצטער, לא יכול להעתיק את העמוד הזה.
id: Maaf, tidak dapat menyalin halaman tersebut.
it: Mi dispiace, non posso copiare quella pagina.
nl: Sorry, pagina kan niet gekopieerd worden.
pl: Przepraszamy, tej strony nie da się skopiować.
pt: Desculpa, não posso copiar essa página.
ru: Простите, не могу скопировать эту страницу.
sv: Jag kan tyvärr inte kopiera den sidan.
th: ขออภัยไม่สามารถคัดลอกหน้านั้นได้
tr: Üzgünüz, bu sayfa kopyalanamıyor.
uk: На жаль, не вдається скопіювати цю сторінку.
zh_hant: 对不起，不能复制那一页。

source: THIS CAN NOT BE UNDONE!
ar: هذا لا يمكن التراجع عنها!
de: DAS KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN!
es: ¡ESTO NO SE PUEDE DESHACER!
et: SEDA EI SAA OLEMATUKS TEHA!
he: אי אפשר לבטל את זה!
id: INI TIDAK DAPAT DIBATALKAN!
it: QUESTO NON PUÒ ESSERE ANNULLATO!
nl: DIT KAN NIET ONGEDAAN GEMAAKT WORDEN!
pl: TEGO NIE DA SIĘ COFNĄĆ!
pt: ISTO NÃO PODE SER DESFEITO!
ru: ЭТО НЕ МОЖЕТ БЫТЬ ОТМЕНЕНО!
sv: DETTA KAN INTE GÖRAS OGJORT!
th: สิ่งนี้ไม่สามารถยกเลิกได้!
tr: BU GERİ ALINAMAZ!
uk: ЦЕ НЕ МОЖЕ БУТИ СКАСОВАНО!
zh_hant: 这不能被撤消！

source: This item is already in the hierarchy. Every item can only occur once.
ar: هذا العنصر موجود بالفعل في التسلسل الهرمي. يمكن أن يحدث كل عنصر مرة واحدة فقط.
de: Dieses Element ist bereits in der Hierarchie vorhanden. Jedes Element kann nur einmal vorkommen.
es: Este elemento ya está en la jerarquía. Cada elemento sólo puede ocurrir una vez.
et: See üksus on juba hierarhias. Iga üksus võib esineda ainult üks kord.
he: פריט זה כבר נמצא בהיררכיה. כל פריט יכול להתרחש רק פעם אחת.
id: Item ini sudah ada dalam hirarki. Setiap barang hanya bisa terjadi satu kali.
it: Questo elemento è già nella gerarchia. Ogni elemento può essere presente solo una volta.
nl: Dit item staat al in de hiërarchie. Items kunnen maar 1 keer voor komen.
pl: Ten element jest już w hierarchii. Każdy przedmiot może wystąpić tylko raz.
pt: Este item já se encontra na hierarquia. Cada item só pode ocorrer uma vez.
ru: Этот пункт уже находится в иерархии. Каждый пункт может появиться только один раз.
sv: Det här objektet finns redan i hierarkin. Varje artikel kan bara förekomma en gång.
th: รายการนี้อยู่ในลำดับชั้นแล้ว ทุกรายการสามารถเกิดขึ้นได้เพียงครั้งเดียว
tr: Bu öğe zaten hiyerarşi içerisinde. Her öğe yalnızca bir kez oluşabilir.
uk: Цей елемент уже є в ієрархії. Кожен елемент може зустрічатися лише один раз.
zh_hant: 这个项目已经在层次结构中。每个项目只能出现一次。

source: Unknown category
ar: فئة غير معروفة
de: Unbekannte Kategorie
es: Categoría desconocida
et: Tundmatu kategooria
he: קטגוריה לא ידועה
id: Katagori tidak diketahui
it: Categoria sconosciuta
nl: Onbekende categorie
pl: Nieznana kategoria
pt: Categoria desconhecida
ru: Неизвестная категория
sv: Okänd kategori
th: หมวดหมู่ที่ไม่รู้จัก
tr: Bilinmeyen kategori
uk: Невідома категорія
zh_hant: 不明类别

source: and all indented items below it?
ar: وجميع العناصر ذات المسافة البادئة تحتها؟
de: und alle eingerückten Elemente darunter?
es: y todos los elementos con sangría debajo?
et: ja kõik taandunud üksused selle all?
he: וכל הפריטים המוטעים מתחתיה?
id: dan semua item berlekuk di bawahnya?
it: e tutti gli elementi rientranti sotto di esso?
nl: en alle ingesprongen items eronder?
pl: i wszystkie elementy z wcięciem poniżej?
pt: e todos os itens recuados abaixo dele?
ru: и все элементы с отступом под ним?
sv: och alla indragna föremål under det?
th: และรายการที่เยื้องด้านล่างทั้งหมด?
tr: ve altındaki tüm girintili öğeler?
uk: і всі елементи з відступом під ним?
zh_hant: 以及下面的所有缩进项目？

source: Add these permissions under {perm}
ar: أضف هذه الأذونات تحت {perm}
de: Fügen Sie diese Berechtigungen unter {perm}
es: Agregue estos permisos bajo {perm}
et: Lisage need load {perm}alla
he: הוסף הרשאות אלה מתחת ל {perm}
id: Tambahkan izin ini di bawah {perm}
it: Aggiungi queste autorizzazioni sotto {perm}
nl: Voeg deze rechten toe onder {perm}
pl: Dodaj te uprawnienia poniżej {perm}
pt: Adicione essas permissões em {perm}
ru: Добавьте эти разрешения под {perm}
sv: Lägg till dessa behörigheter under {perm}
th: เพิ่มการอนุญาตเหล่านี้ภายใต้ {perm}
tr: Bu izinleri {perm}altına ekleyin
uk: Додайте ці дозволи під {perm}
zh_hant: 在 {perm}下添加這些權限

source: Application ID
ar: رقم الاستمارة
de: Anwendungs-ID
es: ID de aplicación
et: Rakenduse ID
he: מזהה יישום
id: ID Aplikasi
it: ID applicazione
nl: Applicatie ID
pl: Identyfikator aplikacji
pt: ID do aplicativo
ru: ID приложения
sv: ansöknings-ID
th: รหัสแอปพลิเคชัน
tr: Uygulama Kimliği
uk: Ідентифікатор додатку
zh_hant: 申請編號

source: Azure Portal App registrations
ar: تسجيلات تطبيق Azure Portal
de: Azure Portal App-Registrierungen
es: Registros de la aplicación Azure Portal
et: Azure'i portaali rakenduse registreerimised
he: רישומי אפליקציות פורטל תכלת הרקיע
id: Pendaftaran Aplikasi Azure Portal
it: Registrazioni dell'app portale di Azure
nl: Registraties van Azure Portal-app
pl: Rejestracje aplikacji w witrynie Azure Portal
pt: Registros de aplicativo do Portal do Azure
ru: Регистрация приложений на портале Azure
sv: Azure Portal App-registreringar
th: การลงทะเบียนแอป Azure Portal
tr: Azure Portal Uygulaması kayıtları
uk: Реєстрації програми Azure Portal
zh_hant: Azure門戶應用程序註冊

source: Client Secret
ar: سر العميل
de: Kundengeheimnis
es: Secreto del cliente
et: Kliendi saladus
he: סוד הלקוח
id: Rahasia Klien
it: Segreto del cliente
nl: Cliëntgeheim
pl: Sekret klienta
pt: Segredo do cliente
ru: Секрет клиента
sv: Kundhemlighet
th: ความลับของลูกค้า
tr: Müşteri Gizliliği
uk: Секрет клієнта
zh_hant: 客戶機密
