Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Per default images smaller than 1MB are embedded in email messages. Using a separate download for images results in a smaller message size but non-public images will not be visible. Leave this disabled if you are sending non-public images.
ar: لكل صور افتراضية أصغر من 1 ميغا بايت مضمنة في رسائل البريد الإلكتروني. ينتج عن استخدام تنزيل منفصل للصور حجم رسالة أصغر ولكن الصور غير العامة لن تكون مرئية. اترك هذا معطلاً إذا كنت ترسل صورًا غير عامة.
de: Standardmäßig werden Bilder, die kleiner als 1 MB sind, in E-Mail-Nachrichten eingebettet. Die Verwendung eines separaten Downloads für Bilder führt zu einer kleineren Nachrichtengröße, aber nicht öffentliche Bilder sind nicht sichtbar. Lassen Sie dies deaktiviert, wenn Sie nicht öffentliche Bilder senden.
es: Por defecto, las imágenes de menos de 1 MB están incrustadas en los mensajes de correo electrónico. El uso de una descarga separada para las imágenes da como resultado un tamaño de mensaje más pequeño, pero las imágenes no públicas no serán visibles. Deje esto deshabilitado si está enviando imágenes no públicas.
et: Vaikimisi on meilisõnumitesse manustatud alla 1 MB suurused pildid. Kui kasutate piltide jaoks eraldi allalaadimist, on sõnumi suurus väiksem, kuid mitteavalikke pilte ei kuvata. Kui saadate mitteavalikke pilte, jätke see keelatuks.
he: כברירת מחדל, תמונות קטנות מ-1MB מוטמעות בהודעות דואר אלקטרוני. שימוש בהורדה נפרדת לתמונות מביאה לגודל הודעה קטן יותר, אך תמונות שאינן ציבוריות לא יהיו גלויות. השאר את זה מושבת אם אתה שולח תמונות לא ציבוריות.
id: Per gambar default yang lebih kecil dari 1 MB disematkan dalam pesan email. Menggunakan unduhan terpisah untuk gambar menghasilkan ukuran pesan yang lebih kecil tetapi gambar non-publik tidak akan terlihat. Biarkan ini dinonaktifkan jika Anda mengirim gambar non-publik.
it: Per impostazione predefinita, le immagini di dimensioni inferiori a 1 MB sono incorporate nei messaggi di posta elettronica. L'utilizzo di un download separato per le immagini comporta una dimensione del messaggio inferiore, ma le immagini non pubbliche non saranno visibili. Lascia questo disabilitato se stai inviando immagini non pubbliche.
nl: Standaard worden afbeeldingen kleiner dan 1 MB ingesloten in e-mailberichten. Het gebruik van een aparte download voor afbeeldingen resulteert in een kleinere berichtgrootte, maar niet-openbare afbeeldingen zullen niet zichtbaar zijn. Laat dit uitgeschakeld als niet niet-openbare afbeeldingen verzendt.
pl: Domyślnie obrazy mniejsze niż 1 MB są osadzane w wiadomościach e-mail. Użycie oddzielnego pobierania obrazów powoduje zmniejszenie rozmiaru wiadomości, ale obrazy niepubliczne nie będą widoczne. Pozostaw to wyłączone, jeśli wysyłasz niepubliczne obrazy.
pt: Por padrão, imagens menores que 1 MB são incorporadas em mensagens de e-mail. O uso de um download separado para imagens resulta em um tamanho de mensagem menor, mas as imagens não públicas não ficarão visíveis. Deixe isso desabilitado se você estiver enviando imagens não públicas.
ru: По умолчанию изображения размером менее 1 МБ встраиваются в сообщения электронной почты. Использование отдельной загрузки для изображений приводит к уменьшению размера сообщения, но закрытые изображения не будут видны. Оставьте это отключенным, если вы отправляете закрытые изображения.
sv: Som standard är bilder som är mindre än 1 MB inbäddade i e-postmeddelanden. Att använda en separat nedladdning för bilder resulterar i en mindre meddelandestorlek men icke-offentliga bilder kommer inte att vara synliga. Lämna detta inaktiverat om du skickar icke-offentliga bilder.
th: ต่อรูปภาพเริ่มต้นที่มีขนาดเล็กกว่า 1MB จะถูกฝังในข้อความอีเมล การใช้การดาวน์โหลดรูปภาพแยกต่างหากจะทำให้ข้อความมีขนาดเล็กลง แต่รูปภาพที่ไม่ใช่แบบสาธารณะจะไม่ปรากฏให้เห็น ปล่อยให้สิ่งนี้ปิดการใช้งานหากคุณกำลังส่งรูปภาพที่ไม่เปิดเผยต่อสาธารณะ
tr: Varsayılan olarak 1MB'den küçük resimler e-posta mesajlarına gömülür. Resimler için ayrı bir indirme kullanmak, daha küçük bir mesaj boyutuna neden olur, ancak genel olmayan resimler görünmez. Herkese açık olmayan resimler gönderiyorsanız bunu devre dışı bırakın.
uk: За замовчуванням зображення розміром менше 1 МБ вставляються в повідомлення електронної пошти. Використання окремого завантаження для зображень призводить до меншого розміру повідомлення, але закриті зображення не будуть видимі. Залиште це вимкненим, якщо ви надсилаєте закриті зображення.
zh_hant: 默認情況下，小於 1MB 的圖像嵌入在電子郵件中。對圖像使用單獨下載會導致更小的消息大小，但非公開圖像將不可見。如果您要發送非公開圖像，請將此禁用。

source: Please fill in the module, key and value for the new configuration key.
ar: يرجى ملء الوحدة النمطية والمفتاح والقيمة لمفتاح التكوين الجديد.
de: Bitte geben Sie das Modul, den Schlüssel und den Wert für den neuen Konfigurationsschlüssel an.
es: Por favor ingrese el módulo, clave y valor para la nueva clave de configuración.
et: Palun sisesta moodul, võti ja väärtus uuele konfiguratsioonivõtmele.
he: אנא מלא את המודול, המפתח והערך עבור מפתח התצורה החדש.
id: Silahkan isi modul, kunci dan nilai untuk konfigurasi baru kunci.
it: Inserisci il modulo, la chiave e il valore della nuova chiave di configurazione.
nl: Vul de module, sleutel en waarde in voor de nieuwe configuratieregel.
pl: Określ którego modułu dotyczy klucz i wartość nowego parametru
pt: Por favor, preencha o módulo, chave e valor para a nova chave de configuração.
ru: Пожалуйста, укажите имя модуля, ключ и значение для нового параметра.
sv: Vänligen fyll i modulen, nyckel och värde för den nya konfigurationen nyckel.
th: โปรดกรอกโมดูลคีย์และค่าสำหรับคีย์การกำหนดค่าใหม่
tr: Yeni yapılandırma anahtarı için modül, anahtar ve değer alanlarını doldurun.
uk: Будь ласка, заповніть модуль, ключ і значення для нового ключа конфігурації.
zh_hant: 请填写新建配置 Key 的相关信息。

source: Relay hostname
ar: اسم مضيف الترحيل
es: Relay nombre de host
et: Edastage hostinimi
he: ממסר שם מארח
id: Relay nama host
nl: Relay hostnaam
pl: Nazwa hosta przekazywania
ru: Имя релей-хоста
sv: Relä värdnamn
th: ชื่อโฮสต์รีเลย์
tr: Geçiş ana bilgisayar adı
uk: Ім'я хоста ретрансляції
zh_hant: 中继主机名

source: Relay port
ar: منفذ الترحيل
de: Relaisanschluss
es: Puerto de relé
et: Relee sadam
he: יציאת ממסר
id: Port relai
it: Porta relè
nl: Relay poort
pl: Port przekaźnika
pt: Porta de retransmissão
ru: Порт релей-хоста
sv: Reläport
th: พอร์ตรีเลย์
tr: Röle bağlantı noktası
uk: Порт ретрансляції
zh_hant: 中继口

source: SMTP Hostname
ar: اسم مضيف SMTP
es: Nombre de host SMTP
et: SMTP hostinimi
he: שם מארח SMTP
id: Nama Host SMTP
it: Hostname SMTP
nl: SMTP-hostnaam
pl: Nazwa hosta SMTP
pt: Nome de host SMTP
ru: Имя хоста SMTP
sv: SMTP-värdnamn
th: ชื่อโฮสต์ SMTP
tr: SMTP Ana Bilgisayar Adı
uk: Ім'я хосту SMTP
zh_hant: SMTP主机名

source: SSL Certificates
ar: شهادات SSL
de: SSL-Zertifikate
es: Certificado SSL
et: SSL-sertifikaadid
he: אישורי SSL
id: Sertifikat SSL
it: Certificati SSL
nl: SSL-certificaten
pl: Certyfikaty SSL
pt: Certificados SSL
ru: SSL-сертификаты
sv: SSL-certifikat
th: ใบรับรอง SSL
tr: SSL Sertifikaları
uk: Сертифікати SSL
zh_hant: SSL证书

source: Self signed certificate
ar: شهادة موقعة ذاتيا
de: Selbst signiertes Zertifikat
es: Certificado auto firmado
et: Ise allkirjastatud tunnistus
he: תעודה חתומה עצמית
id: Sertifikat yang ditandatangani sendiri
it: Certificato autofirmato
nl: Zelf ondertekend certificaat
pl: Samodzielnie podpisany certyfikat
pt: Certificado autoassinado
ru: Самоподписанный сертификат
sv: Självtecknat certifikat
th: ใบรับรองที่ลงนามด้วยตนเอง
tr: Onaylı sertifika
uk: Самопідписаний сертифікат
zh_hant: 自签证书

source: Send
ar: إرسال
de: Senden
es: Enviar
et: Saada
he: לִשְׁלוֹחַ
id: Kirim
it: Invia
nl: Verstuur
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
zh_hant: 发送

source: Send a test email
ar: إرسال بريد إلكتروني تجريبي
de: Senden Sie eine Test-E-Mail
es: Envíe un correo electrónico de prueba
et: Saatke testmeil
he: שלח אימייל למבחן
id: Kirim email percobaan
it: Invia un'email di prova
nl: Stuur een testmail
pl: Wyślij testową wiadomość e-mail
pt: Envie um email de teste
ru: Отправить тестовое письмо
sv: Skicka ett test-e-postmeddelande
th: ส่งอีเมลทดสอบ
tr: Bir test e-postası gönderin
uk: Надіслати тестовий електронний лист
zh_hant: 发送测试电子邮件

source: Send a test email or check the status of an email address.
ar: أرسل بريدًا إلكترونيًا تجريبيًا أو تحقق من حالة عنوان بريد إلكتروني.
de: Senden Sie eine Test-E-Mail oder überprüfen Sie den Status einer E-Mail-Adresse.
es: Envíe un correo electrónico de prueba o verifique el estado de una dirección de correo electrónico.
et: Saatke testmeil või kontrollige e-posti aadressi olekut.
he: שלח דוא"ל למבחן או בדוק את מצב כתובת הדוא"ל.
id: Kirim email percobaan atau periksa status alamat email.
it: Invia un'email di prova o controlla lo stato di un indirizzo email.
nl: Stuur een test e-mail of controleer de status van een e-mailadres.
pl: Wyślij testową wiadomość e-mail lub sprawdź stan adresu e-mail.
pt: Envie um e-mail de teste ou verifique o status de um endereço de e-mail.
ru: Отправьте тестовое электронное письмо или проверьте статус электронного адреса.
sv: Skicka ett test-e-postmeddelande eller kontrollera status för en e-postadress.
th: ส่งอีเมลทดสอบหรือตรวจสอบสถานะของที่อยู่อีเมล
tr: Bir test e-postası gönderin veya bir e-posta adresinin durumunu kontrol edin.
uk: Надіслати тестовий електронний лист або перевірити статус електронної адреси.
zh_hant: 发送测试电子邮件或检查电子邮件地址的状态。

source: Sent an email to
ar: أرسل بريدًا إلكترونيًا إلى
de: Schickte eine E-Mail an
es: Envió un correo electrónico a
et: Saadetud e-kiri aadressile
he: שלח אימייל אל
id: Mengirim email ke
it: Ha inviato un'e-mail a
nl: Stuur een e-mail naar
pl: Wysłano e-maila do
pt: Enviou um email para
ru: Отправлено письмо на адрес
sv: Skickat ett mejl till
th: ส่งอีเมลไปที่
tr: Adresine bir e-posta gönderildi
uk: Надіслано електронний лист на адресу
zh_hant: 已发送电子邮件至

source: Sent email to
ar: أرسل بريدًا إلكترونيًا إلى
de: E-Mail an gesendet
es: Enviado correo electrónico a
et: Saadetud meil aadressile
he: נשלח דוא"ל אל
id: Mengirim email ke
it: Inviato e-mail a
nl: E-mail gestuurd naar
pl: Wysłano e-mail do
pt: Email enviado para
ru: Отправлено письмо на адрес
sv: Skickat e-post till
th: ส่งอีเมลไปที่
tr: Adresine e-posta gönderildi
uk: Надіслано електронною поштою на адресу
zh_hant: 发送给

source: Show log for message
ar: إظهار السجل للرسالة
de: Protokoll für Nachricht anzeigen
es: Mostrar registro para mensaje
et: Kuva sõnumi logi
he: הצג יומן להודעה
id: Tampilkan log untuk pesan
it: Mostra il log del messaggio
nl: Toon logboek voor bericht
pl: Pokaż log dla wiadomości
pt: Mostrar log para mensagem
ru: Показать журнал сообщений
sv: Visa logg för meddelande
th: แสดงบันทึกข้อความ
tr: Mesaj günlüğünü göster
uk: Показати журнал для повідомлення
zh_hant: 显示消息日志

source: System Configuration
ar: أعدادات النظام
de: System Konfiguration
es: Configuración de Sistema
et: Süsteemikonfiguratsioon
he: הגדרות מערכת
id: Konfigurasi sistem
it: Configurazioni di sistema
nl: Systeemconfiguratie
pl: Konfiguracja systemu
pt: Configuração do sistema
ru: Системная конфигурация
sv: Systemkonfiguration
th: การกำหนดค่าระบบ
tr: Sitem yapılandırması
uk: Системна конфігурація
zh_hant: 系统配置

source: Test email from
ar: اختبار البريد الإلكتروني من
de: Test E-Mail von
es: Probar correo electrónico de
et: Testige e-posti aadressilt
he: בדוק דוא"ל מאת
id: Uji email dari
it: Email di prova da
nl: Test e-mail van
pl: Testowa wiadomość e-mail od
pt: Email de teste de
ru: Тестовое письмо от
sv: Testa e-post från
th: ทดสอบอีเมลจาก
tr: Tarafından gönderilen test e-postası
uk: Тестовий лист від
zh_hant: 测试来自的电子邮件

source: The Zotonic system configuration is set to use a SMTP relay.
ar: تم تعيين تكوين نظام Zotonic لاستخدام ترحيل SMTP.
de: In der Zotonic-Systemkonfiguration wird ein SMTP-Relay verwendet.
es: La configuración del sistema Zotonic está configurada para utilizar un relé SMTP.
et: Zotonicu süsteemi konfiguratsioon on seatud kasutama SMTP relee.
he: תצורת המערכת הזוטונית מוגדרת לשימוש בממסר SMTP.
id: Konfigurasi sistem Zotonic diatur untuk menggunakan relai SMTP.
it: La configurazione del sistema Zotonic è impostata per utilizzare un relay SMTP.
nl: De Zotonic-systeemconfiguratie is ingesteld om een SMTP-relay te gebruiken.
pl: Konfiguracja systemu Zotonic jest skonfigurowana do korzystania z przekaźnika SMTP.
pt: A configuração do sistema Zotonic é definida para usar uma retransmissão SMTP.
ru: Конфигурация системы Zotonic настроена использовать SMTP-релей.
sv: Zotonic-systemkonfigurationen är inställd på att använda ett SMTP-relä.
th: การกำหนดค่าระบบ Zotonic ถูกตั้งค่าให้ใช้รีเลย์ SMTP
tr: Zotonic sistem yapılandırması bir SMTP geçişi kullanacak şekilde ayarlanmıştır.
uk: Конфігурація системи Zotonic налаштована на використання ретранслятора SMTP.
zh_hant: Zotonic系统配置设置为使用SMTP中继。

source: The config key already exists, please choose another key name.
ar: مفتاح التكوين موجود بالفعل ، يرجى اختيار اسم مفتاح آخر.
de: Der Konfigurationsschlüssel existiert bereits, bitte wählen Sie einen anderen Schlüsselnamen.
es: La clave de configuración ya existe, por favor elija otro nombre para la clave.
et: Konfiguratsioonivõti on juba olemas, palun valige teine võtme nimi.
he: מפתח התצורה כבר קיים, אנא בחר שם מפתח אחר.
id: Config kunci sudah tersedia, silahkan pilih kunci nama yang lain.
it: La chiave di configurazione esiste già, scegli un altro nome di chiave.
nl: Deze sleutel bestaat al, kies een andere naam voor de sleutel.
pl: Klucz konfiguracji już istnieje, wybierz inną nazwę klucza.
pt: A chave config já existe, por favor escolha outro nome de chave.
ru: Параметр уже существует, пожалуйста, задайте другое имя.
sv: Config-knappen finns redan, välj en annan nyckel namn.
th: มีคีย์การกำหนดค่าอยู่แล้วโปรดเลือกชื่อคีย์อื่น
tr: Bu isimde bir yapılandırma anahtarı zaten var, lütfen başka bir isim seçiniz.
uk: Ключ конфігурації вже існує, будь ласка, виберіть іншу назву ключа.
zh_hant: 配置 Key 已经存在，请选择其他名字。

source: The default FROM address for emails. Defaults to
ar: عنوان FROM الافتراضي لرسائل البريد الإلكتروني. افتراضات إلى
de: Die Standard-FROM-Adresse für E-Mails. Der Standardwert ist
es: La dirección DE predeterminada para correos electrónicos. Predeterminado a
et: E-kirjade vaikeaadress FROM. Vaikimisi
he: כתובת ה- FROM המוגדרת כברירת מחדל עבור הודעות דוא"ל. ברירת המחדל היא
id: Alamat FROM default untuk email. Default-nya adalah
it: L'indirizzo FROM predefinito per le email. Il valore predefinito è
nl: Het standaard FROM-adres voor e-mails. Standaard ingesteld op
pl: Domyślny adres FROM dla e-maili. Domyślnie
pt: O endereço DE padrão para emails. Padrões para
ru: Адрес FROM по умолчанию для писем. По умолчанию
sv: Standard-FROM-adressen för e-post. Standardvärden är
th: ที่อยู่เริ่มต้นสำหรับอีเมล ค่าเริ่มต้นเป็น
tr: E-postalar için varsayılan KİMDEN adresi. Varsayılan değer
uk: Адреса ВІД за замовчуванням для електронних листів. За замовчуванням
zh_hant: 电子邮件的默认“发件人”地址。默认为

source: The default directory for all site-certificates is
ar: الدليل الافتراضي لجميع شهادات الموقع هو
de: Das Standardverzeichnis für alle Site-Zertifikate ist
es: El directorio por defecto para todos los certificados de sitios es
et: Kõigi saidisertifikaatide vaikekataloog on
he: ספריית ברירת המחדל עבור כל אישורי האתר היא
id: Direktori default untuk semua sertifikat situs adalah
it: La directory predefinita per tutti i certificati del sito è
nl: De standaard directory voor alle site-certificaten is
pl: Domyślnym katalogiem dla wszystkich certyfikatów stron jest
pt: O diretório padrão para todos os certificados do site é
ru: Каталог по умолчанию для всех сертификатов сайта имеет следующий вид
sv: Standardkatalogen för alla platscertifikat är
th: ไดเรกทอรีเริ่มต้นสำหรับใบรับรองไซต์ทั้งหมดคือ
tr: Tüm site sertifikaları için varsayılan dizin
uk: Каталог за замовчуванням для всіх сертифікатів сайту є
zh_hant: 所有站点证书的默认目录是

source: The hostname to use as client when delivering e-mail to external SMTP servers.
ar: اسم المضيف الذي سيتم استخدامه كعميل عند تسليم البريد الإلكتروني إلى خوادم SMTP الخارجية.
de: Der als Client zu verwendende Hostname bei der Zustellung von E-Mails an externe SMTP-Server.
es: El nombre de host que se utilizará como cliente al enviar correo electrónico a servidores SMTP externos.
et: Hostinimi, mida kasutatakse kliendina e-kirjade edastamisel välistele SMTP-serveritele.
he: שם המארח לשימוש כלקוח בעת שליחת דואר אלקטרוני לשרתי SMTP חיצוניים.
id: Nama host yang akan digunakan sebagai klien saat mengirimkan e-mail ke server SMTP eksternal.
it: Nome host da utilizzare come client per l'invio di e-mail a server SMTP esterni.
nl: De hostnaam om als client te gebruiken bij het afleveren van e-mail naar externe SMTP-servers.
pl: Nazwa hosta używana przez klienta podczas dostarczania poczty elektronicznej do zewnętrznych serwerów SMTP.
pt: O nome do host a ser usado como cliente ao entregar e-mail para servidores SMTP externos.
ru: Имя хоста, используемое в качестве клиента при доставке электронной почты на внешние SMTP-серверы.
sv: Värdnamnet som ska användas som klient vid leverans av e-post till externa SMTP-servrar.
th: ชื่อโฮสต์ที่จะใช้เป็นไคลเอนต์เมื่อส่งอีเมลไปยังเซิร์ฟเวอร์ SMTP ภายนอก
tr: Harici SMTP sunucularına e-posta gönderirken istemci olarak kullanılacak ana bilgisayar adı.
uk: Ім’я хоста, яке використовуватиметься як клієнт під час доставки електронної пошти на зовнішні сервери SMTP.
zh_hant: 將電子郵件傳送到外部 SMTP 伺服器時用作客戶端的主機名稱。

source: This can't be undone. The configuration key will be lost forever.
ar: لا يمكن التراجع عن هذا. سيضيع مفتاح التكوين إلى الأبد.
de: Dies kann nicht rückgängig gemacht werden. Der Konfigurationsschlüssel ist dann für immer verloren.
es: Esto no se puede deshacer. La clave de configuración de perderá para siempre.
et: Seda ei saa tagasi võtta. Konfiguratsiooni võti kaob iveseks.
he: אי אפשר לבטל את זה. מפתח התצורה יאבד לנצח.
id: Ini tidak bisa dibatalkan. Tombol konfigurasi akan hilang selamanya.
it: Questo non può essere annullato. La chiave di configurazione sarà persa per sempre.
nl: Dit kan niet ongedaan worden: de configuratieregel is voor altijd weg.
pl: Tej operacji nie da się cofnąć. Klucz konfiguracyjny zostanie nieodwracalnie usunięty.
pt: Isto não pode ser desfeito. A chave de configuração será perdida para sempre.
ru: Это действие нельзя отменить. Ключ конфигурации будет безвозвратно удален.
sv: Detta kan inte ångras. Konfigurationen knapp kommer att gå förlorade för evigt.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ คีย์การกำหนดค่าจะหายไปตลอดกาล
tr: Geri alınamaz. Yapılandırma anahtarı sonsuza kadar silinecek.
uk: Це не можна скасувати. Ключ конфігурації буде втрачено назавжди.
zh_hant: 操作不可以撤销，配置 Key 会丢失。

source: This certificate is generated and signed by Zotonic. It will be used if no other certificates are available.
ar: تم إنشاء هذه الشهادة وتوقيعها بواسطة Zotonic. سيتم استخدامه في حالة عدم توفر شهادات أخرى.
de: Dieses Zertifikat wird von Zotonic generiert und signiert. Es wird verwendet, wenn keine anderen Zertifikate verfügbar sind.
es: El certificado es generado y firmado por Zotonic. Sera usado si otros certificados no están disponibles.
et: Selle sertifikaadi genereerib ja allkirjastab Zotonic. Seda kasutatakse juhul, kui muid sertifikaate pole saadaval.
he: תעודה זו נוצרת ונחתמת על ידי Zotonic. זה ישמש אם אין אישורים אחרים זמינים.
id: Sertifikat ini dibuat dan ditandatangani oleh Zotonic. Ini akan digunakan jika tidak ada sertifikat lain yang tersedia.
it: Questo certificato è generato e firmato da Zotonic. Verrà utilizzato se non sono disponibili altri certificati.
nl: Dit certificaat is gegenereerd en ondertekend door Zotonic. Het wordt gebruikt als er geen andere certificaten beschikbaar zijn.
pl: Certyfikat ten jest generowany i podpisywany przez firmę Zotonic. Będzie on używany, jeśli nie będą dostępne inne certyfikaty.
pt: Este certificado foi criado e aprovado pela Zotonic. Usado se não houver outros certificados.
ru: Этот сертификат генерируется и подписывается компанией Zotonic. Он будет использоваться, если другие сертификаты недоступны.
sv: Detta certifikat genereras och undertecknas av Zotonic. Det kommer att användas om inga andra certifikat som finns tillgängliga.
th: ใบรับรองนี้สร้างและลงนามโดย Zotonic จะใช้หากไม่มีใบรับรองอื่น ๆ
tr: Bu sertifika Zotonic tarafından oluşturup onaylanmıştır. Başka hiçbir sertifika yoksa kullanılır.
uk: Цей сертифікат генерується та підписується Zotonic. Він буде використовуватися, якщо немає інших сертифікатів.
zh_hant: 这个证书是由Zotonic生成和签署的。如果没有其他证书可用，它将被使用。

source: This is a list of the certificates provided by modules and the system. The first certificate will be used.
ar: هذه قائمة بالشهادات المقدمة من الوحدات والنظام. سيتم استخدام الشهادة الأولى.
de: Dies ist eine Liste der Zertifikate, die von Modulen und dem System bereitgestellt werden. Es wird das erste Zertifikat verwendet.
es: Esto es una lista de los certificados proporcionados por los módulos y el sistema. Va a ser usado el primer certificado.
et: See on moodulite ja süsteemi pakutavate sertifikaatide loend. Kasutatakse esimest sertifikaati.
he: זוהי רשימת האישורים שמספקים המודולים והמערכת. האישור הראשון ישמש.
id: Ini adalah daftar sertifikat yang disediakan oleh modul dan sistem. Sertifikat pertama akan digunakan.
it: Questa è una lista dei certificati forniti dai moduli e dal sistema. Verrà utilizzato il primo certificato.
nl: Dit is een lijst van de certificaten die door de modules en het systeem worden geleverd. Het eerste certificaat zal worden gebruikt.
pl: Oto lista certyfikatów dostarczonych przez moduły i system. Zostanie użyty pierwszy certyfikat.
pt: Esta é uma lista dos certificados fornecidos pelos módulos e pelo sistema. O primeiro certificado será utilizado.
ru: Это список сертификатов, предоставляемых модулями и системой. Будет использован первый сертификат.
sv: Detta är en lista över de certifikat som tillhandahålls av moduler och system. Det första certifikat kommer att användas.
th: นี่คือรายการใบรับรองที่จัดเตรียมโดยโมดูลและระบบ ใบแรกจะถูกใช้
tr: Bu, modüller ve sistem tarafından sağlanan sertifikaların bir listesidir. İlk sertifika kullanılacaktır.
uk: Це список сертифікатів, наданих модулями та системою. Буде використаний перший сертифікат.
zh_hant: 这是模块和系统提供的证书列表。将使用第一个证书。

source: This is a setting in the system configuration and can not be overruled.
ar: هذا إعداد في تكوين النظام ولا يمكن نقضه.
de: Dies ist eine Einstellung in der Systemkonfiguration und kann nicht außer Kraft gesetzt werden.
es: Este es un ajuste en la configuración del sistema y no se puede anular.
et: See on süsteemi konfiguratsiooni seade ja seda ei saa tühistada.
he: זו הגדרה בתצורת המערכת ולא ניתן לבטל אותה.
id: Ini adalah pengaturan dalam konfigurasi sistem dan tidak dapat dibatalkan.
it: Questa è un'impostazione nella configurazione del sistema e non può essere annullata.
nl: Dit is een instelling in de systeemconfiguratie en kan niet worden genegeerd.
pl: Jest to ustawienie w konfiguracji systemu i nie można go zmienić.
pt: Esta é uma definição na configuração do sistema e não pode ser anulada.
ru: Это параметр конфигурации системы, и его нельзя изменить.
sv: Detta är en inställning i systemkonfigurationen och kan inte åsidosättas.
th: นี่คือการตั้งค่าในการกำหนดค่าระบบและไม่สามารถลบล้างได้
tr: Bu, sistem konfigürasyonundaki bir ayardır ve geçersiz sayılamaz.
uk: Це налаштування в конфігурації системи і не може бути скасовано.
zh_hant: 这是系统配置中的设置，不能被否决。
