Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: New result:
ar: نتيجة جديدة:
de: Neues Ergebnis:
es: Nuevo resultado:
et: Uus tulemus:
he: תוצאה חדשה:
id: Hasil baru:
it: Nuovo risultato:
nl: Nieuw resultaat:
pl: Nowy wynik:
pt: Novo resultado:
ru: Новый результат:
sv: Nytt resultat:
th: ผลลัพธ์ใหม่:
tr: Yeni sonuç:
uk: Новий результат:
zh_hant: 新的结果。

source: Next page in category
ar: الصفحة التالية في الفئة
de: Nächste Seite in der Kategorie
es: Siguiente página en la categoría
et: Kategooria järgmine leht
he: העמוד הבא בקטגוריה
id: Berikutnya halaman dalam kategori
it: Prossima pagina nella categoria
nl: Volgende pagina van de categorie
pl: Następna strona w kategorii
pt: Próxima página na categoria
ru: Следующая страница в категории
sv: Nästa sida i kategorin
th: หน้าถัดไปในหมวดหมู่
tr: Kategorideki sonraki sayfa
uk: Наступна сторінка в категорії
zh_hant: 下一页的类别

source: No results yet.
ar: لا توجد نتائج بعد.
de: Noch keine Ergebnisse.
es: Aún no hay resultados.
et: Tulemusi veel pole.
he: עדיין אין תוצאות.
id: Belum ada hasil.
it: Ancora nessun risultato.
nl: Nog geen resultaten.
pl: Brak wyników.
pt: Ainda não há resultados.
ru: Пока нет результатов.
sv: Inga resultat ännu.
th: ยังไม่มีผลลัพธ์
tr: Henüz sonuç yok.
uk: Результатів ще немає.
zh_hant: 還沒有結果。

source: Number of recipients added to mailinglist:
ar: عدد المستلمين المضافين إلى القائمة البريدية:
de: Anzahl der zur Mailingliste hinzugefügten Empfänger:
es: Número de destinatarios agregados a la lista de correo:
et: Postiloendisse lisatud adressaatide arv:
he: מספר הנמענים שנוספו לרשימת התפוצה:
id: Jumlah penerima yang ditambahkan ke milis:
it: Numero di destinatari aggiunti alla mailing list:
nl: Aantal ontvangers toegevoegd aan mailinglijst:
pl: Liczba odbiorców dodanych do listy mailingowej:
pt: Número de destinatários adicionados à lista de discussão:
ru: Количество получателей, добавленных в список рассылки:
sv: Antal mottagare som lagts till i e-postlistan:
th: จำนวนผู้รับที่เพิ่มในรายชื่อผู้รับจดหมาย:
tr: Posta listesine eklenen alıcı sayısı:
uk: Кількість одержувачів, доданих до списку розсилки:
zh_hant: 添加到郵件列表的收件人數量：

source: Numeric input, show totals for this field in the results.
ar: إدخال رقمي ، إظهار الإجماليات لهذا الحقل في النتائج.
de: Numerische Eingabe, Gesamtsummen für dieses Feld in den Ergebnissen anzeigen.
es: Entrada numérica, muestra los totales para este campo en los resultados.
et: Numbrisisend, kuvage tulemustes selle välja kogusummad.
he: קלט מספרי, הצג סכומים עבור שדה זה בתוצאות.
id: Input numerik, tampilkan total untuk bidang ini di hasil.
it: Input numerico, mostra i totali per questo campo nei risultati.
nl: Numerieke invoer, toon totalen voor dit veld in de resultaten.
pl: Wprowadzanie numeryczne, pokaż sumy dla tego pola w wynikach.
pt: Entrada numérica, mostre os totais para este campo nos resultados.
ru: Числовой ввод, показывать итоги по этому полю в результатах.
sv: Numerisk inmatning, visa totalsummor för detta fält i resultaten.
th: ป้อนตัวเลข แสดงผลรวมสำหรับฟิลด์นี้ในผลลัพธ์
tr: Sayısal giriş, sonuçlarda bu alan için toplamları göster.
uk: Числове введення, відображення підсумків для цього поля в результатах.
zh_hant: 數字輸入，在結果中顯示該字段的總計。

source: Once only per user/browser
ar: مرة واحدة فقط لكل مستخدم / متصفح
de: Nur einmal pro Benutzer/Browser
es: Una sola vez por usuario/navegador
et: Üks kord ainult kasutaja / brauseri kohta
id: Sekali saja per pengguna/browser
sv: En gång endast per användare / webbläsare
tr: Kullanıcı/tarayıcı başına yalnızca bir kez
zh_hant: 每个用户/浏览器只能使用一次

source: Only accept images.
ar: قبول الصور فقط.
de: Nur Bilder akzeptieren.
es: Solo acepta imágenes.
et: Aktsepteerige ainult pilte.
he: קבל רק תמונות.
id: Hanya menerima gambar.
it: Accetta solo immagini.
nl: Sta alleen afbeeldingen toe.
pl: Przyjmują tylko obrazy.
pt: Só aceito imagens.
ru: Принимать только изображения.
sv: Acceptera endast bilder.
th: ยอมรับเฉพาะรูปภาพ
tr: Yalnızca resimleri kabul et.
uk: Приймайте лише зображення.
zh_hant: 只接受图片。

source: Options from a page category
ar: خيارات من فئة الصفحة
de: Optionen einer Seitenkategorie
es: Opciones de una categoría de página
et: Valikud lehekategooriast
he: אפשרויות מקטגוריית עמודים
id: Pilihan dari sebuah halaman kategori
it: Opzioni di una categoria di pagina
nl: Opties van een pagina categorie
pl: Opcje z kategorii strony
pt: Opções a partir de uma categoria de página
ru: Параметры из категории страницы
sv: Alternativ från en sidkategori
th: ตัวเลือกจากหมวดหมู่หน้า
tr: Sayfa kategorisinden seçenekler
uk: Параметри з категорії сторінки
zh_hant: 页面类别中的选项

source: Page break
ar: فاصل صفحة
de: Seitenumbruch
es: Salto de página
et: Leheküljevahe
he: מעבר דף
id: Jeda halaman
it: Interruzione di pagina
nl: Pagina-onderbreking
pl: Koniec strony
pt: Quebra de página
ru: Разрыв страницы
sv: Sidbrytning
th: ตัวแบ่งหน้า
tr: Sayfa sonu
uk: Розрив сторінки
zh_hant: 页面中断

source: Page jump condition
ar: شرط الانتقال إلى الصفحة
de: Seitensprungsbedingung
es: Condición de salto de pagina
et: Lehe hüppe tingimus
he: מצב קפיצה לדף
id: Halaman melompat kondisi
it: Condizione di salto di pagina
nl: Paginasprong voorwaarde
pl: Stan skoku strony
pt: Condição de salto de página
ru: Условие перехода
sv: Sidhoppningsvillkor
th: เงื่อนไขการกระโดดของหน้า
tr: Sayfa atlama koşulu
uk: Умова переходу сторінки
zh_hant: 页面跳转条件

source: Pass?
ar: يمر؟
de: Passieren?
es: ¿Pasar?
et: Üle andma?
he: לַעֲבוֹר?
id: Lulus?
it: Passaggio?
nl: Geslaagd?
pl: Przechodzić?
pt: Passar?
ru: Проходят?
sv: Passera?
th: ผ่าน?
tr: Geçmek?
uk: Пас?
zh_hant: 經過？

source: Passed
ar: تم الاجتياز بنجاح
de: Bestanden
es: Pasado
et: Läbitud
he: עבר
id: Berlalu
it: Passato
nl: Geslaagd
pl: Minął
pt: Aprovado
ru: Прошел
sv: passerade
th: ผ่านไป
tr: Geçti
uk: Пройшов
zh_hant: 通过

source: Passing score
ar: درجة النجاح
de: Bestehendes Ergebnis
es: Puntaje de aprobación
et: Läbimise tulemus
he: ציון מעבר
id: Nilai kelulusan
it: Punteggio per passare
nl: Slagingsscore
pl: Pozytywny wynik
pt: Pontuação de aprovação
ru: Проходной балл
sv: Passeringspoäng
th: คะแนนผ่าน
tr: Geçme puanı
uk: Прохідний бал
zh_hant: 合格分數

source: Percent
ar: نسبه مئويه
de: Prozent
es: Porcentaje
et: Protsent
he: אָחוּז
id: Persen
it: Percentuale
nl: Percentage
pl: Procent
pt: Porcentagem
ru: Процент
sv: Procent
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
zh_hant: 百分比

source: Person
ar: شخص
es: Persona
et: Isik
he: אדם
id: Orang
it: Persona
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Человек
th: บุคคล
tr: Kişi
uk: особа
zh_hant: 人

source: Please fill in all the required fields.
ar: يرجى ملء جميع الحقول المطلوبة.
de: Bitte füllen Sie alle erforderlichen Felder aus.
es: Por favor rellene todos los campos requeridos.
et: Palun täitke kõik kohustuslikud väljad.
he: נא למלא את כל השדות הדרושים.
id: Silahkan isi semua kolom yang diperlukan.
it: Si prega di compilare tutti i campi richiesti.
nl: Gelieve alle verplichte velden in te vullen.
pl: Proszę wypełnić wszystkie wymagane pola.
pt: Por favor, preencha todos os campos obrigatórios.
ru: Пожалуйста, заполните все необходимые поля.
sv: Vänligen fyll i alla obligatoriska fält.
th: กรุณากรอกข้อมูลในฟิลด์ที่จำเป็นทั้งหมด
tr: Lütfen tüm gerekli alanları doldurun.
uk: Будь ласка, заповніть усі необхідні поля.
zh_hant: 请填写所有必填项目。

source: Please make a choice.
ar: الرجاء الاختيار.
de: Bitte treffen Sie eine Auswahl.
es: Por favor elija una opción.
et: Palun tehke valik.
he: אנא בחר.
id: Silakan membuat pilihan.
it: Per favore, fate una scelta.
nl: Maak een keuze.
pl: Proszę dokonać wyboru.
pt: Por favor, faça uma escolha.
ru: Пожалуйста, сделайте выбор.
sv: Vänligen gör ett val.
th: โปรดเลือก
tr: Lütfen bir seçim yapın.
uk: Будь ласка, зробіть вибір.
zh_hant: 请做出选择。

source: Please upload your file.
ar: يرجى تحميل الملف الخاص بك.
de: Bitte laden Sie Ihre Datei hoch.
es: Por favor, suba el archivo.
et: Palun laadige oma fail üles.
he: אנא העלה את הקובץ שלך.
id: Silahkan upload file anda.
it: Per favore, carica il tuo file.
nl: Upload een bestand.
pl: Proszę wgrać swój plik.
pt: Por favor, carregue o seu ficheiro.
ru: Пожалуйста, загрузите ваш файл.
sv: Ladda upp din fil.
th: โปรดอัปโหลดไฟล์ของคุณ
tr: Lütfen dosyanızı yükleyin.
uk: Будь ласка, завантажте свій файл.
zh_hant: 请上传您的文件。

source: Please upload your image.
ar: يرجى تحميل صورتك.
de: Bitte laden Sie Ihr Bild hoch.
es: Por favor, suba la imagen.
et: Palun laadige oma pilt üles.
he: אנא העלה את התמונה שלך.
id: Silahkan upload gambar anda.
it: Per favore, carica la tua immagine.
nl: Upload een afbeelding.
pl: Proszę przesłać swoje zdjęcie.
pt: Por favor, carregue a sua imagem.
ru: Пожалуйста, загрузите изображение.
sv: Vänligen ladda upp din bild.
th: โปรดอัปโหลดภาพของคุณ
tr: Lütfen resminizi yükleyin.
uk: Будь ласка, завантажте своє зображення.
zh_hant: 请上传图片。

source: Points
ar: نقاط
de: Punkte
es: Puntos
et: Punktid
he: נקודות
id: Poin
it: Punti
nl: Punten
pl: Punkty
pt: Pontos
ru: Баллы
sv: Poäng
th: คะแนน
tr: Puanlar
uk: Точки
zh_hant: 点数

source: Primary
ar: ابتدائي
de: Primäre
es: Primario
et: Esmane
he: יְסוֹדִי
id: Utama
it: Primario
nl: Primair
pl: Główny
pt: Primário
ru: Основной
sv: Primär
th: หลัก
tr: Başlıca
uk: Первинний
zh_hant: 主要

source: Printable list
ar: قائمة قابلة للطباعة
de: Druckbare Liste
es: Lista imprimible
et: Prinditav nimekiri
he: רשימה להדפסה
id: Daftar cetak
it: Lista stampabile
nl: Afdrukbare lijst
pl: Lista do wydrukowania
pt: Lista para impressão
ru: Версия списка для печати
sv: Utskrivbar lista
th: รายการที่พิมพ์ได้
tr: Yazdırılabilir liste
uk: Список для друку
zh_hant: 可打印列表

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
et: Edusammud
he: התקדמות
id: Kemajuan
it: Avanzamento
nl: Voortgang
pl: Postępy
pt: Progresso
ru: Прогресс
sv: Framsteg
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
zh_hant: 进展情况

source: Prompt
ar: مستعجل
de: Eingabeaufforderung
es: Pregunte a
et: Kiire
he: מיידי
id: Cepat
it: Richiesta
nl: Vraag
pt: Pronto
ru: Подсказка
th: พร้อมท์
tr: İstek
uk: Підказка
zh_hant: 提示

source: Question
ar: سؤال
de: Frage
es: Pregunta
et: Küsimus
he: שְׁאֵלָה
id: Pertanyaan
it: Domanda
nl: Vraag
pl: Pytanie
pt: Pergunta
ru: Вопрос
sv: Fråga
th: คำถาม
tr: Soru
uk: Питання
zh_hant: 问题

source: Question label
ar: تسمية السؤال
de: Fragenetikett
es: Etiqueta de pregunta
et: Küsimuse silt
he: תווית השאלה
id: Label pertanyaan
it: Etichetta della domanda
nl: Vraag label
pl: Etykieta pytania
pt: Etiqueta da pergunta
ru: Ярлык вопроса
sv: Frågetikett
th: ป้ายคำถาม
tr: Soru etiketi
uk: Етикетка з питанням
zh_hant: 問題標籤

source: Question with a 5-point scale
ar: سؤال بمقياس مكون من 5 نقاط
de: Frage mit einer 5-Punkte-Skala
es: Pregunta con una escala de 5 puntos
et: Küsimus 5-pallise skaalaga
he: שאלה בסולם 5 נקודות
id: Pertanyaan dengan skala 5 poin
it: Domanda con una scala a 5 punti
nl: Vraag met een 5-puntsschaal
pl: Pytanie ze skalą 5-punktową
pt: Questão com escala de 5 pontos
ru: Вопрос по 5-балльной шкале
sv: Fråga med en 5-punkts skala
th: คำถามที่มีมาตราส่วน 5 จุด
tr: 5 puanlık bir ölçekle soru
uk: Запитання за 5-бальною шкалою
zh_hant: 問題 5 分制

source: Question with a long answer
ar: سؤال مع إجابة طويلة
de: Frage mit langer Antwort
es: Pregunta con una respuesta larga
et: Pika vastusega küsimus
he: שאלה עם תשובה ארוכה
id: Pertanyaan dengan jawaban panjang
it: Domanda con una risposta lunga
nl: Vraag met een lang antwoord
pl: Pytanie z długą odpowiedzią
pt: Pergunta com uma longa resposta
ru: Вопрос с длинным ответом
sv: Fråga med ett långt svar
th: คำถามที่มีคำตอบยาวๆ
tr: Uzun cevaplı soru
uk: Питання з довгою відповіддю
zh_hant: 答案很長的問題

source: Question with a short answer
ar: سؤال مع إجابة قصيرة
de: Frage mit kurzer Antwort
es: Pregunta con una respuesta corta
et: Lühikese vastusega küsimus
he: שאלה עם תשובה קצרה
id: Pertanyaan dengan jawaban singkat
it: Domanda con risposta breve short
nl: Vraag met een kort antwoord
pl: Pytanie z krótką odpowiedzią
pt: Pergunta com uma resposta curta
ru: Вопрос с кратким ответом
sv: Fråga med ett kort svar
th: คำถามพร้อมคำตอบสั้นๆ
tr: Kısa cevaplı soru
uk: Питання з короткою відповіддю
zh_hant: 簡短回答的問題

source: Questions
ar: أسئلة
de: Fragen
es: Preguntas
et: Küsimused
he: שאלות
id: Pertanyaan
it: Domande
nl: Vragen
pl: Pytania
pt: Perguntas
ru: Вопросы
sv: Frågor
th: คำถาม
tr: Sorular
uk: Запитання
zh_hant: 疑问

source: Questions with the question label “email” can be exported.
ar: يمكن تصدير الأسئلة مع تسمية السؤال "البريد الإلكتروني".
de: Fragen mit dem Fragelabel „E-Mail“ können exportiert werden.
es: Las preguntas con la etiqueta de pregunta "correo electrónico" se pueden exportar.
et: Küsimusi küsimusesildiga “e-post” saab eksportida.
he: ניתן לייצא שאלות עם תווית השאלה "אימייל".
id: Pertanyaan dengan label pertanyaan "email" dapat diekspor.
it: Le domande con l'etichetta di domanda "e-mail" possono essere esportate.
nl: Vragen met het vraag-label "e-mail" kunnen worden geëxporteerd.
pl: Pytania z etykietą pytania „e-mail” można eksportować.
pt: Perguntas com o rótulo de pergunta “e-mail” podem ser exportadas.
ru: Вопросы с пометкой «электронная почта» можно экспортировать.
sv: Frågor med frågeetiketten "e-post" kan exporteras.
th: คำถามที่มีป้ายกำกับคำถาม "อีเมล" สามารถส่งออกได้
tr: Soru etiketi "e-posta" olan sorular dışa aktarılabilir.
uk: Запитання з позначкою «електронна пошта» можна експортувати.
zh_hant: 可以導出帶有問題標籤“電子郵件”的問題。

source: Quiz or test question
ar: اختبار أو سؤال اختبار
de: Quiz- oder Testfrage
es: Cuestionario o test de preguntas
et: Viktoriin või testküsimus
he: חידון או שאלת מבחן
id: Kuis atau soal tes
it: Domanda del quiz o del test
nl: Quiz of testvraag
pl: Quiz lub pytanie testowe
pt: Quiz ou pergunta de teste
ru: Викторина или вопрос теста
sv: Frågesport eller testfråga
th: แบบทดสอบหรือคำถามทดสอบ
tr: Sınav ya da test sorusu
uk: Тестове або тестове запитання
zh_hant: 小测验或测试题

source: Randomize answers
ar: ترتيب الإجابات عشوائيًا
de: Antworten zufällig wählen
es: Aleatorizar las respuestas
et: Juhuslikult vastused
he: אקראי תשובות
id: Mengacak jawaban
it: Randomizzare le risposte
nl: Willekeurige antwoord volgorde
pl: Randomizuj odpowiedzi
pt: Randomizar respostas
ru: Случайные ответы
sv: Slumpmässigt svara
th: สุ่มคำตอบ
tr: Rastgele yanıtlar
uk: Вибір відповідей
zh_hant: 随机化答案

source: Red
ar: أحمر
de: Rot
es: Rojo
et: Punane
he: אָדוֹם
id: Merah
it: Rosso
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
sv: Röd
th: แดง
tr: Kırmızı
uk: червоний
zh_hant: 红色

source: Remove "Next" button. No answers will be submitted unless you add a button jump to a next page.
ar: إزالة زر "التالي". لن يتم إرسال أي إجابات إلا إذا قمت بإضافة زر للانتقال إلى الصفحة التالية.
de: Entfernen Sie die Schaltfläche „Weiter“. Es werden keine Antworten übermittelt, es sei denn, Sie fügen eine Schaltfläche zum Weiterspringen zur nächsten Seite hinzu.
es: Quitar el botón "Siguiente". No se enviarán respuestas a menos que agregue un botón para saltar a la página siguiente.
et: Eemaldage nupp "Järgmine". Vastuseid ei esitata, kui te ei lisa nupu hüpet järgmisele lehele.
he: הסר את כפתור "הבא". לא יישלחו תשובות אלא אם תוסיף כפתור קפיצה לעמוד הבא.
id: Hapus tombol "Berikutnya". Tidak ada jawaban yang akan dikirimkan kecuali Anda menambahkan tombol lompat ke halaman berikutnya.
it: Rimuovere il pulsante "Avanti". Non verrà inviata alcuna risposta a meno che non si aggiunga un pulsante per passare alla pagina successiva.
nl: Verwijder de knop "Volgende". Er worden geen antwoorden ingediend tenzij je een knop naar een volgende pagina toevoegt.
pl: Usuń przycisk „Dalej”. Żadne odpowiedzi nie zostaną przesłane, chyba że dodasz przycisk umożliwiający przejście do następnej strony.
pt: Remova o botão "Avançar". Nenhuma resposta será enviada a menos que você adicione um botão para ir para a próxima página.
ru: Убрать кнопку «Далее». Ответы не будут отправлены, если вы не добавите кнопку перехода на следующую страницу.
sv: Ta bort knappen "Nästa". Inga svar kommer att skickas om du inte lägger till en knapp för att hoppa till nästa sida.
th: ลบปุ่ม "ถัดไป" จะไม่มีการส่งคำตอบเว้นแต่คุณจะเพิ่มปุ่มข้ามไปยังหน้าถัดไป
tr: "İleri" düğmesini kaldırın. Bir sonraki sayfaya geçiş düğmesi eklemediğiniz sürece hiçbir yanıt gönderilmeyecektir.
uk: Видаліть кнопку «Далі». Відповіді не будуть надсилатися, якщо ви не додасте кнопку переходу на наступну сторінку.
zh_hant: 刪除“下一步”按鈕。除非您新增跳到下一頁的按鈕，否則不會提交答案。

source: Required, this question must be answered.
ar: مطلوب ، يجب الإجابة على هذا السؤال.
de: Erforderlich, diese Frage muss beantwortet werden.
es: Requerido, esta pregunta debe ser respondida.
et: Vajalik, sellele küsimusele tuleb vastata.
he: חובה, יש לענות על שאלה זו.
id: Diperlukan, pertanyaan ini harus dijawab.
it: È obbligatorio rispondere a questa domanda.
nl: Verplicht, deze vraag moet beantwoord worden.
pl: Wymagane, należy odpowiedzieć na to pytanie.
pt: Obrigatório, esta pergunta deve ser respondida.
ru: Ответ на вопрос обязателен.
sv: Obligatorisk måste denna fråga besvaras.
th: จำเป็นต้องตอบคำถามนี้
tr: Gerekli, bu soruya cevap verilmeli.
uk: Обов’язково, на це запитання потрібно відповісти.
zh_hant: 必须填写

source: Result deleted.
ar: تم حذف النتيجة.
de: Ergebnis gelöscht.
es: Resultado eliminado.
et: Tulemus kustutatud.
he: התוצאה נמחקה.
id: Hasil dihapus.
it: Risultato cancellato.
nl: Resultaat verwijderd.
pl: Wynik został usunięty.
pt: Resultado deletado.
ru: Результат удален.
sv: Resultat raderat.
th: ลบผลลัพธ์แล้ว
tr: Sonuç silindi.
uk: Результат видалено.
zh_hant: 結果刪了。

source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
et: Tulemused
he: תוצאות
id: Hasil
it: Risultati
nl: Resultaten
pl: resultados
pt: Resultados
ru: Результаты
sv: Resultat
th: ผล
tr: Sonuçlar
uk: Результати
zh_hant: 查看结果

source: Results editor
ar: محرر النتائج
de: Ergebniseditor
es: Editor de resultados
et: Tulemuste redaktor
he: עורך תוצאות
id: Editor hasil
it: Editor dei risultati
nl: Resultaten-editor
pl: Edytor wyników
pt: Editor de resultados
ru: Редактор результатов
sv: Resultatredigerare
th: ตัวแก้ไขผลลัพธ์
tr: Sonuç düzenleyici
uk: Редактор результатів
zh_hant: 結果編輯器

source: Results from the respondent
ar: النتائج من المستفتى
de: Ergebnisse des Befragten
es: Los resultados del demandado
et: Tulemused vastajalt
he: תוצאות מהמשיבה
id: Hasil dari responden
it: Risultati dell'intervistato
nl: Resultaten van de respondent
pl: Wyniki uzyskane od respondenta
pt: Resultados do respondente
ru: Результаты опроса
sv: Resultat från respondenten
th: ผลลัพธ์จากผู้ตอบ
tr: Karşı taraftan alınan sonuçlar
uk: Результати респондента
zh_hant: 答辩人的结果

source: Results from the respondent - if passed only
ar: النتائج من المستجيب - إذا نجح فقط
es: Resultados del encuestado - sólo si ha aprobado
et: Vastajate tulemused - ainult juhul, kui nad on läbinud
id: Hasil dari responden - jika lulus saja
tr: Katılımcıdan alınan sonuçlar - yalnızca geçtiyse

source: Results until
ar: النتائج حتى
de: Ergebnisse bis
es: Resultados hasta
et: Tulemused kuni
he: תוצאות עד
id: Hasil sampai
it: Risultati fino a
nl: Resultaten tot en met
pl: Wyniki do
pt: Resultados até
ru: Результаты до
sv: Resultat till
th: ผลลัพธ์จนถึง
tr: Şu tarihe kadar sonuçlar
uk: Результати до
zh_hant: 結果直到

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
et: Salvestatud
he: שמור
id: Disimpan
it: Salvato
nl: Opgeslagen
pl: Zapisane
pt: Guardado
ru: Сохранен
sv: Sparad
th: บันทึกแล้ว
tr: Kaydedilmiş
uk: Збережено
zh_hant: 已保存

source: Score
ar: أحرز هدفا
de: Ergebnis
es: Puntuación
et: Skoor
he: ציון
id: Nilai
it: Punteggio
pl: Wynik
pt: Pontuação
ru: Оценка
sv: Göra
th: คะแนน
tr: Puan
uk: Оцінка
zh_hant: 分数

source: Second page in category
ar: الصفحة الثانية في التصنيف
de: Zweite Seite in der Kategorie
es: Siguiente pagina en la categoría
et: Kategooria teine leht
he: דף שני בקטגוריה
id: Halaman kedua dalam kategori
it: Seconda pagina nella categoria
nl: Tweede pagina van de category
pl: Druga strona w kategorii
pt: Segunda página na categoria
ru: Вторая страница в категории
sv: Andra sidan i kategorin
th: หน้าที่สองในหมวดหมู่
tr: Kategorideki ikinci sayfa
uk: Друга сторінка в категорії
zh_hant: 类别的第二页

source: Select country
ar: اختر الدولة
de: Land auswählen
es: Seleccionar país
et: Vali riik
he: בחר מדינה
id: Pilih negara
it: Seleziona il paese
nl: Selecteer land
pl: escoha o país
pt: Selecione o país
ru: Укажите страну
sv: Välj land
th: เลือกประเทศ
tr: Ülkeyi seç
uk: Виберіть країну
zh_hant: 选择国家

source: Select mailinglist
ar: حدد القائمة البريدية
de: Mailingliste auswählen
es: Seleccionar lista de correo
et: Valige meililist
he: בחר רשימת תפוצה
id: Pilih milis
it: Seleziona la mailing list
nl: Selecteer mailinglijst
pl: Wybierz listę mailingową
pt: Selecione a lista de discussão
ru: Выберите список рассылки
sv: Välj e-postlista
th: เลือกรายชื่อผู้รับจดหมาย
tr: posta listesi seçin
uk: Виберіть список розсилки
zh_hant: 選擇郵件列表

source: Select your country
ar: اختر بلدك
de: Wählen Sie Ihr Land
es: Seleccione su país
et: Valige oma riik
he: בחר את המדינה שלך
id: Pilih negaramu
it: Seleziona il tuo paese
nl: Selecteer je land
pl: Wybierz swój kraj
pt: Seleccione o seu país
ru: Укажите вашу страну
sv: Välj ditt land
th: เลือกประเทศของคุณ
tr: Ülkenizi seçin
uk: Виберіть свою країну
zh_hant: 选择你的国家
