Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: This page holds a collection of administrative options to perform certain tasks on this Zotonic installation.
ar: تحتوي هذه الصفحة على مجموعة من الخيارات الإدارية لأداء مهام معينة على تنصيب Zotonic.
de: Diese Seite enthält eine Sammlung von administrativen Optionen zur Durchführung bestimmter Aufgaben auf dieser Zotonic-Installation.
es: Esta página contiene una colección de opciones administrativas para realizar ciertas tareas en esta instalación de Zotonic.
et: Sellel lehel on haldusvalikute kogu selle Zotonicu installi teatud ülesannete täitmiseks.
he: דף זה מכיל אוסף של אפשרויות ניהוליות לביצוע משימות מסוימות בהתקנה זו זוטוניק.
id: Halaman ini memegang koleksi dari administratif pilihan untuk melakukan tugas-tugas tertentu pada instalasi Zotonic ini.
it: Questa pagina contiene una raccolta di opzioni amministrative per eseguire alcuni compiti su questa installazione Zotonic.
nl: Deze pagina bevat een verzameling van administratieve opties om bepaalde taken uit te voeren op deze Zotonic-installatie.
pl: Na tej stronie znajduje się zbiór opcji administracyjnych do wykonywania określonych zadań w instalacji Zotonic.
pt: Esta página contém um conjunto de opções administrativas para realizar certas tarefas nesta instalação Zotonic.
ru: На этой странице содержится набор административных опций для выполнения определенных задач в этой установке Zotonic.
sv: Den här sidan har en samling av administrativa alternativ för att utföra vissa uppgifter på detta Zotonic installation.
th: หน้านี้มีชุดตัวเลือกการดูแลระบบเพื่อดำเนินการบางอย่างในการติดตั้ง Zotonic นี้
tr: Bu sayfa bu Zotonic kurulumunda belirli görevleri yerine getirmek için gerçekleştirecileceğiniz yönetimsel seçenekler koleksiyonunu barındırır.
uk: Ця сторінка містить набір адміністративних параметрів для виконання певних завдань у цій інсталяції Zotonic.
zh_hant: 本页面包含一些管理选项，用于执行相关操作。

source: This page is able to connect to others. For example you can connect it to an actor or a brand.
ar: يمكن لهذه الصفحة أن تتصل بالصفحات الأخرى. مثلاً يمكنك وصلها بصفحة ممثل أو علامة تجارية.
de: Diese Seite kann mit anderen verbunden werden. Zum Beispiel können Sie sie mit einem Schauspieler oder einer Marke verbinden.
es: Esta página puede conectarse con otras. Por ejemplo, puede conectarla a un actor o una marca.
et: Sellel lehel on võimalik teistega ühendust luua. Näiteks saate selle ühendada näitleja või kaubamärgiga.
he: דף זה מסוגל להתחבר לאחרים. לדוגמא תוכלו לחבר אותו לשחקן או למותג.
id: Halaman ini dapat terhubung kepada orang lain. Misalnya anda dapat menghubungkannya ke seorang aktor atau merek.
it: Questa pagina è in grado di collegarsi ad altre. Per esempio puoi collegarla a un attore o a una marca.
nl: Deze pagina kan verbindingen hebben naar andere pagina's. Bijvoorbeeld kun je het een auteur geven of een gerelateerd document.
pl: Ta strona może łączyć się z innymi. Na przykład można ją podłączyć do aktora lub marki.
pt: Esta página é capaz de se conectar com outras pessoas. Por exemplo, você pode conectá-la a um ator ou a uma marca.
ru: Эта страница может соединяться с другими. Например, вы можете подключить ее к актеру или бренду.
sv: Den här sidan är att kunna ansluta till andra. Till exempel kan du ansluta den till en aktör eller ett varumärke.
th: เพจนี้สามารถเชื่อมต่อกับผู้อื่นได้ ตัวอย่างเช่นคุณสามารถเชื่อมต่อกับนักแสดงหรือแบรนด์
tr: Bu sayfa diğerleri ile bağlanabilir. Örnek olarak bu sayfayı bir aktöre veya markaya bağlayabilirsiniz.
uk: Ця сторінка може підключатися до інших. Наприклад, ви можете приєднати його до актора або бренду.
zh_hant: 本页面可以连接到其他页面。例如你可以链接到作者或者品牌页面。

source: This page is from another website. The original can be found at
ar: هذه الصفحة من موقع آخر. يمكن العثور على الأصل في
de: Diese Seite stammt von einer anderen Website. Das Original finden Sie unter
es: Esta página es de otro sitio web. El original se puede encontrar en
et: See leht pärineb teiselt veebisaidilt. Originaali leiab aadressilt
he: דף זה הוא מאתר אחר. את המקור ניתן למצוא ב
id: Halaman ini berasal dari situs web lain. Aslinya bisa dilihat di
it: Questa pagina proviene da un altro sito web. L'originale si trova su
nl: Deze pagina is van een andere website. Het origineel is te vinden op
pl: Ta strona pochodzi z innej witryny. Oryginał można znaleźć na
pt: Esta página é de outro site. O original pode ser encontrado em
ru: Эта страница с другого веб-сайта. Оригинал можно найти на
sv: Denna sida är från en annan webbplats. Originalet finns på
th: หน้านี้มาจากเว็บไซต์อื่น สามารถติดตามต้นฉบับได้ที่
tr: Bu sayfa başka bir web sitesinden alınmıştır. Orijinali şurada bulunabilir:
uk: Ця сторінка з іншого вебсайту. Оригінал можна знайти за адресою
zh_hant: 此頁面來自另一個網站。原文可以在

source: This page path is in use by another page.
ar: مسار هذه الصفحة قيد الاستخدام بواسطة صفحة أخرى.
de: Dieser Seitenpfad wird bereits von einer anderen Seite verwendet.
es: Esta ruta de página está siendo utilizada por otra página.
et: Seda lehe teed kasutab teine leht.
he: נתיב דף זה נמצא בשימוש על ידי דף אחר.
id: Jalur halaman ini digunakan oleh halaman lain.
it: Questo percorso di pagina è utilizzato da un'altra pagina.
nl: Dit paginapad wordt gebruikt door een andere pagina.
pl: Ta ścieżka strony jest używana przez inną stronę.
pt: Este caminho de página está a ser utilizado por outra página.
ru: Этот путь к странице используется другой страницей.
sv: Den här sidsökvägen används av en annan sida.
th: เส้นทางของหน้านี้ถูกใช้โดยหน้าอื่นแล้ว
tr: Bu sayfa yolu başka bir sayfa tarafından kullanılıyor.
uk: Цей шлях до сторінки використовується іншою сторінкою.
zh_hant: 此頁面路徑正被另一個頁面使用。

source: This resource was created by the module
ar: لقد تم إنشاء هذا المورد بواسطة الوحدة
de: Diese Resource wurde erzeugt durch das Modul
es: Este recurso fue creado por el módulo
et: See ressurs on loodu selle mooduli poolt
he: משאב זה נוצר על ידי המודול
id: Sumber daya ini diciptakan oleh modul
it: Questa risorsa è stata creata dal modulo
nl: Deze pagina was aangemaakt door de module
pl: Ten zasób został stworzony przez moduł
pt: Este recurso foi criado pelo módulo
ru: Этот ресурс был создан модулем
sv: Denna resurs skapades av modulen
th: ทรัพยากรนี้สร้างขึ้นโดยโมดูล
tr: Bu kaynak modül tarafından oluşturuldu
uk: Цей ресурс створено модулем
zh_hant: 这个资源的创建模块是

source: Till
ar: حتى
de: Bis
es: Hasta
et: Kuni
he: עד
id: Sampai
it: Fino a
nl: Tot
pl: Do
pt: Até
ru: До
th: จนถึง
tr: Kadar
uk: До
zh_hant: 终止

source: Timeout while trying to fetch data from the website.
ar: مهلة أثناء محاولة جلب البيانات من الموقع.
de: Timeout beim Versuch, Daten von der Website zu holen.
es: Tiempo de espera al intentar obtener datos del sitio web.
et: Aegumine, kui proovite veebisaidilt andmeid tuua.
he: פסק זמן בזמן ניסיון להביא נתונים מהאתר.
id: Waktu habis ketika mencoba untuk mengambil data dari website.
it: Timeout durante il tentativo di recuperare i dati dal sito web.
nl: Time-out tijdens het ophalen van gegevens van de website.
pl: Przekroczono limit czasu podczas próby pobrania danych ze strony internetowej.
pt: Tempo esgotado enquanto se tenta ir buscar dados ao site.
ru: Таймаут при попытке получить данные с сайта.
sv: Timeout samtidigt som du försöker hämta data från webbplatsen.
th: หมดเวลาขณะพยายามดึงข้อมูลจากเว็บไซต์
tr: Web sitesinden veri almaya çalışırken zaman aşımı oluştu.
uk: Час очікування під час спроби отримати дані з вебсайту.
zh_hant: 试图从网站获取数据时超时。

source: Title
ar: العنوان
de: Titel
es: Título
et: Nimi
he: כותרת
id: Judul
it: Titolo
nl: Titel
pl: Tytuł
pt: Título
ru: Название
sv: Titel
th: หัวข้อ
tr: Başlık
uk: Заголовок
zh_hant: 标题

source: Toggle dropdown
ar: تبديل القائمة المنسدلة
de: Dropdown umschalten
es: Activar despleglable
et: Lülita rippmenüü sisse
he: החלף את התפריט הנפתח
id: Beralih dropdown
it: Alza il menu a tendina
nl: Navigatie open/dicht
pl: Przełącz menu rozwijane
pt: Alternar dropdown
ru: Показать/скрыть выпадающий список
sv: Växla rullgardinsmenyn
th: สลับรายการแบบเลื่อนลง
tr: Açılır menüyü aç/kapat
uk: Перемкнути спадне меню
zh_hant: 切换下拉菜单

source: Toggle navigation
ar: تبديل التصفح
de: Navigation umschalten
es: Activar navegación
et: Lülita navigeerimine sisse
he: החלף ניווט
id: Beralih navigasi
it: Allineare la navigazione
nl: Navigatie open/dicht
pl: Przełącz nawigację
pt: Alternar a navegação
ru: Показать/скрыть навигацию
sv: Växla navigering
th: ไม่ต้องสลับช่องทาง
tr: Gezinmeyi aç/kapat
uk: Перемикнути навігацію
zh_hant: 切换导航

source: Too many connections, only the first and last are shown.
ar: عدد كبير جدًا من الاتصالات ، يتم عرض الأول والأخير فقط.
de: Zu viele Verbindungen, nur die erste und die letzte werden angezeigt.
es: Demasiadas conexiones, solo se muestran la primera y la última.
et: Liiga palju ühendusi, kuvatakse ainult esimene ja viimane.
he: יותר מדי חיבורים, רק הראשון והאחרון מוצג.
id: Terlalu banyak sambungan, hanya yang pertama dan terakhir yang ditampilkan.
it: Troppi collegamenti, solo il primo e l'ultimo sono mostrati.
nl: Te veel verbindingen, alleen de eerste en laatste worden weergegeven.
pl: Zbyt wiele połączeń, tylko pierwsze i ostatnie są wyświetlane.
pt: Muitas conexões, apenas a primeira e a última são mostradas.
ru: Слишком много соединений, отображаются только первое и последнее.
sv: För många anslutningar, endast den första och den sista visas.
th: การเชื่อมต่อมากเกินไประบบจะแสดงเฉพาะรายการแรกและรายการสุดท้ายเท่านั้น
tr: Çok fazla bağlantı, yalnızca ilk ve sonuncusu gösterilir.
uk: Забагато з’єднань, відображаються лише перше та останнє.
zh_hant: 连接太多，仅显示第一个和最后一个。

source: Total
ar: المجموع
de: Gesamt
et: Kokku
he: סַך הַכֹּל
it: Totale
nl: Totaal
pl: Łącznie
ru: Общий
th: ทั้งหมด
tr: Toplam
uk: Всього
zh_hant: 全部的

source: Type text to search
ar: اكتب نص للبحث
de: Text für die Suche eingeben
es: Tipo de texto que se va a buscar
et: Sisestage otsimiseks tekst
he: הקלד טקסט לחיפוש
id: Ketik teks untuk pencarian
it: Digita il testo da cercare
nl: Typ een tekst om te zoeken
pl: Wpisz tekst do wyszukania
pt: Digite o texto a pesquisar
ru: Введите текст для поиска
sv: Skriv text för att söka
th: พิมพ์ข้อความเพื่อค้นหา
tr: Arayacağınız metni giriniz
uk: Введіть текст для пошуку
zh_hant: 输入文本进行检索

source: Type to filter the list below.
ar: اكتب لتصفية القائمة أدناه.
de: Geben Sie Folgendes ein, um die Liste unten zu filtern.
es: Escriba para filtrar la lista a continuación.
et: Alloleva loendi filtreerimiseks tippige.
he: הקלד כדי לסנן את הרשימה למטה.
id: Ketik untuk memfilter daftar di bawah.
it: Digita per filtrare l'elenco seguente.
nl: Typ om de onderstaande lijst te filteren.
pl: Wpisz, aby przefiltrować listę poniżej.
pt: Digite para filtrar a lista abaixo.
ru: Введите, чтобы отфильтровать список ниже.
sv: Skriv för att filtrera listan nedan.
th: พิมพ์เพื่อกรองรายการด้านล่าง
tr: Aşağıdaki listeyi filtrelemek için yazın.
uk: Введіть, щоб відфільтрувати список нижче.
zh_hant: 鍵入以過濾下面的清單。

source: Unique name
ar: اسم فريد
de: Eindeutiger Name
es: Nombre único
et: Unikaalne nimi
he: שם ייחודי
id: Nama yang unik
it: Nome univoco
nl: Unieke naam
pl: Unikalna nazwa
pt: Nome único
ru: Уникальное имя
sv: Unikt namn
th: ชื่อเฉพาะ
tr: Benzersiz isim
uk: Унікальна назва
zh_hant: 唯一标识

source: Unique uri
ar: uri فريد
de: Eindeutiger URI
es: URI única
et: Unikaalne uri
he: אורי ייחודי
id: Unik uri
it: Uri univoco
nl: Unieke URI
pl: Unikalne URI
ru: Уникальный идентификатор ресурса
sv: Unik uri
th: ยูริที่ไม่เหมือนใคร
tr: Benzersiz uri
uk: Унікальний uri
zh_hant: 唯一 URL

source: Unpublished
ar: غير منشورة
de: Unveröffentlicht
es: Inédito
et: Avaldamata
he: לא פורסם
id: Tidak diterbitkan
it: Inedito
nl: Ongepubliceerd
pl: Niepublikowane
pt: não publicado
ru: Неопубликовано
sv: Opublicerad
th: ไม่ได้เผยแพร่
tr: yayınlanmamış
uk: Неопублікований
zh_hant: 未發表

source: Untitled
ar: بدون عنوان
de: Unbenannt
es: Sin título
et: Pealkirjata
he: ללא כותרת
id: Tanpa judul
it: Senza titolo
nl: Zonder titel
pl: Bez tytułu
pt: Sem título
ru: Без названия
sv: Ofrälse
th: ไม่มีชื่อ
tr: Başlıksız
uk: Без заголовка
zh_hant: 未命名

source: Unused
ar: غير مستعمل
de: Unbenutzt
es: Sin usar
et: Kasutamata
he: לא בשימוש
id: Tidak terpakai
it: Inutilizzato
nl: Ongebruikt
pl: Nieużywane
pt: Não utilizado
ru: Неиспользуемый
sv: Oanvänd
th: ไม่ได้ใช้
tr: Kullanılmayan
uk: Невикористаний
zh_hant: 未使用

source: Upcoming
ar: القادمة
de: Bevorstehende
es: próximos
et: Tulemas
he: בקרוב
id: Mendatang
it: In arrivo
nl: Komende
pl: Nadchodzące
pt: Por vir
ru: Предстоящие
sv: Kommande
th: ที่กำลังจะมาถึง
tr: Yaklaşan
uk: Майбутні
zh_hant: 即將推出

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
et: Värskenda
he: עדכון
id: Perbarui
it: Aggiornare
nl: Bijwerken
pl: Aktualizacja
pt: Atualizar
ru: Обновить
sv: Uppdatering
th: อัปเดต
tr: Güncelle
uk: Оновлення
zh_hant: 更新

source: Update selected pages
ar: تحديث الصفحات المحددة
de: Ausgewählte Seiten aktualisieren
es: Actualizar páginas seleccionadas
et: Värskendage valitud lehti
he: עדכן את הדפים שנבחרו
id: Perbarui halaman yang dipilih
it: Aggiorna le pagine selezionate
nl: Update geselecteerde pagina's
pl: Zaktualizuj wybrane strony
pt: Atualizar páginas selecionadas
ru: Обновить выбранные страницы
sv: Uppdatera valda sidor
th: อัปเดตหน้าที่เลือก
tr: Seçili sayfaları güncelle
uk: Оновити вибрані сторінки
zh_hant: 更新選定的頁面

source: Update {n} pages with the following properties:
ar: تحديث {n} صفحة بالخصائص التالية:
de: Aktualisieren Sie {n} Seiten mit den folgenden Eigenschaften:
es: Actualizar {n} páginas con las siguientes propiedades:
et: Värskendage {n} lehte järgmiste atribuutidega:
he: עדכן {n} דפים עם המאפיינים הבאים:
id: Perbarui {n} halaman dengan properti berikut:
it: Aggiorna {n} pagine con le seguenti proprietà:
nl: Update {n} pagina's met de volgende eigenschappen:
pl: Zaktualizuj strony {n} o następujące właściwości:
pt: Atualize {n} páginas com as seguintes propriedades:
ru: Обновите {n} страниц со следующими свойствами:
sv: Uppdatera {n} sidor med följande egenskaper:
th: ปรับปรุง {n} หน้าที่มีคุณสมบัติดังต่อไปนี้:
tr: {n} sayfayı aşağıdaki özelliklerle güncelleyin:
uk: Оновіть {n} сторінок із такими властивостями:
zh_hant: 使用以下屬性更新 {n} 頁面：

source: Upload
ar: تحميل
de: Hochladen
es: Subir
et: Laadi üles
he: העלה
id: Unggah
it: Caricare
pl: Przesyłanie
pt: Envio
ru: Закачать
sv: Ladda upp
th: ที่อัพโหลด
tr: Yükle
uk: Завантажити
zh_hant: 上載

source: Upload File
ar: تحميل الملف
de: Datei hochladen
es: Subir archivo
et: Faili üles laadima
he: העלה קובץ
id: Unggah Berkas
it: Caricare il file
nl: Upload bestand
pl: Prześlij plik
pt: Carregar arquivo
ru: Закачать файл
sv: Ladda upp fil
th: อัปโหลดไฟล์
tr: Dosya Yükle
uk: Завантажити файл
zh_hant: 上传文件

source: Upload a file from your computer.
ar: تحميل الملف من جهازك.
de: Eine Datei von Ihrem Computer hochladen.
es: Subir un archivo de su computadora.
et: Lae √ºles oma arvutist.
he: העלה קובץ מהמחשב שלך.
id: Unggah sebuah berkas dari komputer anda.
it: Carica un file dal tuo computer.
nl: Upload een bestand van je computer
pl: Prześlij plik ze swojego komputera.
pt: Carregue um ficheiro a partir do seu computador.
ru: Закачать файл с вашего компьютера.
sv: Ladda upp en fil från din dator.
th: อัปโหลดไฟล์จากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan bir dosya yükleyin.
uk: Завантажте файл зі свого комп’ютера.
zh_hant: 从你的电脑上传一个文件。

source: Upload a file to the drop folder. This file will be handled in the background by the mailinglists for recipient import and other modules.
ar: تحميل ملف إلى مجلد الإسقاط. ستتم معالجة هذا الملف في الخلفية بواسطة القوائم البريدية لاستيراد المستلمين والوحدات النمطية الأخرى.
de: Laden Sie eine Datei in den Drop-Ordner hoch. Diese Datei wird im Hintergrund von den Mailinglisten für den Empfängerimport und anderen Modulen verarbeitet.
es: Cargue un archivo en la carpeta desplegable. Este archivo será manejado en segundo plano por las listas de correo para la importación de destinatarios y otros módulos.
et: Laadige fail üles rippkausta. Seda faili käsitletakse taustal adressaatide importimise ja muude moodulite meililistide poolt.
he: העלה קובץ לתיקיית השחרור. קובץ זה יטופל ברקע על ידי רשימות התפוצה לייבוא נמענים ומודולים אחרים.
id: Unggah file ke folder drop. File ini akan ditangani di latar belakang oleh milis untuk impor penerima dan modul lainnya.
it: Carica un file nella cartella di rilascio. Questo file verrà gestito in background dalle mailing list per l'importazione dei destinatari e altri moduli.
nl: Upload een bestand naar de drop-map. Dit bestand wordt op de achtergrond behandeld door de mailinglijsten voor het importeren van ontvangers en andere modules.
pl: Prześlij plik do folderu upuszczania. Ten plik będzie obsługiwany w tle przez listy mailingowe importu odbiorców i inne moduły.
pt: Carregue um arquivo para a pasta suspensa. Este arquivo será tratado em segundo plano pelas listas de discussão para importação de destinatários e outros módulos.
ru: Загрузите файл в папку дропа. Этот файл будет обрабатываться в фоновом режиме списками рассылки для импорта получателей и другими модулями.
sv: Ladda upp en fil till släppmappen. Denna fil kommer att hanteras i bakgrunden av mailinglistorna för mottagarimport och andra moduler.
th: อัปโหลดไฟล์ไปยังโฟลเดอร์วาง ไฟล์นี้จะถูกจัดการในเบื้องหลังโดยรายชื่อผู้รับจดหมายสำหรับการนำเข้าของผู้รับและโมดูลอื่นๆ
tr: Açılan klasöre bir dosya yükleyin. Bu dosya, alıcı içe aktarma ve diğer modüller için posta listeleri tarafından arka planda işlenecektir.
uk: Завантажте файл у розвантажувальну папку. Цей файл оброблятиметься у фоновому режимі списками розсилки для імпорту одержувачів та іншими модулями.
zh_hant: 將文件上傳到拖放文件夾。該文件將由收件人導入和其他模塊的郵件列表在後台處理。

source: Upload file
ar: تحميل الملف
de: Datei hochladen
es: Subir archivo
et: Lae fail
he: העלה קובץ
id: Unggah Berkas
it: Carica il file
nl: Upload bestand
pl: Prześlij plik
pt: Carregar arquivo
ru: Закачать файл
sv: Ladda upp fil
th: อัปโหลดไฟล์
tr: Dosya yükle
uk: Завантажити файл
zh_hant: 上传文件

source: Uploaded
ar: تم التحميل
de: Hochgeladen
es: Subido
et: √úles laetud
he: הועלה
id: Unggahan
it: Caricato
nl: Geüpload
pl: Przesłano
pt: Carregado em
ru: Закачано
sv: Uppladdad
th: อัปโหลดแล้ว
tr: Yüklendi
uk: Завантажено
zh_hant: 上传时间

source: Uploaded on
ar: تم الرفع على
de: Hochgeladen am
es: Subido en
et: Laaditi üles
he: הועלה ב
id: Diunggah pada
it: Caricato su
nl: Geüpload op
pl: Przesłano dnia
pt: Carregado em
ru: Загружено
sv: Uppladdad på
th: อัพโหลดเมื่อ
tr: Yüklenme tarihi
uk: Завантажено
zh_hant: 上傳於

source: Usage
ar: إستعمال
de: Verwendung
es: Uso
et: Kasutamine
he: נוֹהָג
id: Pemakaian
it: Uso
nl: Gebruik
pl: Zastosowanie
pt: Utilização
ru: Использование
sv: Användande
th: การใช้งาน
tr: Kullanım
uk: Використання
zh_hant: 使用方法

source: Use the autocompleter to search the media in this site.
ar: استخدم الإكمال التلقائي للبحث عن الوسائط في هذا الموقع.
de: Benutzen Sie den Autovervollständiger, um nach Medieninhalten auf der Seite zu suchen.
es: Usar el servicio de autocompletar para buscar los medios en este sitio.
et: Kasuta automaatset nimelahendust meedia otsimiseks saidilt.
he: השתמש במשלים האוטומטי כדי לחפש במדיה באתר זה.
id: Gunakan autocompleter untuk mencari media di situs ini.
it: Usa l'autocompletatore per cercare i media in questo sito.
nl: Gebruik het zoekvak om mediabestanden te zoeken die al in het systeem zitten.
pl: Użyj autouzupełniania, aby przeszukać multimedia w tej witrynie.
pt: Use o autocompletar para pesquisar a mídia neste site.
ru: Используйте автозаполнение для поиска материалов на этом сайте.
sv: Använd autocompleter att söka media i denna webbplats.
th: ใช้ตัวเติมข้อความอัตโนมัติเพื่อค้นหาสื่อในไซต์นี้
tr: Bu sitedeki medyaları aramak için otomatik tamamlayıcıyı kullanın.
uk: Використовуйте автозаповнення для пошуку медіа на цьому сайті.
zh_hant: 使用自动完成来搜索本網站的媒体。

source: Use the title of the base content for the display name of this person.
ar: استخدم عنوان المحتوى الأساسي لعرض اسم هذا الشخص.
de: Geben Sie als Titel der Seite den Namen der Person an, der für alle sichtbar sein soll.
es: Use el título del contenido base para el nombre que se mostrará en pantalla.
et: Kasuta baassisu pealkirja kuvatavaks isiku nimeks.
he: השתמש בכותרת תוכן הבסיס לשם התצוגה של אדם זה.
id: Gunakan judul dari isi dasar untuk menampilkan nama dari orang ini.
it: Usa il titolo del contenuto di base per il nome visualizzato di questa persona.
nl: Gebruik de titel van de basisgegevens voor de naam zoals die wordt weergegeven op pagina's.
pl: Użyj tytułu zawartości podstawowej jako nazwy wyświetlanej tej osoby.
pt: Use o título do conteúdo base para o nome de exibição desta pessoa.
ru: Используйте заголовок основного контента как отображаемое имя данной персоны.
sv: Använda titeln bas innehåll för att visa namnet på denna person.
th: ใช้ชื่อของเนื้อหาพื้นฐานสำหรับชื่อที่แสดงของบุคคลนี้
tr: İçerik başlığını kullanarak bu kişinin ismini görüntüleyiniz.
uk: Використовуйте заголовок основного контенту для відображення імені цієї особи.
zh_hant: 用基本内容的标题做为人员名字的显示。

source: Used
ar: مستخدم
de: Gebraucht
es: Usado
et: Kasutatud
he: בשימוש
id: Bekas
it: Usato
nl: Gebruikt
pl: Używane
pt: Usado
ru: Используемый
sv: Begagnade
th: ใช้แล้ว
tr: Kullanılmış
uk: Використовується
zh_hant: 二手产品

source: User page
ar: مستخدم الصفحة
de: Benutzer-Seite
es: Página de usuario
et: Kasutaja leht
he: דף משתמש
id: Halaman pengguna
it: Pagina utente
nl: Gebruikerspagina
pl: Strona użytkownika
pt: Página do usuário
ru: Страница пользователя
sv: Användarsida
th: หน้าผู้ใช้
tr: Kullanıcı sayfası
uk: Сторінка користувача
zh_hant: 用户页面

source: Valid for:
ar: صالح لـ:
de: Gültig für:
es: Válido para:
et: Kehtiv:
he: תקף ל:
id: Berlaku untuk:
it: Valido per:
nl: Geldig voor:
pl: Obowiązuje dla:
pt: Válido para:
ru: Действителен для:
sv: Giltig för:
th: ใช้ได้สำหรับ:
tr: Geçerli:
uk: Дійсний для:
zh_hant: 有效期为：

source: View
ar: رأي
de: Anzeigen
es: Ver
et: Vaade
he: נוף
id: Tampilan
it: Vedi
nl: Bekijk
pl: Widok
pt: Ver
ru: Просмотр
sv: Se
th: ดู
tr: Görüntüle
uk: Переглянути
zh_hant: 查看

source: View all connections
ar: عرض جميع الاتصالات
de: Alle Verbindungen anzeigen
es: Ver todas las conexiones
et: Kuva kõik ühendused
he: צפה בכל החיבורים
id: Lihat semua koneksi
it: Visualizza tutte le connessioni
nl: Bekijk alle connecties
pl: Wyświetl wszystkie połączenia
pt: Ver todas as ligações
ru: Просмотреть все соединения
sv: Visa alla anslutningar
th: ดูการเชื่อมต่อทั้งหมด
tr: Tüm bağlantıları görüntüleyin
uk: Переглянути всі підключення
zh_hant: 查看所有连接

source: View all pages from this category
ar: عرض كل الصفحات من هذه الفئة
de: Alle Seiten aus dieser Kategorie anzeigen
es: Ver todas las páginas de esta categoría
et: Kuva kõik selle kategooria lehed
he: צפה בכל הדפים מקטגוריה זו
id: Lihat semua halaman dari kategori ini
it: Visualizza tutte le pagine di questa categoria
nl: Bekijk alle pagina's binnen deze categorie
pl: Wyświetl wszystkie strony z tej kategorii
pt: Ver todas as páginas desta categoria
ru: Просмотреть все страницы из этой категории
sv: Visa alla sidor av denna kategori
th: ดูหน้าทั้งหมดจากหมวดหมู่นี้
tr: Bu kategorideki tüm sayfaları incele
uk: Переглянути всі сторінки з цієї категорії
zh_hant: 查看此类别的所有页面

source: View all referrers
ar: عرض جميع المُحيلين
de: Alle Querverweise anzeigen
es: Ver todos los referentes
et: Vaata k√µiki viitajaid
he: צפה בכל המפנים
id: Lihat semua perujuk
it: Visualizza tutti i referenti
nl: Bekijk verwijzende pagina's
pl: Wyświetl wszystkie strony odsyłające
pt: Ver todas as referências
ru: Просмотр всех рефереров
sv: Visa alla hänvisare
th: ดูผู้อ้างอิงทั้งหมด
tr: Tüm referansları göster
uk: Переглянути всіх реферерів
zh_hant: 查看所有引用
