Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Force a recompilation of all templates. This fixes any issues where the compiled templates might be out of sync with the template index.
ar: فرض إعادة تجميع كافة القوالب. يؤدي هذا إلى إصلاح أي مشكلات قد تكون فيها القوالب المجمعة غير متزامنة مع فهرس القالب.
de: Erzwingen Sie eine Neukompilierung aller Vorlagen. Dadurch werden alle Probleme behoben, bei denen die kompilierten Vorlagen möglicherweise nicht mit dem Vorlagenindex synchronisiert sind.
es: Fuerce una recompilación de todas las plantillas. Esto soluciona cualquier problema por el cual las plantillas compiladas puedan no estar sincronizadas con el índice de la plantilla.
et: Sunnige kõik mallid uuesti kompileerima. See lahendab kõik probleemid, mille puhul kompileeritud mallid võivad olla malliindeksiga sünkroonist väljas.
he: כפה הידור מחדש של כל התבניות. זה פותר את כל הבעיות שבהן התבניות הקומפילציה לא מסונכרנות עם אינדקס התבניות.
id: Paksa kompilasi ulang semua templat. Ini memperbaiki masalah apa pun yang menyebabkan templat yang dikompilasi mungkin tidak sinkron dengan indeks templat.
it: Forza la ricompilazione di tutti i modelli. Ciò risolve eventuali problemi in cui i modelli compilati potrebbero non essere sincronizzati con l'indice del modello.
nl: Forceer een hercompilatie van alle sjablonen. Hiermee worden eventuele problemen opgelost waarbij de gecompileerde sjablonen mogelijk niet synchroon lopen met de sjabloonindex.
pl: Wymuś ponowną kompilację wszystkich szablonów. Rozwiązuje to wszelkie problemy, w których skompilowane szablony mogą nie być zsynchronizowane z indeksem szablonów.
pt: Força uma recompilação de todos os modelos. Isso corrige quaisquer problemas em que os modelos compilados possam estar fora de sincronia com o índice do modelo.
ru: Принудительно перекомпилировать все шаблоны. Это устраняет любые проблемы, из-за которых скомпилированные шаблоны могли не синхронизироваться с индексом шаблона.
sv: Tvinga fram en omkompilering av alla mallar. Detta åtgärdar eventuella problem där de kompilerade mallarna kan vara osynkroniserade med mallindexet.
th: บังคับให้คอมไพล์เทมเพลตทั้งหมดใหม่ วิธีนี้แก้ไขปัญหาใด ๆ ที่เทมเพลตที่คอมไพล์อาจไม่ซิงค์กับดัชนีเทมเพลต
tr: Tüm şablonların yeniden derlenmesini zorlayın. Bu, derlenen şablonların şablon dizini ile senkronizasyonunun bozulabileceği sorunları giderir.
uk: Примусово перекомпілювати всі шаблони. Це вирішує будь-які проблеми, через які скомпільовані шаблони можуть не синхронізуватися з індексом шаблону.
zh_hant: 強制重新編譯所有模板。這修復了已編譯模板可能與模板索引不同步的任何問題。

source: Forced switch of protocol to
ar: التبديل القسري للبروتوكول إلى
de: Erzwungene Umschaltung des Protokolls auf
es: Cambio forzado de protocolo a
et: Protokolli sunnitud üleminek
he: מעבר פרוטוקול מאולץ ל
id: Dipaksa beralih dari protokol untuk
it: Passaggio forzato del protocollo a
nl: Geforceerde wissel naar protocol
pl: Przymusowe przełączenie protokołu na
pt: Troca forçada de protocolo para
ru: Принудительное переключение протокола на
sv: Tvingad byte av protokoll till
th: บังคับให้เปลี่ยนโปรโตคอลเป็น
tr: Protokolü şuna zorla
uk: Примусове переключення протоколу на
zh_hant: 强制将协议切换到

source: Found matching dispatch rule
ar: تم العثور على قاعدة إرسال مطابقة
de: Passende Versandregel gefunden
es: Se encontró una regla de despacho que coincide con la regla
et: Leiti vastav saatmisreegel
he: נמצא כלל משלוח תואם
id: Menemukan aturan pengiriman yang cocok
it: Trovata regola di spedizione corrispondente
nl: Overeenkomende dispatchregel gevonden
pl: Znaleziono pasującą regułę wysyłki
pt: Encontrada regra de expedição correspondente
ru: Найдено подходящее правило диспетчеризации
sv: Hittade matchande leveransregel
th: พบกฎการจัดส่งที่ตรงกัน
tr: Eşleşen gönderim kuralı bulundu
uk: Знайдено відповідне правило відправки
zh_hant: 找到匹配的调度规则

source: Function Call Tracing
ar: تتبع استدعاء الدالة
es: Rastreo de llamadas a funciones
et: Funktsioonikõne jälgimine
he: מעקב אחר קריאות פונקציות
id: Penelusuran Panggilan Fungsi
it: Tracciamento delle chiamate di funzione
nl: Traceren van functieaanroepen
pl: Śledzenie wywołań funkcji
pt: Rastreio de chamadas de função
ru: Трассировка вызовов функций
th: การติดตามการเรียกใช้งานฟังก์ชัน
tr: İşlev Çağrısı İzleme
uk: Відстеження викликів функцій

source: Function call tracing has been disabled. Use the following to enable function call tracing:
ar: تم تعطيل تتبع استدعاء الدالة. استخدم ما يلي لتمكين تتبع استدعاء الدالة:
es: Se ha desactivado el rastreo de llamadas a funciones. Utilice lo siguiente para activar el rastreo de llamadas de función:
et: Funktsioonikõne jälgimine on välja lülitatud. Funktsioonikutsete jälgimise lubamiseks kasutage järgmist:
he: מעקב אחר קריאות פונקציות הושבת. השתמש בפקודה הבאה כדי להפעיל את מעקב אחר קריאות פונקציות:
id: Penelusuran panggilan fungsi telah dinonaktifkan. Gunakan langkah berikut ini untuk mengaktifkan penelusuran panggilan fungsi:
it: Il tracciamento delle chiamate di funzione è stato disabilitato. Per attivare il tracciamento delle chiamate di funzione, procedere come segue:
nl: Traceren van functieoproepen is uitgeschakeld. Gebruik het volgende om het traceren van functieoproepen in te schakelen:
pl: Śledzenie wywołań funkcji zostało wyłączone. Aby włączyć śledzenie wywołań funkcji, należy wykonać poniższe czynności:
pt: O rastreio de chamadas de função foi desativado. Utilize o seguinte para ativar o rastreio de chamadas de função:
ru: Отслеживание функциональных вызовов было отключено. Чтобы включить отслеживание вызовов функций, выполните следующие действия:
th: การติดตามการเรียกใช้ฟังก์ชันถูกปิดใช้งานแล้ว กรุณาใช้คำสั่งต่อไปนี้เพื่อเปิดใช้งานการติดตามการเรียกใช้ฟังก์ชัน:
tr: İşlev çağrısı izleme devre dışı bırakıldı. İşlev çağrısı izlemeyi etkinleştirmek için aşağıdakileri kullanın:
uk: Відстеження викликів функцій вимкнено. Скористайтеся наступним, щоб увімкнути його.

source: Function tracing has been disabled in the Zotonic config.
ar: تم تعطيل تتبع الوظائف في تهيئة Zotonic.
es: Se ha desactivado el rastreo de funciones en la configuración de Zotonic.
et: Funktsiooni jälgimine on Zotonic'i konfiguratsioonis välja lülitatud.
he: מעקב אחר פונקציות הושבת בתצורת Zotonic.
id: Pelacakan fungsi telah dinonaktifkan dalam konfigurasi Zotonic.
it: Il tracciamento delle funzioni è stato disattivato nella configurazione di Zotonic.
nl: Functie tracering is uitgeschakeld in de Zotonic configuratie.
pl: Śledzenie funkcji zostało wyłączone w konfiguracji Zotonic.
pt: O rastreio de funções foi desativado na configuração do Zotonic.
ru: Отслеживание функций было отключено в конфигурации Zotonic.
th: การติดตามการทำงานของฟังก์ชันถูกปิดใช้งานในค่ากำหนดของ Zotonic
tr: Zotonic yapılandırmasında işlev izleme devre dışı bırakıldı.
uk: Відстеження функцій вимкнено в конфігурації Zotonic.

source: Graph of all template dependencies
ar: رسم بياني لجميع تبعيات القالب
de: Diagramm aller Vorlagenabhängigkeiten
es: Gráfico de todas las dependencias de plantillas.
et: Kõigi mallide sõltuvuste graafik
he: גרף של כל התלות בתבנית
id: Grafik semua dependensi template
it: Grafico di tutte le dipendenze del modello
nl: Grafiek van alle sjabloonafhankelijkheden
pl: Wykres wszystkich zależności szablonu
pt: Gráfico de todas as dependências do modelo
ru: График всех зависимостей шаблона
sv: Graf över alla mallberoenden
th: กราฟของการขึ้นต่อกันของเทมเพลตทั้งหมด
tr: Tüm şablon bağımlılıklarının grafiği
uk: Графік усіх залежностей шаблону
zh_hant: 所有模板依賴關係圖

source: Hostalias
ar: هوستاليس
id: Hostali
pt: Hostálias
ru: Хосталиас
th: ฮอสทาเลียส
uk: Госталії
zh_hant: 霍斯塔利亞斯

source: Included template
ar: قالب متضمن
de: Enthaltene Vorlage
es: Plantilla incluida
et: Kaasas mall
he: תבנית כלולה
id: Templat disertakan
it: Modello incluso
nl: Ingevoegd sjabloon
pl: Dołączony szablon
pt: Modelo incluído
ru: Включенный шаблон
sv: Inkluderad mall
th: รวมเทมเพลตแล้ว
tr: Dahil edilen şablon
uk: Включений шаблон
zh_hant: 包含模板

source: Includes using variable names or expressions are not shown.
ar: يتضمن استخدام أسماء المتغيرات أو التعبيرات غير معروضة.
de: Einschlüsse, die Variablennamen oder Ausdrücke verwenden, werden nicht angezeigt.
es: Incluye el uso de nombres de variables o expresiones que no se muestran.
et: Muutujate nimede või väljendite kasutamist ei kuvata.
he: כולל שימוש בשמות משתנים או ביטויים אינם מוצגים.
id: Termasuk penggunaan nama variabel atau ekspresi tidak ditampilkan.
it: Include l'utilizzo di nomi di variabili o espressioni non mostrati.
nl: Ingevoegde sjablonen via het gebruik van variabelenamen of expressies worden niet weergegeven.
pl: Obejmuje używanie nazw zmiennych i wyrażeń, które nie są pokazane.
pt: Inclui o uso de nomes de variáveis ou expressões não são mostradas.
ru: Включения с использованием имен переменных или выражений не отображаются.
sv: Inkluderar användning av variabelnamn eller uttryck visas inte.
th: รวมถึงการใช้ชื่อตัวแปรหรือนิพจน์จะไม่แสดง
tr: Değişken adlarının veya ifadelerinin kullanımını içerenler gösterilmemiştir.
uk: Включає використання імен змінних або виразів не показано.
zh_hant: 包括使用變數名稱或表達式未顯示。

source: Introspection
ar: استبطان - سبر غور
de: Introspektion
es: Introspección
et: Enesevaatlus
he: הִסתַכְּלוּת פְּנִימִית
id: Introspeksi
it: Introspezione
nl: Introspectie
pl: Introspekcja
pt: Introspecção
ru: Интроспекция
sv: Introspektion
th: วิปัสสนา
tr: İçgözlem
uk: Інтроспекція
zh_hant: 自省

source: Line
ar: خط
de: Linie
es: Línea
et: Liin
he: קַו
id: Garis
it: Linea
nl: Lijn
pl: Linia
pt: Linha
ru: Линия
sv: Linje
th: เส้น
tr: Astar
uk: лінія
zh_hant: 線

source: Live dependency graph of templates
ar: الرسم البياني المباشر للتبعية للقوالب
de: Live-Abhängigkeitsdiagramm von Vorlagen
es: Gráfico de dependencia en vivo de plantillas
et: Mallide reaalajas sõltuvuse graafik
he: גרף תלות חי של תבניות
id: Grafik ketergantungan langsung dari templat
it: Grafico delle dipendenze in tempo reale dei modelli
nl: Live afhankelijkheidsgrafiek van sjablonen
pl: Wykres zależności szablonów na żywo
pt: Gráfico de dependência ao vivo de modelos
ru: Живой граф зависимостей шаблонов
sv: Live beroendediagram av mallar
th: กราฟการขึ้นต่อกันของเทมเพลตแบบสด
tr: Şablonların canlı bağımlılık grafiği
uk: Живий графік залежностей шаблонів
zh_hant: 模板的即時依賴圖

source: Live reload of changed CSS files. Reload page on change of templates or JavaScript.
ar: إعادة تحميل مباشر لملفات CSS المتغيرة. أعد تحميل الصفحة عند تغيير القوالب أو JavaScript.
de: Live-Neuladen von geänderten CSS-Dateien. Neuladen der Seite bei Änderung von Templates oder JavaScript.
es: Recarga en vivo de los archivos CSS cambiados. Recarga de la página de cambio de plantillas o JavaScript.
et: Muudetud CSS-failide reaalajas laadimine. Mallide või JavaScripti muutmisel laadige leht uuesti.
he: טעינה מחדש של קבצי CSS שהשתנו. טען מחדש דף בשינוי תבניות או JavaScript.
id: Reload langsung dari file CSS yang diubah. Muat ulang halaman saat mengganti template atau JavaScript.
it: Ricarica in diretta dei file CSS modificati. Ricarica la pagina al cambio di template o JavaScript.
nl: Live reload van gewijzigde CSS-bestanden. Herladen van pagina's na wijziging van templates of JavaScript.
pl: Przeładowanie na żywo zmienionych plików CSS. Załaduj ponownie stronę po zmianie szablonów lub JavaScript.
pt: Recarga ao vivo de arquivos CSS alterados. Recarregar página sobre alteração de templates ou JavaScript.
ru: Живая перезагрузка измененных CSS-файлов. Перезагрузка страницы при изменении шаблонов или JavaScript.
sv: Live-omladdning av ändrade CSS-filer. Ladda om sidan vid ändring av mallar eller JavaScript.
th: โหลดไฟล์ CSS ที่เปลี่ยนแปลงแบบสด โหลดหน้าซ้ำเมื่อเปลี่ยนเทมเพลตหรือ JavaScript
tr: Değiştirilen CSS dosyalarının canlı olarak yeniden yüklenmesi. Şablon veya JavaScript değişikliğinde sayfayı yeniden yükleyin.
uk: Живе перезавантаження змінених файлів CSS. Перезавантажте сторінку при зміні шаблонів або JavaScript.
zh_hant: 实时重载更改后的CSS文件。更改模板或JavaScript时重新加载页面。

source: Live trace of function calls on the server (only for the admin user).
ar: التتبع المباشر لاستدعاءات الدالة على الخادم (للمستخدم المسؤول فقط).
es: Seguimiento en directo de las llamadas a funciones en el servidor (sólo para el usuario administrador).
et: Funktsioonikutsete live jälgimine serveris (ainult administraatori kasutajale).
he: מעקב חי אחר קריאות פונקציות בשרת (רק עבור משתמש מנהל).
id: Penelusuran langsung panggilan fungsi pada server (hanya untuk pengguna admin).
it: Traccia in tempo reale delle chiamate di funzione sul server (solo per l'utente amministratore).
nl: Live traceren van functie-aanroepen op de server (alleen voor de beheerder).
pl: Śledzenie na żywo wywołań funkcji na serwerze (tylko dla użytkownika admin).
pt: Rastreio em tempo real das chamadas de função no servidor (apenas para o utilizador administrador).
ru: Живая трассировка вызовов функций на сервере (только для пользователя admin).
th: การติดตามแบบเรียลไทม์ของการเรียกใช้ฟังก์ชันบนเซิร์ฟเวอร์ (เฉพาะสำหรับผู้ใช้ผู้ดูแลระบบเท่านั้น)
tr: Sunucudaki işlev çağrılarının canlı izi (yalnızca yönetici kullanıcı için).
uk: Відстеження викликів функцій наживо на сервері (тільки для адміністратора).

source: Live traces of template rendering
ar: آثار حية لعرض القالب
de: Live-Spuren der Vorlagenwiedergabe
es: Rastros en vivo de renderizado de plantillas
et: Malli renderdamise reaalajas jäljed
he: עקבות חיים של עיבוד תבניות
id: Jejak langsung rendering template
it: Tracce in tempo reale del rendering del modello
nl: Live sporen van sjabloonrendering
pl: Śledzenie na żywo renderowania szablonu
pt: Traços dinâmicos de renderização de modelo
ru: Живые следы рендеринга шаблонов
sv: Levande spår av mallrendering
th: ร่องรอยสดของการแสดงเทมเพลต
tr: Şablon oluşturmanın canlı izleri
uk: Живі сліди візуалізації шаблону
zh_hant: 模板渲染的即時痕跡

source: Live tracing of function calls on the server.
ar: تتبع مباشر لاستدعاءات الدالة على الخادم.
es: Seguimiento en directo de las llamadas a funciones en el servidor.
et: Funktsioonikutsete jälgimine serveris.
he: מעקב חי אחר קריאות פונקציות בשרת.
id: Penelusuran langsung panggilan fungsi pada server.
it: Tracciamento in tempo reale delle chiamate di funzione sul server.
nl: Live tracering van functie-aanroepen op de server.
pl: Śledzenie na żywo wywołań funkcji na serwerze.
pt: Rastreio em tempo real das chamadas de função no servidor.
ru: Трассировка вызовов функций на сервере в реальном времени.
th: การติดตามการเรียกใช้งานฟังก์ชันแบบเรียลไทม์บนเซิร์ฟเวอร์
tr: Sunucudaki işlev çağrılarının canlı izlenmesi.
uk: Відстеження викликів функцій наживо на сервері.

source: Loading...
ar: تحميل...
de: Wird geladen...
es: Cargando...
et: Laadimine...
he: טוען...
id: Memuat...
it: Caricamento...
nl: Bezig met laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sv: Läser in...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
zh_hant: 載入中...

source: Location
ar: موقعك
de: Standort
es: Ubicación
et: Asukoht
he: מקום
id: Lokasi
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Местоположение
sv: Plats
th: สถานที่
tr: Konum
uk: Розташування
zh_hant: 场地

source: Log in as the admin to enable logging to the javascript console.
ar: قم بتسجيل الدخول كمسؤول لتمكين تسجيل الدخول إلى وحدة تحكم جافا سكريبت.
de: Melden Sie sich als Administrator an, um die Protokollierung in der JavaScript-Konsole zu aktivieren.
es: Inicie sesión como administrador para habilitar el inicio de sesión en la consola de JavaScript.
et: JavaScripti konsooli logimise lubamiseks logige sisse administraatorina.
he: היכנס כמנהל כדי לאפשר כניסה למסוף ה-javascript.
id: Masuk sebagai admin untuk mengaktifkan masuk ke konsol javascript.
it: Accedi come amministratore per abilitare l'accesso alla console JavaScript.
nl: Log in als admin om het loggen naar de javascript console mogelijk te maken.
pl: Zaloguj się jako administrator, aby umożliwić logowanie do konsoli JavaScript.
pt: Faça login como administrador para ativar o log no console javascript.
ru: Войдите в систему как администратор, чтобы включить вход в консоль JavaScript.
sv: Logga in som admin för att aktivera inloggning till javascript-konsolen.
th: เข้าสู่ระบบในฐานะผู้ดูแลระบบเพื่อเปิดใช้งานการเข้าสู่ระบบคอนโซลจาวาสคริปต์
tr: Javascript konsolunda oturum açmayı etkinleştirmek için yönetici olarak oturum açın.
uk: Увійдіть як адміністратор, щоб увімкнути вхід у консоль JavaScript.
zh_hant: 以管理員身分登入以啟用 JavaScript 控制台日誌記錄。

source: Match a request URL, display matched dispatch rule.
ar: تطابق عنوان URL للطلب ، اعرض قاعدة الإرسال المتطابقة.
de: Übereinstimmung mit einer Anfrage-URL, Anzeige der übereinstimmenden Versandregel.
es: Relacione a una petición de URL, mostrar la relaciones de las reglas de envió.
et: Sobitage päringu URL, kuvage sobitatud saatmisreegel.
he: התאם כתובת URL של בקשה, כלל כלל שיגור תואם.
id: Sesuai permintaan URL, tampilan sesuai aturan pengiriman.
it: Abbina un URL di richiesta, visualizza la regola di spedizione abbinata.
nl: Match een request URL, toon overeenkomstige dispatchregel
pl: Dopasuj URL zgłoszenia, wyświetl dopasowaną regułę wysyłki.
pt: Combinar um URL de solicitação, exibir a regra de envio correspondente.
ru: Сопоставить URL из запроса, показать подходящее правило диспетчеризации.
sv: Match ett request-URL, visa matchas avsändar-regeln.
th: จับคู่ URL คำขอแสดงกฎการจัดส่งที่ตรงกัน
tr: Bir istek URL'sini eşleştirin, eşleşen gönderim kuralı görüntüleyin.
uk: Відповідність URL-адресі запиту, відображення відповідного правила відправлення.
zh_hant: 匹配请求URL，显示匹配的调度规则。

source: Missing included templates
ar: القوالب المضمنة مفقودة
de: Es fehlen enthaltene Vorlagen
es: Faltan plantillas incluidas
et: Kaasasolevad mallid puuduvad
he: חסרות תבניות כלולות
id: Templat yang disertakan tidak ada
it: Modelli inclusi mancanti
nl: Ontbrekende bijgesloten sjablonen
pl: Brak dołączonych szablonów
pt: Modelos incluídos ausentes
ru: Отсутствуют включенные шаблоны
sv: Inkluderade mallar saknas
th: ไม่มีเทมเพลตที่รวมไว้
tr: Dahil edilen şablonlar eksik
uk: Відсутні включені шаблони
zh_hant: 缺少包含的模板

source: Missing optional included templates
ar: القوالب الاختيارية المضمنة مفقودة
de: Fehlende optionale enthaltene Vorlagen
es: Faltan plantillas incluidas opcionales
et: Puuduvad valikulised kaasatud mallid
he: חסרות תבניות כלולות אופציונליות
id: Templat opsional yang disertakan tidak ada
it: Modelli inclusi opzionali mancanti
nl: Er ontbreken optionele bijgesloten sjablonen
pl: Brak opcjonalnych dołączonych szablonów
pt: Modelos opcionais incluídos ausentes
ru: Отсутствуют дополнительные включенные шаблоны
sv: Saknar valfria inkluderade mallar
th: ไม่มีเทมเพลตเสริมที่รวมไว้
tr: İsteğe bağlı olarak eklenen şablonlar eksik
uk: Відсутні додаткові включені шаблони
zh_hant: 缺少可選的包含模板

source: Missing {extends} or {overrules}
ar: مفقود {extends} أو {overrules}
de: Es fehlen {extends} oder {overrules}
es: Falta {extends} o {overrules}
et: Puudub {extends} või {overrules}
he: חסר {extends} או {overrules}
id: Hilang {extends} atau {overrules}
it: Manca {extends} o {overrules}
nl: Ontbrekende {extends} of {overrules}
pl: Brakuje {extends} lub {overrules}
pt: Faltando {extends} ou {overrules}
ru: Отсутствует {extends} или {overrules}
sv: Saknar {extends} eller {overrules}
th: ขาด {extends} หรือ {overrules}
tr: {extends} veya {overrules}eksik
uk: Відсутній {extends} або {overrules}
zh_hant: 缺少 {extends} 或 {overrules}

source: New host
ar: مضيف جديد
de: Neuer Host
es: Nuevo servidor
et: Uus host
he: מארח חדש
id: Host baru
it: Nuovo ospite
nl: Nieuwe host
pl: Nowy host
pt: Novo anfitrião
ru: Новый хост
sv: Ny värd
th: โฮสต์ใหม่
tr: Yeni ana bilgisayar
uk: Новий господар
zh_hant: 新主机

source: New path
ar: مسار جديد
de: Neuer Pfad
es: Nueva ruta
et: Uus tee
he: דרך חדשה
id: Jalur baru
it: Nuovo percorso
nl: Nieuw pad
pl: Nowa ścieżka
pt: Novo caminho
ru: Новый путь
sv: Ny väg
th: เส้นทางใหม่
tr: Yeni yol
uk: Новий шлях
zh_hant: 新路

source: No data.
ar: لايوجد بيانات.
de: Keine Daten.
es: Sin datos.
et: Andmed puuduvad.
he: אין מידע.
id: Tidak ada data.
it: Nessun dato.
nl: Geen gegevens.
pl: Brak danych.
pt: Sem dados.
ru: Нет данных.
sv: Inga data.
th: ไม่มีข้อมูล.
tr: Veri yok.
uk: Немає даних.
zh_hant: 沒有數據。

source: No matching dispatch rule found
ar: لم يتم العثور على قاعدة إرسال مطابقة
de: Keine passende Versandregel gefunden
es: No se encuentra ninguna relación a las reglas de envió
et: Sobivat saatmisreeglit ei leitud
he: לא נמצא כלל שיגור תואם
id: Tidak ada aturan pengiriman yang sesuai
it: Nessuna regola di spedizione corrispondente trovata
nl: Geen overeenkomende dispatchregels gevonden
pl: Nie znaleziono pasującej reguły wysyłki
pt: Não foi encontrada nenhuma regra de expedição correspondente.
ru: Не найдено подходящего правила диспетчеризации
sv: Ingen matchande leveransregel hittades
th: ไม่พบกฎการจัดส่งที่ตรงกัน
tr: Eşleşen gönderme kuralı bulunamadı
uk: Не знайдено відповідного правила відправлення
zh_hant: 没有找到匹配的调度规则

source: No permission to access the console logs.
ar: لا يوجد إذن للوصول إلى سجلات وحدة التحكم.
de: Keine Berechtigung zum Zugriff auf die Konsolenprotokolle.
es: No hay permiso para acceder a los registros de la consola.
et: Konsooli logidele juurdepääsu luba pole.
he: אין הרשאה לגשת ליומני המסוף.
id: Tidak ada izin untuk mengakses log konsol.
it: Nessuna autorizzazione per accedere ai registri della console.
nl: Geen toestemming voor toegang tot de console logs.
pl: Brak uprawnień dostępu do dzienników konsoli.
pt: Sem permissão para acessar os logs do console.
ru: Нет разрешения на доступ к журналам консоли.
sv: Ingen behörighet att komma åt konsolloggarna.
th: ไม่มีสิทธิ์ในการเข้าถึงบันทึกของคอนโซล
tr: Konsol günlüklerine erişim izni yok.
uk: Немає дозволу на доступ до журналів консолі.
zh_hant: 無權存取控制台日誌。

source: No permission to use mod_development.
ar: لا يوجد إذن لاستخدام mod_development.
de: Keine Berechtigung zur Verwendung von mod_development.
es: No hay permiso para usar mod_development.
et: Mod_developmenti kasutamiseks pole luba.
he: אין הרשאה להשתמש ב-mod_development.
id: Tidak ada izin untuk menggunakan mod_development.
it: Nessuna autorizzazione per utilizzare mod_development.
nl: Geen toestemming om mod_development te gebruiken.
pl: Brak uprawnień do korzystania z mod_development.
pt: Sem permissão para usar mod_development.
ru: Нет разрешения на использование mod_development.
sv: Ingen behörighet att använda mod_development.
th: ไม่ได้รับอนุญาตให้ใช้ mod_development
tr: mod_development'ı kullanma izniniz yok.
uk: Немає дозволу на використання mod_development.
zh_hant: 無權使用 mod_development。

source: Not found
ar: لم يتم العثور على
de: Nicht gefunden
es: No encontrado
et: Ei leitud
he: לא נמצא
id: Tidak ditemukan
it: Non trovato
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrado
ru: Не найден
sv: Hittades inte
th: ไม่พบ
tr: Bulunamadı
uk: Не знайдено
zh_hant: 未找到

source: Observers
ar: المراقبون
de: Beobachter
es: Observadores
et: Vaatlejad
he: משקיפים
id: Pengamat
it: Osservatori
nl: Waarnemers
pl: Obserwatorzy
pt: Observadores
ru: Наблюдатели
sv: Observatörer
th: ผู้สังเกตการณ์
tr: Gözlemciler
uk: Спостерігачі
zh_hant: 观察员

source: Only the admin user can set traces.
ar: يمكن للمستخدم المسؤول فقط تعيين الآثار.
es: Sólo el usuario administrador puede establecer trazas.
et: Jälgi saab määrata ainult administraatori kasutaja.
he: רק המשתמש המנהל יכול להגדיר עקבות.
id: Hanya pengguna admin yang dapat mengatur jejak.
it: Solo l'utente amministratore può impostare le tracce.
nl: Alleen de beheerder kan sporen instellen.
pl: Tylko użytkownik admin może ustawiać ślady.
pt: Apenas o utilizador administrador pode definir os traços.
ru: Только пользователь admin может устанавливать трассы.
th: เฉพาะผู้ใช้ผู้ดูแลระบบเท่านั้นที่สามารถตั้งค่าการติดตามได้
tr: Yalnızca yönetici kullanıcı izleri ayarlayabilir.
uk: Лише адміністратор може встановлювати трасування.
