Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Welcome, visitor! The page you are currently looking at is the default page for a Zotonic web server. The fact that you are seeing this page could mean that the website you are trying to visit has not been configured correctly.
ar: اهلا بك زائر! الصفحة التي نبحث حاليا في هي الصفحة الافتراضية ل خادم الويب Zotonic. حقيقة أنك ترى هذه الصفحة قد تعني أن موقع الويب الذي تحاول زيارته لم يتم تكوينه بشكل صحيح .
de: Willkommen, Besucher! Die Seite, die Sie gerade sehen, ist die Standardseite für einen Zotonic Webserver. Die Tatsache, dass Sie diese Seite sehen, könnte bedeuten, dass die Website, die Sie zu besuchen versuchen, nicht korrekt konfiguriert wurde.
es: ¡Bienvenido visitante! La pagina que esta buscando actualmente, es la pagina por defecto del servidor de Zotonic. El factor de que usted este viendo esta pagina podría ser porque el sitio web no ha sido configurado correctamente.
et: Tere tulemast, külastaja! Leht, mida praegu vaadates on vaikimisi lehega Zotonic veebiserver. Asjaolu, et te ei näe see leht võib tähendada, et veebisait on üritab külastada ei ole seadistatud õigesti.
he: ברוך הבא מבקר! הדף שאתה מחפש כיום הוא דף ברירת המחדל עבור שרת אינטרנט Zotonic. העובדה שאתה רואה בעמוד זה יכול להיות שהאתר שאליו הם מנסים לבקר לא הוגדר כראוי.
id: Selamat datang, pengunjung Halaman yang sedang Anda lihat adalah halaman default untuk server web Zotonic. Fakta bahwa Anda melihat halaman ini bisa berarti bahwa situs web yang ingin Anda kunjungi belum dikonfigurasi dengan benar.
it: Benvenuto, visitatore! La pagina che stai guardando è la pagina predefinita per un server web Zotonic. Il fatto che tu stia vedendo questa pagina potrebbe significare che il sito che stai cercando di visitare non è stato configurato correttamente.
nl: Welkom, bezoeker! De pagina die je momenteel bekijkt is de standaardpagina voor een Zotonic-webserver. Het feit dat je deze pagina ziet, kan betekenen dat de website die je probeert te bezoeken niet correct is geconfigureerd .
pl: Witaj, gościu! Strona, na którą obecnie patrzysz to , jest stroną domyślną dla Zotonic Web Server. Fakt, że widzisz tę stronę może oznaczać, że strona, którą próbujesz odwiedzić jest nie została skonfigurowana prawidłowo.
pt: Bem-vindo, visitante! A página que você está atualmente é a página padrão para um servidor web Zotonic. O facto de estar a ver esta página pode significar que o website que está a a tentar visitar não foi configurado correctamente.
ru: Добро пожаловать, посетитель! Страница, на которую вы сейчас смотрите - это страница по умолчанию для веб-сервера Zotonic. Тот факт, что вы видите эту страницу, может означать, что веб-сайт, который вы пытаетесь посетить , был настроен неправильно .
sv: Välkommen, besökare! Sidan du bläddrar i är standardsidan för en Zotonic webbserver. Det faktum att du ser denna sida kan innebära att webbplatsen du är försöker besöka inte har konfigurerats korrekt.
th: ยินดีต้อนรับผู้เยี่ยมชม! หน้าที่คุณ กำลังดูอยู่เป็นหน้าเริ่มต้นสำหรับเว็บเซิร์ฟเวอร์ Zotonic การที่คุณเห็น หน้านี้อาจหมายความว่าเว็บไซต์ที่คุณ พยายามเข้าชมไม่ได้รับการกำหนดค่า อย่างถูกต้อง
tr: Hoş geldin ziyaretçi! Şu anda baktığınız sayfa Zotonic web sunucusunun varsayılan sayfasıdır. Bu sayfayı görmeniz ziyaret etmeye çalıştığınız web sitesinin doğru yapılandırılmamış olabileceği anlamına gelebilir.
uk: Ласкаво просимо, відвідувач! Сторінка, яку Ви зараз переглядаєте , є сторінкою за замовчуванням для вебсервера Zotonic. Той факт, що ви бачите цю сторінку, може означати, що вебсайт, який Ви намагаєтеся відвідати, неправильно .
zh_hant: 欢迎，访问者!您现在看到的 页面是 Zotonic网站服务器的默认页面。事实上，您看到的 页面可能意味着您 试图访问的网站没有正确配置 。

source: You can find the password in ~/.zotonic/[version]/zotonic.config.
ar: يمكنك العثور على كلمة المرور في ~ / .zotonic /[version]/zotonic.config.
de: Sie finden das Passwort in ~/.zotonic/[version]/zotonic.config.
es: Usted puede encontrar la contraseña en ~/.zotonic/[version]/zotonic.config.
et: Parooli leiate kataloogist ~ / .zotonic /[version]/zotonic.config.
he: אתה יכול למצוא את הסיסמה ב- ~ / .zotonic /[version]/zotonic.config.
id: Anda dapat menemukan kata sandi di ~/.zotonic/[version]/zotonic.config.
it: Puoi trovare la password in ~/.zotonic/[version]/zotonic.config.
nl: Je kan het wachtwoord vinden in ~/.zotonic/[version]/zotonic.config.
pl: Hasło można znaleźć w ~/.zotonic/[version]/zotonic.config.
pt: Você pode encontrar a senha em ~/.zotonic/[version]/zotonic.config.
ru: Пароль можно найти в ~/.zotonic/[version]/zotonic.config.
sv: Du hittar lösenordet i ~ / .zotonic /[version]/zotonic.config.
th: คุณสามารถค้นหารหัสผ่านได้ใน ~ / .zotonic /[version]/zotonic.config
tr: Şifrenizi şu adreste bulabilirsiniz: ~/.zotonic/[version]/zotonic.config.
uk: Ви можете знайти пароль у ~/.zotonic/[version]/zotonic.config.
zh_hant: 你可以在~/.zotonic/[version]/zotonic.config中找到密码。

source: admin
ar: مشرف
es: administrador
he: מנהל
ru: администратор
sv: administration
th: แอดมิน
tr: yönetici
uk: адмін
zh_hant: 管理员

source: flush
ar: دافق
de: leeren
et: loputada
he: סומק
id: siram
it: a filo
nl: cache legen
pl: Spłukiwanie
pt: jato
ru: флеш
sv: spola
th: ล้าง
tr: temizleme
uk: змивати
zh_hant: 同花顺

source: restart
ar: إعادة بدء
de: Neustart
es: reiniciar
et: Taaskäivita
he: אתחול
id: mulai kembali
it: riavviare
nl: herstart
pt: reinício
ru: перезагрузка
sv: omstart
th: เริ่มต้นใหม่
tr: yeniden başlat
uk: перезапустити
zh_hant: 重新启动

source: start
ar: بداية
es: comenzar
et: algus
he: הַתחָלָה
id: mulai
it: avviare
pt: início
ru: начать
th: เริ่มต้น
tr: başlat
uk: почати
zh_hant: 开始

source: stop
ar: قف
es: alto
et: peatus
he: תפסיק
id: berhenti
it: fermare
pl: Przystanek
pt: parar
ru: остановиться на
sv: sluta
th: หยุด
tr: durdur
uk: зупинити
zh_hant: 阻止

source: SEO
he: קידום אתרים
zh_hant: 搜索引擎优化

source: Bing Webmaster
et: Bingi veebimeister
he: מנהל האתר של בינג
sv: Bing webbansvarig
tr: Bing Web Yöneticisi
uk: Bing вебмайстер
zh_hant: 必应网站管理员

source: Yandex Webmaster
et: Yandexi veebimeister
he: מנהל האתר של יאנדקס
ru: Яндекс Вебмастер
sv: Yandex webbansvarig
tr: Yandex Web yöneticisi
uk: Вебмайстер Яндекса
zh_hant: Yandex网站管理员

source: Sorry, the maximum number of submissions has been reached. You can no longer submit this form.
he: מצטערים, מספר ההגשות המרבי הושג. לא ניתן להגיש טופס זה עוד.
id: Maaf, jumlah pengiriman maksimum telah tercapai. Anda tidak dapat lagi mengirimkan formulir ini.
it: Siamo spiacenti, il numero massimo di invii è stato raggiunto. Non è più possibile inviare questo modulo.
nl: Sorry, het maximum aantal inzendingen is bereikt. Je kan dit formulier niet langer indienen.
pl: Przepraszamy, osiągnięto maksymalną liczbę zgłoszeń. Nie można już przesłać tego formularza.
pt: Lamentamos, mas o número máximo de submissões foi atingido. Já não é possível enviar este formulário.
ru: Извините, максимальное количество заявок достигнуто. Вы больше не можете отправить эту форму.
th: ขออภัย จำนวนการส่งสูงสุดถึงแล้ว คุณไม่สามารถส่งแบบฟอร์มนี้ได้อีกต่อไป
tr: Üzgünüz, maksimum gönderim sayısına ulaşıldı. Artık bu formu gönderemezsiniz.
uk: Вибачте, максимальна кількість заявок досягнута. Ви більше не можете надіслати цю форму.

source: Git URL
es: Dirección del Git
he: כתובת אתר של Git
pl: URL Git
pt: URL do Git
ru: Git URL-адрес
uk: URL-адреса Git

source: URL
he: כתובת אתר
ru: URL-АДРЕС
zh_hant: 网址

source: user@example.com
et: kasutaja@näide.com
nl: gebruiker@example.com
pl: użytkownik@przykladowa-domena.com
tr: ornek@orneksite.com

source: 2FA
ru: 2ФА

source: You are not allowed to use this.
nl: Je mag dit niet gebruiken.
pl: Nie możesz tego zmienić.

source: After all questions are answered and submitted, one of the following is shown.
nl: Nadat alle vragen zijn beantwoord en ingediend, wordt een van de volgende opties weergegeven.
pl: Po udzieleniu odpowiedzi na wszystkie pytania i ich przesłaniu wyświetlony zostanie jeden z poniższych komunikatów.

source: Are you sure you want to stop? You can continue later.
nl: Weet je zeker dat je wilt stoppen? Je kunt later verdergaan.
pl: Czy na pewno chcesz zatrzymać? Możesz kontynuować później.

source: Choose how many times a respondent can fill in this form.
nl: Kies hoe vaak een respondent dit formulier kan invullen.
pl: Wybierz, ile razy respondent może wypełnić ten formularz.

source: Filling in
nl: Invullen
pl: Wypełnianie

source: If the maximum number of forms has been submitted, then the start button is deactivated and an email is sent to the email addresses in the <em>handling</em> settings below. Leave empty for no limit. This is useful for signup lists with a limited number of spots.
nl: Als het maximale aantal formulieren is ingediend, wordt de startknop gedeactiveerd en wordt er een e-mail gestuurd naar de e-mailadressen hieronder bij <em>Afhandeling</em>. Laat leeg voor geen limiet. Dit is handig voor aanmeldingslijsten met een beperkt aantal plekken.
pl: Jeśli przesłano maksymalną liczbę formularzy, przycisk uruchamiania zostanie dezaktywowany, a wiadomość e-mail zostanie wysłana na adresy e-mail podane w poniższych ustawieniach <em>obsługi</em>. Pozostaw puste dla braku limitu. Jest to przydatne w przypadku list subskrypcyjnych z ograniczoną liczbą miejsc.

source: Multiple times – each time with new results
nl: Meerdere keren - elke keer met nieuwe resultaten
pl: Wielokrotnie - za każdym razem z nowymi wynikami

source: No "Back" button to this page. If correct/wrong feedback is filled in, then show it directly after this page.
nl: Geen "Terug"-knop naar deze pagina. Als er goede/foute feedback is ingevuld, wordt deze direct na deze pagina weergegeven.
pl: Brak przycisku "Powrót" do tej strony. Jeśli wypełniono poprawną/błędną opinię, wyświetl ją bezpośrednio po tej stronie.

source: Note that if you select a special handler below, then that handler may override this setting.
nl: Merk op dat als je hieronder een speciale afhandeling selecteert, die afhandeling deze instelling kan overschrijven.
pl: Pamiętaj, że jeśli wybierzesz specjalną obsługę poniżej, może ona zastąpić to ustawienie.

source: Once — edit after submit (logged in users only)
nl: Eenmalig— bewerken mogelijk na indienen (alleen ingelogde gebruikers)
pl: Raz - edytuj po wysłaniu (tylko zalogowani użytkownicy)

source: Once — submit is final (no editing after submit)
nl: Eenmalig — indienen is definitief (niet bewerken na indienen)
pl: Jednorazowe przesłanie jest ostateczne (brak edycji po przesłaniu)

source: Page options
nl: Pagina opties
pl: Opcje strony

source: Results from the respondent – if passed only
nl: Resultaten van de respondent - alleen indien geslaagd
pl: Wyniki od respondenta - tylko w przypadku zaliczenia

source: Save and stop
nl: Opslaan en stoppen
pl: Zapisz i zatrzymaj

source: Save progress for later continuation
nl: Vooruitgang opslaan voor latere voortzetting
pl: Zapisz postęp, aby kontynuować później.

source: Show after the final submit of the form
nl: Weergeven na het definitief indienen van het formulier
pl: Pokaż po ostatecznym przesłaniu formularza.

source: Stop and continue later
nl: Stoppen en later doorgaan
pl: Zatrzymaj i kontynuuj później

source: The 'continue later' feature operates independently of the chosen form handler.
nl: De 'later verder gaan' functie werkt onafhankelijk van de gekozen formulier handler.
pl: Funkcja "kontynuuj później" działa niezależnie od wybranej obsługi formularza.

source: This block contains options for a page. The presence of this block signals the end of the questions for a page.
nl: Dit blok bevat opties voor een pagina. De aanwezigheid van dit blok geeft het einde van de vragen voor een pagina aan.
pl: Ten blok zawiera opcje dla strony. Obecność tego bloku sygnalizuje koniec pytań dla strony.

source: You started filling this in and will continue where you left off.
nl: Je was eerder al begonnen met invullen en gaat verder waar je gebleven was.
pl: Zacząłeś to wypełniać i będziesz kontynuował tam, gdzie skończyłeś.

source: URI
id: URl
zh_hant: 通用资源识别号

source: iCalendar
id: ikelender
zh_hant: iCalendar 日曆

source: d M Y, H:i
zh_hant: Y M d, H:i

source: Show internals of Zotonic and the modules
de: Interna von Zotonic und den Modulen anzeigen
sv: Visa internt i Zotonic och modulerna
zh_hant: 显示Zotonic和模块的内部结构。

source: Import CSV file
de: CSV-Datei importieren
sv: Importera CSV-fil
zh_hant: 导入 CSV 文件

source: Import content
de: Inhalt importieren
sv: Importera innehåll
zh_hant: 导入内容

source: Import data from a CSV file.
de: Daten aus einer CSV-Datei importieren.
sv: Importera data från en CSV-fil.
zh_hant: 从CSV文件导入数据。

source: Upload a CSV file from your computer.
de: Laden Sie eine CSV-Datei von Ihrem Computer hoch.
sv: Ladda upp en CSV-fil från din dator.
zh_hant: 从本机上传一个 CSV 文件。

source: Are you sure you want to remove the <strong>{{ predicate }}</strong> connection between <strong>{{ subject }}</strong> and <strong>{{ object }}</strong>?
nl: Weet je zeker dat je de <strong>{{ predicate }}</strong> verbinding tussen <strong>{{ subject }}</strong> en <strong>{{ object }}</strong>?

source: Remove connection
nl: Verbinding verwijderen

source: Settings are working fine.
nl: Instellingen werken correct.

source: Test Cloud File Store Settings
nl: Instellingen Cloud File Store testen

source: The settings are tested by uploading (and removing) a small file.
nl: De instellingen worden getest door een klein bestand te uploaden (en te verwijderen).

source: 'Once' means once by a respondent who is logged in or once per browser for anonymous respondents. To identify the browser of anonymous respondents, a cookie containing a unique ID is utilized.
nl: 'Eenmalig' betekent één keer door een respondent die is ingelogd of één keer per browser voor anonieme respondenten. Om de browser van anonieme respondenten te identificeren, wordt een cookie met een unieke ID gebruikt.

source: <b>Note</b>: For the features 'once', 'edit after submit', and checking the maximum number of submitted forms to function, the form needs to have the saved results. If a handler (chosen in the <em>handling</em> settings below) does not save the results, these features will not be available.
nl: <b>Opmerking</b>: De functies 'eenmalig', 'wijzigen na indienen' en het instellen van het maximum aantal verzonden formulieren werken alleen als de resultaten van het formulier zijn opgeslagen. Als een afhandeling (gekozen in de <em>afhandelinginstellingen</em> hieronder) de resultaten niet opslaat, zijn deze functies niet beschikbaar.

source: Move to another
sv: Flytta till en annan

source: However this email address does not belong to one of our registered users so you will not be able to change the password.
sv: Den här e-postadressen tillhör dock inte någon av våra registrerade användare så du kommer inte att kunna ändra lösenordet.

source: Download as Event if the query returns events and you want export for a calendar program.
sv: Ladda ner som händelse om frågan returnerar händelser och du vill exportera ett kalenderprogram.

source: Y-m-d H:i
de: j M Y H:i
