Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Allow fetching tokens using Client Credentials
ar: السماح بجلب الرموز باستخدام بيانات اعتماد العميل
de: Abrufen von Token mit Client Credentials zulassen
es: Permitir la obtención de tokens mediante credenciales de cliente
et: Lubage žetoonide toomine kliendi mandaatide abil
he: אפשר שליפת אסימונים באמצעות אישורי לקוח
id: Izinkan pengambilan token menggunakan Kredensial Klien
it: Consenti il recupero dei token utilizzando le credenziali del client
nl: Tokens ophalen met Client Credentials toestaan
pl: Zezwalaj na pobieranie tokenów przy użyciu danych uwierzytelniających klienta
pt: Permitir a busca de tokens usando credenciais do cliente
ru: Разрешить извлечение токенов с использованием учетных данных клиента
sv: Tillåt hämtning av tokens med klientuppgifter
th: อนุญาตให้ดึงโทเค็นโดยใช้ข้อมูลประจำตัวไคลเอนต์
tr: İstemci Kimlik Bilgilerini kullanarak belirteçleri almaya izin ver
uk: Дозволити отримання токенів за допомогою облікових даних клієнта
zh_hant: 允許使用客戶端憑證取得令牌

source: Allow import of content from the remote website
ar: السماح باستيراد المحتوى من موقع الويب البعيد
de: Import von Inhalten von der Remote-Website zulassen
es: Permitir la importación de contenido desde el sitio web remoto
et: Sisu importimine kaugveebisaidilt
he: אפשר ייבוא של תוכן מהאתר המרוחק
id: Izinkan impor konten dari situs web jarak jauh
it: Consenti l'importazione di contenuti dal sito Web remoto
nl: Importeren van inhoud van de externe website toestaan
pl: Zezwalaj na import treści ze zdalnej strony internetowej
pt: Permitir importação de conteúdo do site remoto
ru: Разрешить импорт контента с удаленного веб-сайта
sv: Tillåt import av innehåll från fjärrwebbplatsen
th: อนุญาตให้นำเข้าเนื้อหาจากเว็บไซต์ระยะไกล
tr: Uzak web sitesinden içeriğin içe aktarılmasına izin ver
uk: Дозволити імпорт вмісту з віддаленого вебсайту
zh_hant: 允許從遠程網站導入內容

source: Allow users on the remote website to authenticate here (using “{code}”)
ar: السماح للمستخدمين على موقع الويب البعيد بالمصادقة هنا (باستخدام "{code}")
de: Benutzern auf der Remote-Website erlauben, sich hier zu authentifizieren (mit „{code}“)
es: Permita que los usuarios del sitio web remoto se autentiquen aquí (usando "{code}")
et: Luba kaugveebisaidi kasutajatel siin autentida (kasutades numbrit{code})
he: אפשר למשתמשים באתר המרוחק לאמת כאן (באמצעות "{code}")
id: Izinkan pengguna di situs web jarak jauh untuk mengautentikasi di sini (menggunakan “{code}”)
it: Consenti agli utenti sul sito Web remoto di autenticarsi qui (usando "{code}")
nl: Sta gebruikers op de externe website toe om zich hier te authenticeren (met "{code}")
pl: Zezwól użytkownikom na zdalnej stronie internetowej na uwierzytelnianie się tutaj (przy użyciu „{code}”)
pt: Permitir que os usuários no site remoto se autentiquem aqui (usando “{code}”)
ru: Разрешить пользователям на удаленном веб-сайте проходить аутентификацию здесь (используя «{code}»)
sv: Tillåt användare på fjärrwebbplatsen att autentisera här (med ”{code}”)
th: อนุญาตให้ผู้ใช้บนเว็บไซต์ระยะไกลตรวจสอบสิทธิ์ที่นี่ (โดยใช้ “{code}”)
tr: Uzak web sitesindeki kullanıcıların burada kimlik doğrulamasına izin ver (“{code}” kullanarak)
uk: Дозволити користувачам на віддаленому веб-сайті автентифікуватися тут (за допомогою «{code}»)
zh_hant: 允許遠程網站上的用戶在此處進行身份驗證（使用“{code}”）

source: Allow users registered on the other website to logon on this website.
ar: السماح للمستخدمين المسجلين على موقع الويب الآخر بتسجيل الدخول إلى هذا الموقع.
de: Erlauben Sie den auf der anderen Website registrierten Benutzern, sich auf dieser Website anzumelden.
es: Permitir que los usuarios registrados en el otro sitio web inicien sesión en este sitio web.
et: Lubage teisel veebisaidil registreerunud kasutajatel sellele veebisaidile sisse logida.
he: אפשר למשתמשים הרשומים באתר האחר להיכנס לאתר זה.
id: Izinkan pengguna yang terdaftar pada situs web lain untuk masuk ke situs web ini.
it: Consentire agli utenti registrati sull'altro sito web di accedere a questo sito web.
nl: Gebruikers die geregistreerd zijn op de andere website toestaan om in te loggen op deze website.
pl: Zezwalaj użytkownikom zarejestrowanym na innej stronie internetowej na logowanie się na tej stronie internetowej.
pt: Permitir que usuários registrados em outro site façam login neste site.
ru: Разрешить пользователям, зарегистрированным на другом сайте, входить на этот сайт.
sv: Tillåt användare som är registrerade på den andra webbplatsen att logga in på denna webbplats.
th: อนุญาตให้ผู้ใช้ที่ลงทะเบียนบนเว็บไซต์อื่นเข้าสู่ระบบบนเว็บไซต์นี้
tr: Diğer web sitesinde kayıtlı kullanıcıların bu web sitesinde oturum açmasına izin ver.
uk: Дозволити користувачам, зареєстрованим на іншому веб-сайті, входити на цьому веб-сайті.
zh_hant: 允許在其他網站註冊的使用者登入本網站。

source: An OAuth2 consumer with this name already exsists, please use another name.
ar: يوجد بالفعل مستهلك OAuth2 بهذا الاسم ، يرجى استخدام اسم آخر.
de: Ein OAuth2-Consumer mit diesem Namen existiert bereits, bitte verwenden Sie einen anderen Namen.
es: Ya existe un consumidor de OAuth2 con este nombre; utilice otro nombre.
et: Selle nimega OAuth2 tarbija on juba olemas. Palun kasutage teist nime.
he: צרכן OAuth2 עם שם זה כבר קיים, אנא השתמש בשם אחר.
id: Konsumen OAuth2 dengan nama ini sudah ada, harap gunakan nama lain.
it: Esiste già un consumatore OAuth2 con questo nome, utilizza un altro nome.
nl: Er bestaat al een OAuth2-consument met deze naam, gebruik een andere naam.
pl: Konsument OAuth2 o tej nazwie już istnieje. Użyj innej nazwy.
pt: Já existe um consumidor OAuth2 com este nome, use outro nome.
ru: Потребитель OAuth2 с таким именем уже существует. Используйте другое имя.
sv: En OAuth2 -konsument med detta namn existerar redan, använd ett annat namn.
th: มีผู้ใช้ OAuth2 ที่ใช้ชื่อนี้อยู่แล้ว โปรดใช้ชื่ออื่น
tr: Bu ada sahip bir OAuth2 tüketicisi zaten var, lütfen başka bir ad kullanın.
uk: Споживач OAuth2 з таким ім’ям уже існує, будь ласка, використовуйте інше ім’я.
zh_hant: 已存在使用此名稱的 OAuth2 使用者，請使用其他名稱。

source: App ID
ar: معرف التطبيق
es: ID de aplicación
et: Rakenduse ID
he: מזהה אפליקציה
id: ID Aplikasi
it: ID app
pl: Identyfikator aplikacji
pt: ID do aplicativo
ru: ID приложения
th: รหัสแอพ
tr: Uygulama Kimliği
uk: Ідентифікатор додатка
zh_hant: 應用程序 ID

source: App not found, or no view permission.
ar: التطبيق غير موجود ، أو لا يوجد إذن عرض.
de: App nicht gefunden oder keine Anzeigeberechtigung.
es: Aplicación no encontrada o sin permiso de visualización.
et: Rakendust ei leitud või vaatamisluba puudub.
he: האפליקציה לא נמצאה או אין הרשאת צפייה.
id: Aplikasi tidak ditemukan, atau tidak ada izin melihat.
it: App non trovata o nessuna autorizzazione di visualizzazione.
nl: App niet gevonden, of geen toestemming om te bekijken.
pl: Nie znaleziono aplikacji lub brak uprawnień do wyświetlania.
pt: App não encontrado ou sem permissão de visualização.
ru: Приложение не найдено или нет разрешения на просмотр.
sv: App hittades inte eller ingen visningstillstånd.
th: ไม่พบแอปหรือไม่มีสิทธิ์ดู
tr: Uygulama bulunamadı veya görüntüleme izni yok.
uk: Програму не знайдено або немає дозволу на перегляд.
zh_hant: 未找到應用，或沒有查看權限。

source: Are you sure you want to delete this App?
ar: هل أنت متأكد أنك تريد حذف هذا التطبيق؟
de: Möchten Sie diese App wirklich löschen?
es: ¿Estás seguro de que deseas eliminar esta aplicación?
et: Kas olete kindel, et soovite selle rakenduse kustutada?
he: האם אתה בטוח שברצונך למחוק את האפליקציה הזו?
id: Apakah Anda yakin ingin menghapus Aplikasi ini?
it: Sei sicuro di voler eliminare questa app?
nl: Weet je zeker dat je deze app wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę aplikację?
pt: Tem certeza de que deseja excluir este aplicativo?
ru: Вы уверены, что хотите удалить это приложение?
sv: Är du säker på att du vill ta bort den här appen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแอปนี้
tr: Bu Uygulamayı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю програму?
zh_hant: 您確定要刪除此應用程序嗎？

source: Are you sure you want to delete this Consumer App?
ar: هل أنت متأكد أنك تريد حذف تطبيق المستهلك هذا؟
de: Möchten Sie diese Verbraucher-App wirklich löschen?
es: ¿Está seguro de que desea eliminar esta aplicación para consumidores?
et: Kas olete kindel, et soovite selle tarbijarakenduse kustutada?
he: האם אתה בטוח שברצונך למחוק את אפליקציית הצרכנות הזו?
id: Apakah Anda yakin ingin menghapus Aplikasi Konsumen ini?
it: Sei sicuro di voler eliminare questa app consumer?
nl: Weet je zeker dat je deze consumenten-app wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę aplikację konsumencką?
pt: Tem certeza de que deseja excluir este aplicativo do consumidor?
ru: Вы действительно хотите удалить это потребительское приложение?
sv: Är du säker på att du vill ta bort den här konsumentappen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแอปสำหรับผู้บริโภคนี้
tr: Bu Tüketici Uygulamasını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей додаток для споживачів?
zh_hant: 您確定要刪除此消費者應用程序嗎？

source: Are you sure you want to delete this access token?
ar: هل أنت متأكد أنك تريد حذف رمز الوصول هذا؟
de: Sind Sie sicher, dass Sie dieses Zugriffstoken löschen möchten?
es: ¿Está seguro de que desea eliminar este token de acceso?
et: Kas olete kindel, et soovite selle juurdepääsuloa kustutada?
he: האם אתה בטוח שברצונך למחוק אסימון גישה זה?
id: Apakah Anda yakin ingin menghapus token akses ini?
it: Vuoi davvero eliminare questo token di accesso?
nl: Weet u zeker dat u dit toegangstoken wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten token dostępu?
pt: Tem certeza de que deseja excluir este token de acesso?
ru: Вы уверены, что хотите удалить этот токен доступа?
sv: Är du säker på att du vill ta bort denna åtkomsttoken?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโทเค็นการเข้าถึงนี้
tr: Bu erişim belirtecini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей маркер доступу?
zh_hant: 您確定要刪除此存取權杖嗎？

source: Are you sure you want to delete this client token?
ar: هل أنت متأكد أنك تريد حذف رمز العميل هذا؟
de: Sind Sie sicher, dass Sie dieses Client-Token löschen möchten?
es: ¿Está seguro de que desea eliminar este token de cliente?
et: Kas olete kindel, et soovite selle kliendimärgi kustutada?
he: האם אתה בטוח שברצונך למחוק אסימון לקוח זה?
id: Apakah Anda yakin ingin menghapus token klien ini?
it: Vuoi davvero eliminare questo token client?
nl: Weet je zeker dat je dit clienttoken wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten token klienta?
pt: Tem certeza de que deseja excluir este token de cliente?
ru: Вы уверены, что хотите удалить этот клиентский токен?
sv: Är du säker på att du vill ta bort den här klienttoken?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโทเค็นไคลเอนต์นี้?
tr: Bu istemci belirtecini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей маркер клієнта?
zh_hant: 您確定要刪除此客戶端令牌嗎？

source: As the application is configured to use {client}, you can fetch an access token from {domain}.
ar: نظرًا لأن التطبيق مُهيأ لاستخدام {client}، فيمكنك جلب رمز الوصول من {domain}.
de: Da die Anwendung für die Verwendung von {client}konfiguriert ist, können Sie ein Zugriffstoken von {domain}abrufen.
es: Como la aplicación está configurada para usar {client}, puedes obtener un token de acceso de {domain}.
et: Kuna rakendus on konfigureeritud kasutama {client}, saate ligipääsuloa hankida aadressilt {domain}.
he: מכיוון שהאפליקציה מוגדרת להשתמש ב- {client}, אתה יכול להביא אסימון גישה מ- {domain}.
id: Karena aplikasi dikonfigurasi untuk menggunakan {client}, Anda dapat mengambil token akses dari {domain}.
it: Poiché l'applicazione è configurata per utilizzare {client}, è possibile recuperare un token di accesso da {domain}.
nl: Aangezien de applicatie is geconfigureerd om {client}te gebruiken, kun je een toegangstoken ophalen van {domain}.
pl: Ponieważ aplikacja jest skonfigurowana do używania {client}, możesz pobrać token dostępu z {domain}.
pt: Como o aplicativo está configurado para usar {client}, você pode obter um token de acesso de {domain}.
ru: Поскольку приложение настроено на использование {client}, вы можете получить токен доступа из {domain}.
sv: Eftersom applikationen är konfigurerad att använda {client}, kan du hämta en åtkomsttoken från {domain}.
th: เนื่องจากแอปพลิเคชันได้รับการกำหนดค่าให้ใช้ {client}คุณจึงดึงโทเค็นการเข้าถึงจาก {domain}ได้
tr: Uygulama {client}kullanacak şekilde yapılandırıldığından, {domain}adresinden bir erişim belirteci alabilirsiniz.
uk: Оскільки програму налаштовано на використання {client}, ви можете отримати маркер доступу з {domain}.
zh_hant: 由於應用程式配置為使用 {client}，您可以從 {domain}取得存取權令牌。

source: Ask users on this website for their credentials to authenticate on their website or App.
ar: اطلب من المستخدمين على هذا الموقع الحصول على بيانات اعتمادهم للمصادقة على موقعهم على الويب أو تطبيقهم.
de: Bitten Sie Benutzer auf dieser Website nach ihren Anmeldeinformationen, um sich auf ihrer Website oder App zu authentifizieren.
es: Solicite a los usuarios de este sitio web sus credenciales para autenticarse en su sitio web o aplicación.
et: Küsige selle veebisaidi kasutajatelt nende mandaate oma veebisaidi või rakenduse autentimiseks.
he: בקש מהמשתמשים באתר זה לאשר את האישורים שלהם באתר או באפליקציה שלהם.
id: Mintalah kredensial pengguna di situs web ini untuk diautentikasi di situs web atau Aplikasi mereka.
it: Chiedi agli utenti di questo sito Web le proprie credenziali per l'autenticazione sul proprio sito Web o app.
nl: Vraag gebruikers op deze website om hun inloggegevens voor authenticatie op hun website of app.
pl: Poproś użytkowników tej witryny o ich dane uwierzytelniające w celu uwierzytelnienia w ich witrynie lub aplikacji.
pt: Peça aos usuários deste site suas credenciais para autenticação em seu site ou aplicativo.
ru: Спросите у пользователей на этом веб-сайте их учетные данные для аутентификации на их веб-сайте или в приложении.
sv: Be användare på denna webbplats om deras autentiseringsuppgifter för att autentisera på deras webbplats eller App.
th: ขอข้อมูลรับรองจากผู้ใช้บนเว็บไซต์นี้เพื่อตรวจสอบสิทธิ์บนเว็บไซต์หรือแอพ
tr: Web sitelerinde veya Uygulamalarında kimlik doğrulaması yapmak için bu web sitesindeki kullanıcılardan kimlik bilgilerini isteyin.
uk: Попросіть користувачів на цьому вебсайті надати їхні облікові дані для автентифікації на своєму вебсайті або в додатку.
zh_hant: 要求此網站上的用戶提供憑據，以在其網站或應用程序上進行身份驗證。

source: Authenticating...
ar: مصادقة ...
de: Authentifizierung...
es: Autentificando...
et: Autentimine ...
he: מאמת ...
id: Mengautentikasi ...
it: Autenticazione...
nl: Authenticeren...
pl: Uwierzytelniam...
pt: Autenticar...
ru: Подтверждаю...
sv: Verifierar ...
th: กำลังพิสูจน์ตัวตน ...
tr: Kimlik doğrulanıyor ...
uk: Аутентифікація...
zh_hant: 认证...

source: Authorize
ar: تفويض
de: Autorisieren
es: Autorizar
et: Volita
he: לְאַשֵׁר
id: Mengizinkan
it: Autorizzare
nl: Toestemming geven
pl: Autoryzować
pt: Autorizar
ru: Авторизовать
sv: Godkänna
th: อนุญาต
tr: Yetki vermek
uk: Авторизувати
zh_hant: 授權

source: Authorize URL
ar: تخويل URL
de: URL autorisieren
es: Autorizar URL
et: URL -i volitamine
he: אשר כתובת אתר
id: Otorisasi URL
it: Autorizza URL
nl: URL autoriseren
pl: Autoryzuj adres URL
pt: Autorizar URL
ru: URL авторизации
sv: Auktorisera URL
th: อนุญาต URL
tr: URL'yi yetkilendir
uk: Авторизувати URL
zh_hant: 授權網址

source: Authorize access to your account
ar: تخويل الوصول إلى حسابك
de: Autorisieren Sie den Zugriff auf Ihr Konto
es: Autoriza el acceso a tu cuenta
et: Luba juurdepääs oma kontole
he: הרשאת גישה לחשבון שלך
id: Otorisasi akses ke akun Anda
it: Autorizza l'accesso al tuo account
nl: Toegang tot je account toestaan
pl: Autoryzuj dostęp do swojego konta
pt: Autorize o acesso à sua conta
ru: Разрешить доступ к своей учетной записи
sv: Auktorisera åtkomst till ditt konto
th: ให้สิทธิ์การเข้าถึงบัญชีของคุณ
tr: Hesabınıza erişim yetkisi verin
uk: Авторизуйте доступ до свого облікового запису
zh_hant: 授權訪問您的帳戶

source: Automatically extend tokens obtained using “{client}” before they expire
ar: تمديد الرموز المميزة التي تم الحصول عليها باستخدام "{client}" تلقائيًا قبل انتهاء صلاحيتها
de: Automatische Verlängerung von Tokens, die mit „{client}“ erhalten wurden, bevor sie ablaufen
es: Extienda automáticamente los tokens obtenidos usando "{client}" antes de que caduquen
et: Pikendage "{client}" abil saadud žetoone enne nende aegumist automaatselt
he: הארך אוטומטית אסימונים שהושגו באמצעות "{client}" לפני שהם יפוג
id: Secara otomatis memperpanjang token yang diperoleh menggunakan "{client}" sebelum kedaluwarsa
it: Estendi automaticamente i token ottenuti utilizzando "{client}" prima che scadano
nl: Verleng automatisch tokens die zijn verkregen met "{client}" voordat ze verlopen
pl: Automatycznie przedłużaj tokeny uzyskane za pomocą „{client}” przed ich wygaśnięciem
pt: Estenda automaticamente os tokens obtidos usando “{client}” antes que eles expirem
ru: Автоматически продлевать токены, полученные с помощью «{client}», до истечения срока их действия
sv: Förläng automatiskt tokens som erhållits med "{client}" innan de löper ut
th: ขยายโทเค็นที่ได้รับโดยอัตโนมัติโดยใช้ “{client}” ก่อนหมดอายุ
tr: “{client}” kullanılarak elde edilen jetonları süresi dolmadan otomatik olarak uzat
uk: Автоматично продовжувати токени, отримані за допомогою «{client}», до закінчення терміну дії
zh_hant: 在過期之前自動擴展使用“{client}”獲得的令牌

source: Be careful, this access token gives full access to your account.
ar: كن حذرًا ، يمنحك رمز الوصول هذا حق الوصول الكامل إلى حسابك.
de: Seien Sie vorsichtig, dieses Zugriffstoken gewährt vollen Zugriff auf Ihr Konto.
es: Tenga cuidado, este token de acceso le da acceso completo a su cuenta.
et: Olge ettevaatlik, see juurdepääsumärk annab täieliku juurdepääsu teie kontole.
he: היזהר, אסימון גישה זה נותן גישה מלאה לחשבונך.
id: Hati-hati, token akses ini memberikan akses penuh ke akun Anda.
it: Fai attenzione, questo token di accesso dà pieno accesso al tuo account.
nl: Waarschuwing: dit toegangstoken geeft volledige toegang tot je account.
pl: Uważaj, ten token dostępu daje pełny dostęp do Twojego konta.
pt: Tenha cuidado, este token de acesso dá acesso total à sua conta.
ru: Будьте осторожны, этот токен доступа дает полный доступ к вашей учетной записи.
sv: Var försiktig, den här åtkomsttoken ger full åtkomst till ditt konto.
th: โปรดใช้ความระมัดระวัง โทเค็นเพื่อการเข้าถึงนี้ให้การเข้าถึงบัญชีของคุณโดยสมบูรณ์
tr: Dikkatli olun, bu erişim belirteci, hesabınıza tam erişim sağlar.
uk: Будьте обережні, цей маркер доступу надає повний доступ до вашого облікового запису.
zh_hant: 請注意，此訪問令牌可提供對您帳戶的完全訪問權限。

source: Client Credentials token expiration
ar: انتهاء صلاحية رمز بيانات اعتماد العميل
de: Client Credentials Token-Ablauf
es: Vencimiento del token de credenciales del cliente
et: Kliendi mandaadi luba aegunud
he: תפוגה של אסימון אישורי לקוח
id: Kedaluwarsa token Kredensial Klien
it: Scadenza del token delle credenziali del cliente
nl: Vervaldatum token Client Credentials
pl: Wygaśnięcie tokena poświadczeń klienta
pt: Expiração do token de credenciais do cliente
ru: Истечение срока действия токена учетных данных клиента
sv: Client Credentials-token löper ut
th: โทเค็นข้อมูลรับรองลูกค้าหมดอายุ
tr: İstemci Kimlik Bilgileri belirteci son kullanma tarihi
uk: Закінчення терміну дії маркера облікових даних клієнта
zh_hant: 客戶端憑證令牌過期

source: Client Credentials user
ar: مستخدم بيانات اعتماد العميل
de: Client Credentials Benutzer
es: Credenciales del cliente usuario
et: Kliendi volikirja kasutaja
he: משתמש באישורי לקוח
id: Kredensial Klien Pengguna
it: Credenziali del cliente utente
nl: Clientgegevens gebruiker
pl: Użytkownik danych uwierzytelniających klienta
pt: Credenciais do cliente do usuário
ru: Учетные данные клиента пользователя
sv: Användare av klientuppgifter
th: ผู้ใช้ข้อมูลรับรองลูกค้า
tr: İstemci Kimlik Bilgileri kullanıcısı
uk: Користувач облікових даних клієнта
zh_hant: 用戶端憑證用戶

source: Connect with
ar: متصل مع
de: Verbinden mit
es: Conectar con
et: Ühendust looma
he: להתחבר עם
id: Terhubung dengan
it: Connesso con
nl: Verbind met
pl: Połączyć się z
pt: Conectar com
ru: Соединить с
sv: Ansluta till
th: เชื่อมต่อกับ
tr: İle bağlantı
uk: Зв'язатися з
zh_hant: 與連接

source: Consumer App not found, or no view permission.
ar: تطبيق المستهلك غير موجود ، أو لا يوجد إذن عرض.
de: Verbraucher-App nicht gefunden oder keine Anzeigeberechtigung.
es: No se ha encontrado la aplicación para el consumidor o no hay permiso de visualización.
et: Tarbijarakendust ei leitud või vaatamisluba puudub.
he: אפליקציית הצרכנים לא נמצאה או אין הרשאת צפייה.
id: Aplikasi Konsumen tidak ditemukan, atau tidak ada izin melihat.
it: App consumer non trovata o nessuna autorizzazione di visualizzazione.
nl: Consumenten-app niet gevonden of geen toestemming om te bekijken.
pl: Nie znaleziono aplikacji konsumenckiej lub brak uprawnień do wyświetlania.
pt: Aplicativo do consumidor não encontrado ou sem permissão de visualização.
ru: Пользовательское приложение не найдено или нет разрешения на просмотр.
sv: Konsumentappen hittades inte eller ingen visningstillstånd.
th: ไม่พบแอปสำหรับผู้บริโภค หรือไม่มีการอนุญาตในการดู
tr: Tüketici Uygulaması bulunamadı veya görüntüleme izni yok.
uk: Споживчу програму не знайдено або немає дозволу на перегляд.
zh_hant: 未找到消費者應用程序，或沒有查看權限。

source: Could not delete the token.
ar: لم يتمكن من حذف الرمز.
de: Das Token konnte nicht gelöscht werden.
es: No se pudo eliminar el token.
et: Märki ei saanud kustutada.
he: לא ניתן למחוק את האסימון.
id: Tidak dapat menghapus token.
it: Impossibile eliminare il token.
nl: Kan het token niet verwijderen.
pl: Nie można usunąć tokena.
pt: Não foi possível excluir o token.
ru: Не удалось удалить токен.
sv: Det gick inte att ta bort token.
th: ไม่สามารถลบโทเค็นได้
tr: Jeton silinemedi.
uk: Не вдалося видалити маркер.
zh_hant: 無法刪除令牌。

source: Could not fetch a new access token.
ar: تعذر جلب رمز وصول جديد.
de: Ein neues Zugriffstoken konnte nicht abgerufen werden.
es: No se pudo obtener un nuevo token de acceso.
et: Uut juurdepääsuluba ei saanud tuua.
he: לא ניתן היה להביא אסימון גישה חדש.
id: Tidak dapat mengambil token akses baru.
it: Impossibile recuperare un nuovo token di accesso.
nl: Kan geen nieuw toegangstoken ophalen.
pl: Nie udało się pobrać nowego tokena dostępu.
pt: Não foi possível buscar um novo token de acesso.
ru: Не удалось получить новый токен доступа.
sv: Det gick inte att hämta en ny åtkomsttoken.
th: ไม่สามารถเรียกโทเค็นการเข้าถึงใหม่
tr: Yeni bir erişim belirteci getirilemedi.
uk: Не вдалося отримати новий маркер доступу.
zh_hant: 無法獲取新的訪問令牌。

source: Could not generate the access token.
ar: تعذر إنشاء رمز الوصول.
de: Das Zugriffstoken konnte nicht generiert werden.
es: No se pudo generar el token de acceso.
et: Juurdepääsuluba ei saanud luua.
he: לא ניתן היה ליצור את אסימון הגישה.
id: Tidak dapat membuat token akses.
it: Impossibile generare il token di accesso.
nl: Kan het toegangstoken niet genereren.
pl: Nie udało się wygenerować tokena dostępu.
pt: Não foi possível gerar o token de acesso.
ru: Не удалось создать токен доступа.
sv: Det gick inte att generera åtkomsttoken.
th: ไม่สามารถสร้างโทเค็นการเข้าถึง
tr: Erişim belirteci oluşturulamadı.
uk: Не вдалося створити маркер доступу.
zh_hant: 無法生成訪問令牌。

source: Could not insert the App.
ar: تعذر إدخال التطبيق.
de: Die App konnte nicht eingefügt werden.
es: No se pudo insertar la aplicación.
et: Rakendust ei saanud sisestada.
he: לא ניתן היה להכניס את האפליקציה.
id: Tidak dapat memasukkan Aplikasi.
it: Impossibile inserire l'app.
nl: Kan de app niet invoegen.
pl: Nie udało się wstawić aplikacji.
pt: Não foi possível inserir o aplicativo.
ru: Не удалось вставить приложение.
sv: Det gick inte att infoga appen.
th: ไม่สามารถแทรกแอปได้
tr: Uygulama eklenemedi.
uk: Не вдалося вставити додаток.
zh_hant: 無法插入應用程序。
