Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Hungarian
ar: المجرية
de: Ungarisch
es: Húngaro
et: Ungari keel
he: הוּנגָרִי
id: Bahasa Hungaria
it: Ungherese
nl: Hongaars
pl: Węgierski
pt: Húngaro
ru: венгерский
sv: Ungerska
th: ฮังการี
tr: Macarca
uk: Угорська
zh_hant: 匈牙利语

source: If a language is set to 'off' then edited texts will loose their translation in that language.
ar: إذا تم ضبط إحدى اللغات على "إيقاف التشغيل" ، فستفقد النصوص المحررة ترجمتها بتلك اللغة.
de: Wenn eine Sprache ausgeschaltet ist, verlieren bearbeitete Texte ihre Übersetzung in dieser Sprache.
es: Si un idioma está desactivado, los textos editados perderán su traducción en ese idioma.
et: Kui keel on välja lülitatud, kaotatakse redigeeritud tekstide tõlge selles keeles.
he: אם שפה מוגדרת ל'כבוי', טקסטים ערוכים יאבדו את התרגום שלהם בשפה זו.
id: Jika suatu bahasa disetel ke 'nonaktif' maka teks yang diedit akan kehilangan terjemahannya dalam bahasa itu.
it: Se una lingua è impostata su "off", i testi modificati perderanno la loro traduzione in quella lingua.
nl: Als een taal op 'uit' staat, verliezen bewerkte teksten hun vertaling in die taal.
pl: Jeśli język jest wyłączony, edytowane teksty utracą swoje tłumaczenie w tym języku.
pt: Se um idioma estiver definido como 'off', os textos editados perderão a tradução nesse idioma.
ru: Если язык отключен, то отредактированные тексты потеряют свой перевод на этом языке.
sv: Om ett språk är inställt på "av" kommer redigerade texter att förlora sin översättning på det språket.
th: หากตั้งค่าภาษาเป็น 'ปิด' ข้อความที่แก้ไขจะทำให้คำแปลในภาษานั้นหายไป
tr: Bir dil 'kapalı' olarak ayarlanırsa, düzenlenen metinler o dildeki çevirilerini kaybeder.
uk: Якщо для мови встановлено значення «вимкнено», відредаговані тексти втратять свій переклад цією мовою.
zh_hant: 如果某種語言設置為“關閉”，則編輯後的文本將失去該語言的翻譯。

source: If a language is set to 'view' or 'editable' then texts for that language are editable in the admin.
ar: إذا تم تعيين لغة على "عرض" أو "قابلة للتحرير" ، فإن النصوص الخاصة بهذه اللغة تكون قابلة للتحرير في المسؤول.
de: Wenn eine Sprache auf "Ansicht" oder "bearbeitbar" eingestellt ist, sind die Texte für diese Sprache im Admin editierbar.
es: Si un idioma está configurado para "ver" o "editar", entonces los textos para ese idioma son editables en el administrador.
et: Kui keele väärtuseks on seatud „vaade” või „muudetav”, saab selle keele tekste administraatoris muuta.
he: אם שפה מוגדרת כ'תצוגה 'או' ניתנת לעריכה ', ניתן לערוך טקסטים עבור שפה זו במנהל המערכת.
id: Jika suatu bahasa disetel ke 'view' atau 'editable' maka teks untuk bahasa itu dapat diedit di admin.
it: Se una lingua è impostata su "visualizza" o "modificabile", allora i testi per quella lingua sono modificabili nel pannello di amministrazione.
nl: Als een taal is ingesteld op 'bekijken' of 'bewerkbaar' dan zijn teksten voor die taal bewerkbaar in de admin.
pl: Jeśli dany język jest ustawiony na "view" lub "editable", wówczas teksty dla tego języka są edytowalne w administracji.
pt: Se uma língua estiver definida para 'ver' ou 'editável', os textos para essa língua são editáveis no administrador.
ru: Если язык установлен в 'просмотр' или 'редактируемый', то тексты для этого языка редактируются у администратора.
sv: Om ett språk är inställt på "visa" eller "redigerbart" kan texter för det språket redigeras i administratören.
th: หากตั้งค่าภาษาเป็น "ดู" หรือ "แก้ไขได้" ข้อความสำหรับภาษานั้นจะสามารถแก้ไขได้ในผู้ดูแลระบบ
tr: Bir dil 'görüntülenebilir' veya 'düzenlenebilir' olarak ayarlanmışsa, o dil için metinler yöneticide düzenlenebilir.
uk: Якщо для мови встановлено значення "перегляд" або "доступна для редагування", тексти для цієї мови можна редагувати в адміністраторі.
zh_hant: 如果语言被设置为 "查看 "或 "可编辑"，那么该语言的文本在管理员中是可以编辑的。

source: If you automatically translate texts then your texts will be sent to a remote translation service.
ar: إذا قمت بترجمة النصوص تلقائيًا، فسيتم إرسال نصوصك إلى خدمة الترجمة عن بعد.
de: Wenn Sie Texte automatisch übersetzen, werden Ihre Texte an einen Remote-Übersetzungsdienst gesendet.
es: Si traduce textos automáticamente, sus textos se enviarán a un servicio de traducción remota.
et: Kui tõlgite tekste automaatselt, saadetakse teie tekstid kaugtõlketeenusele.
he: אם אתה מתרגם אוטומטית טקסטים, הטקסטים שלך יישלחו לשירות תרגום מרחוק.
id: Jika Anda menerjemahkan teks secara otomatis maka teks Anda akan dikirim ke layanan terjemahan jarak jauh.
it: Se traduci automaticamente i testi, i tuoi testi verranno inviati a un servizio di traduzione remoto.
nl: Als u teksten automatisch vertaalt, worden uw teksten naar een vertaaldienst op afstand gestuurd.
pl: Jeśli automatycznie tłumaczysz teksty, zostaną one przesłane do zdalnej usługi tłumaczeniowej.
pt: Se você traduzir textos automaticamente, seus textos serão enviados para um serviço de tradução remoto.
ru: Если вы переводите тексты автоматически, ваши тексты будут отправлены в службу удаленного перевода.
sv: Om du automatiskt översätter texter kommer dina texter att skickas till en fjärröversättningstjänst.
th: หากคุณแปลข้อความโดยอัตโนมัติ ข้อความของคุณจะถูกส่งไปยังบริการแปลระยะไกล
tr: Metinleri otomatik olarak çevirirseniz metinleriniz uzak bir çeviri hizmetine gönderilir.
uk: Якщо ви автоматично перекладаєте тексти, ваші тексти будуть надіслані до служби віддаленого перекладу.
zh_hant: 如果您自動翻譯文本，那麼您的文本將被發送到遠端翻譯服務。

source: If you change the stemmer language then you will need to reindex all data.
ar: إذا قمت بتغيير لغة الجذعية ، فستحتاج إلى إعادة فهرسة جميع البيانات.
de: Wenn Sie die Stemmer-Sprache ändern, müssen Sie alle Daten neu indizieren.
es: Si cambia el idioma del analizador lingüístico necesitará reindexar todos los datos.
et: Kui vahetate alguskeelt, peate kõik andmed uuesti indeksima.
he: אם תשנה את שפת הקולות, תצטרך להוסיף מחדש את כל הנתונים.
id: Jika anda mengubah stemmer bahasa maka anda akan perlu untuk reindex semua data.
it: Se cambiate la lingua dello stemmer, dovrete reindicizzare tutti i dati.
nl: Als je de stemmer-taal verandert, moet je de zoekindex opnieuw opbouwen.
pl: Jeśli zmienisz język stemmera, będziesz musiał ponownie indeksować wszystkie dane.
pt: Se você mudar a linguagem do stemmer, então você precisará reindexar todos os dados.
ru: Если вы измените язык ствола, то вам нужно будет переиндексировать все данные.
sv: Om du ändrar röstspråket måste du indexera om alla uppgifter.
th: หากคุณเปลี่ยนภาษาต้นกำเนิดคุณจะต้องทำดัชนีข้อมูลทั้งหมดอีกครั้ง
tr: Stemmer dilini değiştirirseniz, tüm verileri yeniden dizine almanız gerecektir.
uk: Якщо Ви зміните мову stemmer, вам потрібно буде переіндексувати всі дані.
zh_hant: 如果你改变了干线语言，那么你将需要重新索引所有数据。

source: Incomplete translation
ar: ترجمة غير مكتملة
de: Unvollständige Übersetzung
es: Traducción incompleta
et: Mittetäielik tõlge
he: תרגום לא שלם
id: Terjemahan tidak lengkap
it: Traduzione incompleta
nl: Onvolledige vertaling
pl: Niekompletne tłumaczenie
pt: Tradução incompleta
ru: Неполный перевод
sv: Ofullständig översättning
th: การแปลไม่สมบูรณ์
tr: Eksik çeviri
uk: Неповний переклад
zh_hant: 翻譯不完整

source: Italian
ar: إيطالي
de: Italienisch
es: Italiano
et: Itaalia keel
he: אִיטַלְקִית
id: Italia
it: Italiano
nl: Italiaans
pl: Włoski
pt: Italiano
ru: итальянский
sv: Italienska
th: อิตาลี
tr: İtalyanca
uk: Італійська
zh_hant: 意大利

source: Language in URL
ar: اللغة في URL
de: Sprache in URL
es: Idioma en URL
et: Keel URL-is
he: שפה בכתובת URL
id: Bahasa dalam URL
it: Lingua nell'URL
nl: Taal in URL
pl: Język w adresie URL
pt: Idioma no URL
ru: Язык в URL-адресе
sv: Språk i URL
th: ภาษาใน URL
tr: URL'de dil
uk: Мова в URL
zh_hant: URL中的语言

source: Language used for stemming of the search indices
ar: اللغة المستخدمة لاشتقاق مؤشرات البحث
de: Sprache, die für das Stemming der Suchindizes verwendet wird
es: El idioma utilizado para analizar los índices de búsqueda
et: Otsinguindeksite koostamiseks kasutatud keel
he: שפה המשמשת להפקת מדדי החיפוש
id: Bahasa yang digunakan untuk yang berasal dari indeks pencarian
it: Lingua usata per lo stemming degli indici di ricerca
nl: Taal gebruikt voor het stemmen van zoekindexen.
pl: Język używany do generowania wskaźników wyszukiwania
pt: Idioma utilizado para o cálculo dos índices de pesquisa
ru: Язык, используемый для определения поисковых индексов
sv: Språk som används för stemming av sökindexen
th: ภาษาที่ใช้ในการกำหนดดัชนีการค้นหา
tr: Arama indekslerini değiştirmek için kullanılan dil
uk: Мова, яка використовується для створення індексів пошуку
zh_hant: 检索索引的题干使用的语言。

source: Languages overview
ar: نظرة عامة على اللغات
de: Sprachübersicht
es: Resumen de idiomas
et: Keelte ülevaade
he: סקירת שפות
id: Ikhtisar bahasa
it: Panoramica delle lingue
nl: Taal overzicht
pl: Języki
pt: Visão geral dos idiomas
ru: Обзор языков
sv: Språk: översikt
th: ภาพรวมภาษา
tr: Dillere genel bakış
uk: Огляд мов
zh_hant: 语言概览

source: Leave texts empty
ar: اترك النصوص فارغة
de: Lassen Sie die Texte leer
es: Dejar los textos vacíos
et: Jätke tekstid tühjaks
he: השאר טקסטים ריקים
id: Biarkan teks kosong
it: Lascia i testi vuoti
nl: Laat teksten leeg
pl: Pozostaw teksty puste
pt: Deixe os textos vazios
ru: Оставьте тексты пустыми
sv: Lämna texter tomma
th: ปล่อยให้ข้อความว่างเปล่า
tr: Metinleri boş bırakın
uk: Залиште тексти порожніми
zh_hant: 將文字留空

source: Method
ar: طريقة
de: Methode
es: Método
et: meetod
he: שיטה
id: metode
it: Metodo
nl: Methode
pl: metoda
pt: Método
ru: Метод
sv: Metod
th: วิธี
tr: Yöntem
uk: метод
zh_hant: 方法

source: Name in menu
ar: الاسم في القائمة
de: Name im Menü
es: Nombre en el menú
et: Nimi menüüs
he: שם בתפריט
id: Nama dalam menu
it: Nome nel menu
nl: Naam in menu
pl: Nazwa w menu
pt: Nome no menu
ru: Имя в меню
sv: Namn i menyn
th: ชื่อในเมนู
tr: Menüdeki isim
uk: Назва в меню
zh_hant: 菜单中的名称

source: No languages configured.
ar: لم يتم تكوين لغات.
de: Keine Sprachen konfiguriert.
es: No hay idiomas configurados.
et: Keeli ei ole konfigureeritud
he: לא הוגדרו שפות.
id: Tidak ada bahasa yang dikonfigurasi.
it: Nessuna lingua configurata.
nl: Geen talen geconfigureerd.
pl: Nie skonfigurowano obsługi żadnego języka
pt: Nenhum idioma configurado.
ru: Языки не настроены.
sv: Inga språk konfigurerade.
th: ไม่มีการกำหนดค่าภาษา
tr: Hiç bir dil yapılandırılmadı.
uk: Немає налаштованих мов.
zh_hant: 没有配置语言。

source: Norwegian
ar: النرويجية
de: Norwegisch
es: Noruego
et: Norra keel
he: נורווגית
id: Norwegia
it: Norvegese
nl: Noors
pl: Norweski
pt: Norueguês
ru: норвежский
sv: Norska
th: นอร์เวย์
tr: Norveçce
uk: Норвезька
zh_hant: 挪威人

source: Not all texts could be translated.
ar: لا يمكن ترجمة جميع النصوص.
de: Nicht alle Texte konnten übersetzt werden.
es: No todos los textos pudieron traducirse.
et: Kõiki tekste ei õnnestunud tõlkida.
he: לא ניתן היה לתרגם את כל הטקסטים.
id: Tidak semua teks bisa diterjemahkan.
it: Non tutti i testi potevano essere tradotti.
nl: Niet alle teksten konden worden vertaald.
pl: Nie wszystkie teksty udało się przetłumaczyć.
pt: Nem todos os textos puderam ser traduzidos.
ru: Не все тексты можно было перевести.
sv: Alla texter gick inte att översätta.
th: ไม่สามารถแปลข้อความทั้งหมดได้
tr: Tüm metinlerin çevrilmesi mümkün değildir.
uk: Не всі тексти можна було перекласти.
zh_hant: 並非所有文字都可以翻譯。

source: Off
ar: إيقاف
de: Aus
es: Fuera de
et: Väljas
he: כבוי
id: Mati
nl: Uit
pt: Fora
ru: Офф
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
zh_hant: 关

source: Open language menu
ar: فتح قائمة اللغة
de: Sprachenmenü öffnen
es: Abrir el menú de idioma
et: Ava keelemenüü
he: פתח את תפריט השפה
id: Buka menu bahasa
it: Apri il menu della lingua
nl: Taalmenu openen
pl: Otwórz menu językowe
pt: Abrir menu de idiomas
ru: Открыть языковое меню
sv: Öppna språkmenyn
th: เปิดเมนูภาษา
tr: Dil menüsünü aç
uk: Відкрити меню мови
zh_hant: 開啟語言選單

source: Overwrite existing texts with new translations
ar: استبدال النصوص الموجودة بترجمات جديدة
de: Überschreiben Sie vorhandene Texte mit neuen Übersetzungen
es: Sobrescribir textos existentes con nuevas traducciones
et: Kirjutage olemasolevad tekstid uute tõlgetega üle
he: החלף טקסטים קיימים בתרגומים חדשים
id: Timpa teks yang ada dengan terjemahan baru
it: Sovrascrivi i testi esistenti con nuove traduzioni
nl: Overschrijf bestaande teksten met nieuwe vertalingen
pl: Zastąp istniejące teksty nowymi tłumaczeniami
pt: Substitua os textos existentes por novas traduções
ru: Перезаписать существующие тексты новыми переводами
sv: Skriv över befintliga texter med nya översättningar
th: เขียนทับข้อความที่มีอยู่ด้วยการแปลใหม่
tr: Yeni çevirilerle mevcut metinlerin üzerine yazın
uk: Перезаписуйте існуючі тексти новими перекладами
zh_hant: 用新翻譯覆蓋現有文本

source: Part of
ar: جزء من
de: Teil von
es: Parte de
et: Osa
he: חלק מ
id: Bagian dari
it: Parte di
nl: Onderdeel van:
pl: Część
pt: Parte de
ru: Часть
sv: Del av
th: เป็นส่วนหนึ่งของ
tr: Bölüm
uk: Частина
zh_hant: 部分

source: Please check the translations and save the page when you are ready.
ar: يرجى التحقق من الترجمات وحفظ الصفحة عندما تكون جاهزًا.
de: Bitte überprüfen Sie die Übersetzungen und speichern Sie die Seite, wenn Sie fertig sind.
es: Verifique las traducciones y guarde la página cuando esté listo.
et: Kontrollige tõlkeid ja salvestage leht, kui olete valmis.
he: אנא בדוק את התרגומים ושמור את הדף כשתהיה מוכן.
id: Silakan periksa terjemahannya dan simpan halamannya jika Anda sudah siap.
it: Controlla le traduzioni e salva la pagina quando sei pronto.
nl: Controleer de vertalingen en sla de pagina op als je klaar bent.
pl: Sprawdź tłumaczenia i zapisz stronę, gdy będziesz gotowy.
pt: Verifique as traduções e salve a página quando estiver pronto.
ru: Пожалуйста, проверьте переводы и сохраните страницу, когда будете готовы.
sv: Kontrollera översättningarna och spara sidan när du är redo.
th: โปรดตรวจสอบคำแปลและบันทึกหน้าเมื่อคุณพร้อม
tr: Lütfen çevirileri kontrol edin ve hazır olduğunuzda sayfayı kaydedin.
uk: Будь ласка, перевірте переклади та збережіть сторінку, коли будете готові.
zh_hant: 請檢查翻譯並在準備好後保存頁面。

source: Please review all texts and correct any mistakes. Approve the translation if it is correct. This message will then disappear.
ar: يرجى مراجعة كافة النصوص وتصحيح أي أخطاء. الموافقة على الترجمة إذا كانت صحيحة. ستختفي هذه الرسالة بعد ذلك.
de: Bitte überprüfen Sie alle Texte und korrigieren Sie etwaige Fehler. Genehmigen Sie die Übersetzung, wenn sie korrekt ist. Diese Meldung verschwindet dann.
es: Por favor revise todos los textos y corrija cualquier error. Aprobar la traducción si es correcta. Este mensaje desaparecerá entonces.
et: Palun vaadake kõik tekstid üle ja parandage vead. Kinnitage tõlge, kui see on õige. Seejärel see teade kaob.
he: אנא עיין בכל הטקסטים ותקן כל שגיאה. אשר את התרגום אם הוא נכון. לאחר מכן, ההודעה הזו תיעלם.
id: Harap tinjau semua teks dan perbaiki kesalahan apa pun. Setujui terjemahannya jika benar. Pesan ini kemudian akan hilang.
it: Si prega di rivedere tutti i testi e correggere eventuali errori. Approvare la traduzione se è corretta. Questo messaggio poi scomparirà.
nl: Controleer alle teksten en corrigeer eventuele fouten. Keur de vertaling goed als deze correct is. Deze melding zal dan verdwijnen.
pl: Prosimy o sprawdzenie wszystkich tekstów i poprawienie ewentualnych błędów. Zatwierdź tłumaczenie, jeśli jest poprawne. Komunikat ten zniknie.
pt: Por favor, revise todos os textos e corrija quaisquer erros. Aprove a tradução se estiver correta. Esta mensagem desaparecerá então.
ru: Пожалуйста, просмотрите все тексты и исправьте ошибки. Одобрите перевод, если он верен. После этого это сообщение исчезнет.
sv: Läs igenom alla texter och korrigera eventuella misstag. Godkänn översättningen om den är korrekt. Detta meddelande försvinner då.
th: โปรดตรวจสอบข้อความทั้งหมดและแก้ไขข้อผิดพลาด อนุมัติการแปลหากถูกต้อง จากนั้นข้อความนี้จะหายไป
tr: Lütfen tüm metinleri inceleyin ve hataları düzeltin. Çeviri doğruysa onaylayın. Daha sonra bu mesaj kaybolacaktır.
uk: Перегляньте всі тексти та виправте помилки. Підтвердьте переклад, якщо він правильний. Після цього це повідомлення зникне.
zh_hant: 請檢查所有文字並糾正任何錯誤。如果翻譯正確，請批准。此訊息隨後將消失。

source: Ready
ar: مستعد
de: Bereit
es: Listo
et: Valmis
he: מוּכָן
id: Siap
it: Pronto
nl: Klaar
pl: Gotowy
pt: Preparar
ru: Готовый
sv: Redo
th: พร้อม
tr: Hazır
uk: Готовий
zh_hant: 準備好

source: Region
ar: منطقة
es: Región
et: Piirkond
he: אזור
id: Wilayah
it: Regione
nl: Regio
pt: Região
ru: Регион
sv: Område
th: ภูมิภาค
tr: Bölge
uk: Регіон
zh_hant: 地区

source: Reload Translations
ar: إعادة تحميل الترجمات
de: Übersetzungen nachladen
es: Recargar traducciones
et: Uuenda tõlked
he: טען תרגומים מחדש
id: Memuat Ulang Terjemahan
it: Ricaricare le traduzioni
nl: Vertalingen opnieuw laden
pl: Przeładuj tłumaczenia
pt: Recarregar Traduções
ru: Обновить переводы
sv: Ladda om översättningar
th: โหลดการแปลซ้ำ
tr: Çevirileri Yeniden Yükle
uk: Перезавантажити переклади
zh_hant: 重新加载翻译

source: Reload all translations from the modules and site. All templates will be recompiled.
ar: أعد تحميل جميع الترجمات من الوحدات والموقع. سيتم إعادة تجميع جميع القوالب.
de: Laden Sie alle Übersetzungen aus den Modulen und der Site neu. Alle Vorlagen werden neu kompiliert.
es: Volver a cargar todas las traducciones de los módulos y el sitio. Todas las plantillas van a ser recompiladas.
et: Laadige kõik tõlked moodulitest ja saidilt uuesti. Kõik mallid kompileeritakse uuesti.
he: טען מחדש את כל התרגומים מהמודולים והאתר. כל התבניות יורכבו מחדש.
id: Reload semua terjemahan dari modul dan situs. Semua template yang akan dikompilasi ulang.
it: Ricarica tutte le traduzioni dai moduli e dal sito. Tutti i template saranno ricompilati.
nl: Laad alle vertalingen van de modules en de site. Alle templates worden opnieuw gecompileerd.
pl: Przeładuj wszystkie tłumaczenia z modułów i strony. Wszystkie szablony zostaną ponownie skompilowane.
pt: Recarregar todas as traduções dos módulos e do site. Todos os templates serão recompilados.
ru: Перезагрузите все переводы с модулей и сайта. Все шаблоны будут перекомпилированы.
sv: Ladda om alla översättningar från webbplatsen och moduler. Alla mallar omkompileras.
th: โหลดคำแปลทั้งหมดซ้ำจากโมดูลและไซต์ เทมเพลตทั้งหมดจะถูกคอมไพล์ใหม่
tr: Modüller ve sitelerdeki tüm çevirileri yeniden yükleyin. Tüm şablonlar yeniden derlenecektir.
uk: Перезавантажте всі переклади з модулів і сайту. Усі шаблони будуть перекомпільовані.
zh_hant: 重新加载模块和站点的所有翻页。所有模版将被重新编译。

source: Reloading all .po files in the background.
ar: إعادة تحميل كافة ملفات .po في الخلفية.
de: Alle .po-Dateien im Hintergrund neu laden.
es: Recargando todos los archivos .po en el fondo.
et: Kõigi taustal olevate .po-failide uuesti laadimine.
he: טוען מחדש את כל קבצי ה- PO ברקע.
id: Muat ulang semua file .po di latar belakang.
it: Ricarica tutti i file .po in background.
nl: Alle .po bestanden worden opnieuw geladen in een achtergrondproces.
pl: Przeładowanie wszystkich plików .po w tle.
pt: Recarregando todos os arquivos .po em segundo plano.
ru: Перезагрузка всех .po файлов в фоновом режиме.
sv: Ladda om alla .po-filer i bakgrunden.
th: กำลังโหลดไฟล์. po ทั้งหมดซ้ำในพื้นหลัง
tr: Arka planda tüm .po dosyaları yeniden yükleniyor.
uk: Перезавантаження всіх файлів .po у фоновому режимі.
zh_hant: 在后台重新加载所有.po文件。

source: Remove language
ar: إزالة اللغة
de: Sprache entfernen
es: Eliminar idioma
et: Eemalda keel
he: הסר שפה
id: Hapus bahasa
it: Rimuovi lingua
nl: Verwijder taal
pl: Usuń język
pt: Remover idioma
ru: Удалить язык
sv: Ta bort språk
th: ลบภาษา
tr: Dili kaldır
uk: Видалити мову
zh_hant: 删除语言

source: Removing a language will hide it on the edit form. If the page is saved then the translation will be deleted from the database.
ar: ستؤدي إزالة اللغة إلى إخفائها في نموذج التعديل. إذا تم حفظ الصفحة فسيتم حذف الترجمة من قاعدة البيانات.
de: Durch das Entfernen einer Sprache wird diese im Bearbeitungsformular ausgeblendet. Wenn die Seite gespeichert wird, wird die Übersetzung aus der Datenbank gelöscht.
es: Eliminar un idioma lo ocultará en el formulario de edición. Si se guarda la página, la traducción se eliminará de la base de datos.
et: Keele eemaldamisel peidetakse see redigeerimisvormil. Kui leht on salvestatud, kustutatakse tõlge andmebaasist.
he: הסרת שפה תסתיר אותה בטופס העריכה. אם הדף נשמר אז התרגום יימחק ממסד הנתונים.
id: Menghapus bahasa akan menyembunyikannya di formulir edit. Jika halaman tersebut disimpan maka terjemahannya akan dihapus dari database.
it: La rimozione di una lingua la nasconderà nel modulo di modifica. Se la pagina viene salvata, la traduzione verrà eliminata dal database.
nl: Als je een taal verwijdert, wordt deze verborgen op het bewerkingsformulier. Als de pagina wordt opgeslagen, wordt de vertaling verwijderd uit de database.
pl: Usunięcie języka spowoduje ukrycie go w formularzu edycji. Jeżeli strona zostanie zapisana to tłumaczenie zostanie usunięte z bazy danych.
pt: A remoção de um idioma irá ocultá-lo no formulário de edição. Se a página for salva, a tradução será excluída do banco de dados.
ru: Удаление языка скроет его в форме редактирования. Если страница сохранится, то перевод будет удален из базы данных.
sv: Om du tar bort ett språk döljs det i redigeringsformuläret. Om sidan sparas kommer översättningen att raderas från databasen.
th: การนำภาษาออกจะซ่อนภาษาไว้ในแบบฟอร์มแก้ไข หากบันทึกเพจแล้ว การแปลจะถูกลบออกจากฐานข้อมูล
tr: Bir dili kaldırmak, onu düzenleme formunda gizleyecektir. Sayfa kaydedilirse çeviri veritabanından silinecektir.
uk: Видалення мови приховає її у формі редагування. Якщо сторінку буде збережено, переклад буде видалено з бази даних.
zh_hant: 刪除語言會將其隱藏在編輯表單中。如果儲存頁面，則翻譯將從資料庫中刪除。

source: Romanian
ar: روماني
de: Rumänisch
es: Rumano
et: Rumeenia keel
he: רומנית
id: Romania
it: Rumeno
nl: Roemeens
pl: Rumuński
pt: Romeno
ru: румынский язык
sv: Rumänska
th: โรมาเนีย
tr: Romence
uk: Румунська
zh_hant: 罗马尼亚语

source: Russian
ar: الروسية
de: Russisch
es: Ruso
et: Vene keel
he: רוּסִי
id: Rusia
it: Russo
nl: Russisch
pl: Rosyjski
pt: Russo
ru: русский
sv: Ryska
th: รัสเซีย
tr: Rusça
uk: Російська
zh_hant: 俄语
