Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Log on with username <b>admin</b> and password
ar: قم بتسجيل الدخول باسم المستخدم <b>admin</b> وكلمة المرور
de: Melden Sie sich mit dem Benutzernamen <b>admin</b> und dem Passwort an
es: Entrar con el nombre de usuario del <b>administrador</b> y contraseña
et: Logige sisse kasutajanimega <b>admin</b> ja parooliga
he: התחבר עם שם משתמש <b>Admin</b> וסיסמה
id: Masuk dengan nama pengguna <b>admin</b> dan kata sandi
it: Accedere con il nome utente <b>admin</b> e la password
nl: Log in met gebruikersnaam <b>admin</b> en wachtwoord
pl: Zaloguj się za pomocą nazwy użytkownika <b>admin</b> i hasła
pt: Log on com nome de usuário <b>admin</b> e senha
ru: Войдите с именем пользователя <b>admin</b> и паролем.
sv: Logga in med användarnamn <b>admin</b> och lösenord
th: เข้าสู่ระบบด้วย username <b>admin</b> และรหัสผ่าน
tr: <b>admin</b> kullanıcı adı ve şifre ile oturum açın
uk: Увійдіть під ім'ям користувача <b>admin</b> і паролем
zh_hant: 用用户名 <b>admin</b> 和密码登录。

source: Make sure that this hostname has a valid DNS entry or is added to your <tt>/etc/hosts</tt> file.
ar: تأكد من أن اسم المضيف هذا يحتوي على إدخال DNS صالح أو أنه مضاف إلى ملف <tt>/ etc / hosts</tt> الخاص بك.
de: Stellen Sie sicher, dass dieser Hostname einen gültigen DNS-Eintrag hat oder zu Ihrer <tt>/etc/hosts</tt> -Datei hinzugefügt wird.
es: Asegúrate de que el nombre del host tiene una entrada de DNS valida o se agrega a su archivo<tt>etc/hosts</tt>.
et: Veenduge, et sellel hostinimel on kehtiv DNS-sisestus või see on lisatud teie faili <tt>/ etc / hosts</tt>.
he: ודא שלשם המארח הזה יש ערך DNS חוקי או שהוא נוסף לקובץ <tt>/ etc / hosts</tt>.
id: Pastikan nama host ini memiliki entri DNS yang valid atau ditambahkan ke file <tt>/etc/hosts</tt>anda.
it: Assicuratevi che questo hostname abbia una voce DNS valida o sia aggiunto al vostro file <tt>/etc/hosts</tt> .
nl: Zorg ervoor dat deze hostnaam een geldige DNS-instelling heeft of voeg deze toe aan je <tt>/etc/hosts</tt> bestand.
pl: Upewnij się, że ta nazwa hosta ma prawidłowy wpis DNS lub jest dodana do Twojego pliku <tt>/etc/hosts</tt> .
pt: Certifique-se de que este hostname tem uma entrada DNS válida ou é adicionado ao seu ficheiro <tt>/etc/hosts</tt> .
ru: Убедитесь, что это имя хоста имеет правильную DNS запись или добавлено в ваш файл <tt>/etc/hosts</tt> .
sv: Se till att detta värdnamn har en giltig DNS-post eller läggs till i din <tt>/ etc / hosts</tt> fil.
th: ตรวจสอบให้แน่ใจว่าชื่อโฮสต์นี้มีรายการ DNS ที่ถูกต้องหรือถูกเพิ่มในไฟล์ <tt>/ etc / hosts</tt> คุณ
tr: Bu ana makine adının geçerli bir DNS girişi olduğundan ya da <tt>/etc/hosts</tt> dosyanıza eklendiğinden emin olun.
uk: Переконайтеся, що це ім’я хоста має дійсний запис DNS або додано до вашого файлу <tt>/etc/hosts</tt>.
zh_hant: 确保这个主机名有一个有效的DNS条目，或者被添加到你的 <tt>/etc/hosts</tt> 文件中。

source: No permission to create the site directory at:
ar: لا يوجد إذن لإنشاء دليل المواقع على:
de: Keine Berechtigung zum Erstellen des Site-Verzeichnisses unter:
es: No existe el permiso para crear el directorio en:
et: Puudub luba saidi kataloogi loomiseks aadressil:
he: אין הרשאה ליצור את ספריית האתרים בכתובת:
id: Tidak ada izin untuk membuat situs direktori di:
it: Nessun permesso per creare la directory del sito a:
nl: Geen toestemming om de site directory aan te maken op:
pl: Brak uprawnień do tworzenia katalogu witryny pod adresem:
pt: Não há permissão para criar o diretório do site em:
ru: Нет разрешения на создание каталога сайта:
sv: Ingen behörighet att skapa webbplatskatalogen på:
th: ไม่มีสิทธิ์สร้างไดเร็กทอรีไซต์ที่:
tr: Bu konumda site dizini oluşturmak için izniniz yok:
uk: Немає дозволу на створення каталогу сайту за адресою:
zh_hant: 没有权限创建网站目录在：

source: Not allowed to create the site directory
ar: غير مسموح بإنشاء دليل الموقع
de: Es ist nicht erlaubt, das Seitenverzeichnis zu erstellen
es: No tiene permiso de crear el directorio del sitio
et: Saidikataloogi pole lubatud luua
he: אסור ליצור את ספריית האתרים
id: Tidak diizinkan membuat direktori situs
it: Non è permesso creare la directory del sito
nl: Het is niet toegestaan om de site directory aan te maken
pl: Nie wolno tworzyć katalogu stron
pt: Não é permitido criar o diretório do site
ru: Не разрешено создавать каталог сайта
sv: Inte tillåtet att skapa webbplatskatalogen
th: ไม่อนุญาตให้สร้างไดเร็กทอรีไซต์
tr: Site dizini oluşturulmasına izin verilmiyor
uk: Не дозволено створювати каталог сайту
zh_hant: 不允许创建网站目录

source: Please only use: a…z, 0…9, and . (period).
ar: الرجاء استخدام فقط: a…z، 0…9، و. (فترة).
de: Bitte verwenden Sie ausschließlich: a…z, 0…9 und . (Punkt).
es: Utilice únicamente: a…z, 0…9 y . (período).
et: Kasutage ainult: a…z, 0…9 ja . (periood).
he: אנא השתמש רק: a…z, 0…9, ו- . (פרק זמן).
id: Harap hanya gunakan: a…z, 0…9, dan . (periode).
it: Utilizza solo: a…z, 0…9 e . (periodo).
nl: Gebruik alleen: a…z, 0…9, en . (punt).
pl: Proszę używać tylko: a…z, 0…9 i . (okres).
pt: Use apenas: a…z, 0…9 e . (período).
ru: Пожалуйста, используйте только: a…z, 0…9 и . (период).
sv: Använd endast: a…z, 0…9 och . (period).
th: โปรดใช้เฉพาะ: a…z, 0…9 และ . (ระยะเวลา).
tr: Lütfen yalnızca şunu kullanın: a…z, 0…9 ve . (dönem).
uk: Використовуйте лише: a…z, 0…9 і . (точка).
zh_hant: 請僅使用：a…z、0…9 和 。 （時期）。

source: Please use a valid hostname.
ar: الرجاء استخدام اسم مضيف صالح.
de: Bitte verwenden Sie einen gültigen Hostnamen.
es: Por favor utilizar un nombre de host valido.
et: Kasutage kehtivat hostinime.
he: אנא השתמש בשם מארח חוקי.
id: Silahkan gunakan nama host yang sah.
it: Si prega di utilizzare un hostname valido.
nl: Gebruik een geldige hostnaam.
pl: Proszę użyć ważnej nazwy hosta.
pt: Por favor, use um nome de anfitrião válido.
ru: Пожалуйста, используйте действительное имя хоста.
sv: Använd ett giltigt värdnamn.
th: โปรดใช้ชื่อโฮสต์ที่ถูกต้อง
tr: Lütfen geçerli bir ana bilgisayar adı kullanın.
uk: Будь ласка, використовуйте дійсне ім'я хоста.
zh_hant: 请使用有效的主机名。

source: Please use only a…z and 0…9 characters.
ar: يُرجى استخدام أحرف…z و 0…9 فقط.
de: Bitte verwenden Sie nur ein…z und 0…9 Zeichen.
es: Por favor use solo caracteres a... z y 0... 9.
et: Kasutage ainult…z ja 0…9 tähemärki.
he: אנא השתמש רק ב-…z ו- 0…9 תווים.
id: Silahkan gunakan hanya a... z dan 0... 9 karakter.
it: Si prega di utilizzare solo una…z e 0…9 caratteri.
nl: Gebruik alleen een…z en 0…9 tekens.
pl: Proszę użyć tylko…z i 0…9 znaków.
pt: Por favor use apenas um…z e 0…9 caracteres.
ru: Пожалуйста, используйте только…z и 0…9 символов.
sv: Använd endast…z och 0…9 tecken.
th: โปรดใช้อักขระ…z และ 0…9 เท่านั้น
tr: Lütfen sadece a…z ve 0…9 karakterini kullanın.
uk: Будь ласка, використовуйте лише символи…z і 0…9.
zh_hant: 请只使用…z和0…9个字符。

source: Please use only lowercase a…z and 0…9 characters.
ar: الرجاء استخدام الأحرف الصغيرة فقط…z و 0…9.
de: Bitte verwenden Sie nur Kleinbuchstaben a…z und 0…9 Zeichen.
es: Por favor utilizar solo minúscula de la a…z y los caracteres desde 0…9.
et: Kasutage ainult väiketähti…z ja 0…9 tähemärki.
he: השתמש רק באותיות קטנות a…z ו- 0…9 תווים.
id: Tolong gunakan huruf kecil saja... z dan 0... 9 karakter.
it: Si prega di utilizzare solo lettere minuscole a…z e 0…9 caratteri.
nl: Gebruik alleen kleine letters a…z en 0…9 tekens.
pl: Proszę używać tylko małych liter a…z i 0…9 znaków.
pt: Por favor use apenas minúsculas a…z e 0…9 caracteres.
ru: Пожалуйста, используйте только строчные буквы…z и 0…9 символов.
sv: Använd endast små bokstäver a…z och 0…9 tecken.
th: โปรดใช้เฉพาะตัวพิมพ์เล็ก a…z และ 0…9 อักขระ
tr: Lütfen sadece küçük harfli a…z ve 0…9 karakterini kullanın.
uk: Будь ласка, використовуйте лише малі символи a…z і 0…9.
zh_hant: 请只使用小写的a…z和0…9个字符。

source: Port
ar: ميناء
de: Hafen
es: Puerto
et: Sadam
he: נמל
it: Porto
nl: Poort
pt: Porto
ru: Порт
sv: Hamn
th: ท่าเรือ
uk: Порт
zh_hant: 港口

source: PostgreSQL database connection
ar: اتصال قاعدة بيانات PostgreSQL
de: PostgreSQL-Datenbankverbindung
es: Conexión a base de datos PostgreSQL
et: PostgreSQL andmebaasi ühendus
he: חיבור למסד נתונים PostgreSQL
id: Koneksi basis data PostgreSQL
it: Connessione al database PostgreSQL
nl: PostgreSQL databaseverbinding
pl: Połączenie z bazą danych PostgreSQL
pt: Conexão com o banco de dados PostgreSQL
ru: Подключение к базе данных PostgreSQL
sv: PostgreSQL-databasanslutning
th: การเชื่อมต่อฐานข้อมูล PostgreSQL
tr: PostgreSQL veritabanı bağlantısı
uk: Підключення до бази даних PostgreSQL
zh_hant: PostgreSQL 資料庫連接

source: PostgreSQL database, username and password. The schema defaults to the site name filled in above.
ar: قاعدة بيانات PostgreSQL، اسم المستخدم وكلمة المرور. يتم تعيين المخطط افتراضيًا على اسم الموقع المملوء أعلاه.
de: PostgreSQL-Datenbank, Benutzername und Passwort. Das Schema entspricht standardmäßig dem oben eingegebenen Site-Namen.
es: Base de datos PostgreSQL, nombre de usuario y contraseña. El esquema predeterminado es el nombre del sitio que se indicó anteriormente.
et: PostgreSQL andmebaas, kasutajanimi ja parool. Skeemi vaikimisi kasutatakse ülaltoodud saidi nime.
he: מסד נתונים PostgreSQL, שם משתמש וסיסמה. ברירת המחדל של הסכימה הוא שם האתר שמולא למעלה.
id: Basis data PostgreSQL, nama pengguna dan kata sandi. Skema default menggunakan nama situs yang diisi di atas.
it: Database PostgreSQL, username e password. Lo schema predefinito è il nome del sito inserito sopra.
nl: PostgreSQL database, gebruikersnaam en wachtwoord. Het schema is standaard ingesteld op de sitenaam die hierboven is ingevuld.
pl: Baza danych PostgreSQL, nazwa użytkownika i hasło. Schemat domyślnie przyjmuje nazwę witryny wpisaną powyżej.
pt: Banco de dados PostgreSQL, nome de usuário e senha. O esquema padrão é o nome do site preenchido acima.
ru: База данных PostgreSQL, имя пользователя и пароль. По умолчанию схема использует имя сайта, указанное выше.
sv: PostgreSQL-databas, användarnamn och lösenord. Schemat är som standard det webbplatsnamn som fyllts i ovan.
th: ฐานข้อมูล PostgreSQL ชื่อผู้ใช้และรหัสผ่าน รูปแบบเริ่มต้นคือชื่อไซต์ที่กรอกไว้ด้านบน
tr: PostgreSQL veritabanı, kullanıcı adı ve şifre. Şema varsayılan olarak yukarıda doldurulan site adına ayarlanır.
uk: База даних PostgreSQL, ім'я користувача та пароль. Схема за замовчуванням використовує назву сайту, заповнену вище.
zh_hant: PostgreSQL 資料庫、使用者名稱和密碼。架構預設為上面填寫的網站名稱。

source: Resolving the hostname ...
ar: جاري تحليل اسم المضيف ...
de: Auflösen des Hostnamens ...
es: Resolviendo el nombre del host ...
et: Hosti nime lahendamine ...
he: פותר את שם המארח ...
id: Menyelesaikan nama host ...
it: Risolvere l'hostname ...
nl: Zoeken van de hostnaam ...
pl: Rozwiązując nazwisko gospodarza...
pt: Resolver o nome da hostname ...
ru: Разрешение имени хоста ...
sv: Löser värdnamnet ...
th: การแก้ไขชื่อโฮสต์ ...
tr: Ana bilgisayar çözümleniyor...
uk: Вирішення імені хоста...
zh_hant: 解析主机名...

source: Schema
ar: مخطط
es: Esquema
et: Skeem
he: סכֵימָה
id: Skema
pl: Schemat
pt: Esquema
ru: Схема
th: สคีมา
tr: Şema
uk: Схема
zh_hant: 模式

source: Site name
ar: اسم الموقع
de: Name der Webseite
es: Nombre del sitio
et: Saidi nimi
he: שם אתר
id: Nama situs
it: Nome del sito
nl: Naam van de site
pl: Nazwa strony internetowej
pt: Nome do local
ru: Название сайта
sv: Sidnamn
th: ชื่อไซต์
tr: Site adı
uk: Назва сайту
zh_hant: 网站名称

source: Skeleton
ar: هيكل عظمي
de: Skelett
es: Estructura
et: Skelett
he: שֶׁלֶד
id: Kerangka
it: Scheletro
nl: Skelet
pl: Szkielet
pt: Esqueleto
ru: Скелет
sv: Skelett
th: โครงกระดูก
tr: İskelet
uk: Скелет
zh_hant: 骨架

source: Something is wrong, site is not starting. Please check the logs.
ar: هناك خطأ ما ، الموقع لا يبدأ. يرجى التحقق من السجلات.
de: Etwas stimmt nicht, die Seite startet nicht. Bitte prüfen Sie die Protokolle.
es: Algo anda mal, el sitio no está iniciado. Por favor revise los registros.
et: Midagi on valesti, saiti ei alustata. Kontrollige palke.
he: משהו לא בסדר, האתר לא מתחיל. אנא בדוק את היומנים.
id: Ada sesuatu yang salah, situs ini tidak memulai. Silahkan periksa log.
it: Qualcosa non va, il sito non parte. Si prega di controllare i log.
nl: Er is iets mis, de site start niet. Controleer de logboeken.
pl: Coś jest nie tak, strona się nie zaczyna. Proszę sprawdzić dzienniki.
pt: Algo está errado, o site não está começando. Por favor, verifique os registos.
ru: Что-то не так, сайт не начинается. Пожалуйста, проверьте журналы.
sv: Något är fel, webbplatsen börjar inte. Kontrollera loggarna.
th: มีบางอย่างผิดปกติไซต์ไม่เริ่มทำงาน โปรดตรวจสอบบันทึก
tr: Bir şey ters gitti, site başlamıyor. Lütfen günlük kayıtları kontrol edin.
uk: Щось не так, сайт не запускається. Будь ласка, перевірте журнали.
zh_hant: 出了点问题，网站无法启动。请检查日志。

source: Starting the new site ...
ar: بدء الموقع الجديد ...
de: Starten Sie die neue Seite ...
es: Empezando el nuevo sitio ...
et: Uue saidi alustamine ...
he: מתחיל את האתר החדש ...
id: Memulai situs baru ...
it: Avviare il nuovo sito ...
nl: Start de nieuwe site ...
pl: Uruchomienie nowej strony...
pt: Iniciando o novo site ...
ru: Запуск нового сайта...
sv: Startar den nya webbplatsen ...
th: กำลังเริ่มไซต์ใหม่ ...
tr: Yeni siteye başlanılıyor ...
uk: Початок нового сайту...
zh_hant: 开始新网站...

source: Succesfully created the site.
ar: نجح في إنشاء الموقع.
de: Die Seite wurde erfolgreich erstellt.
es: El sitio ha sido creado con éxito.
et: Saidi loomine õnnestus.
he: יצר את האתר בהצלחה.
id: Berhasil membuat situs.
it: Creato con successo il sito.
nl: De site is met succes gecreëerd.
pl: Sukcesywnie stworzona strona.
pt: Criou com sucesso o site.
ru: Успешно созданный сайт.
sv: Skapade webbplatsen framgångsrikt.
th: สร้างไซต์สำเร็จ
tr: Site başarıyla oluşturuldu.
uk: Успішно створено сайт.
zh_hant: 成功创建了网站。

source: The config file in <tt>priv/zotonic_site.config</tt> will be overwritten with the database settings from above.
ar: سيتم استبدال ملف التكوين الموجود في <tt>priv/zotonic_site.config</tt> بإعدادات قاعدة البيانات المذكورة أعلاه.
de: Die Konfigurationsdatei in <tt>priv/zotonic_site.config</tt> wird mit den Datenbankeinstellungen von oben überschrieben.
es: El archivo de configuración en <tt>priv/zotonic_site.config</tt> se sobrescribirá con la configuración de la base de datos anterior.
et: Konfiguratsioonifail asukohas <tt>priv/zotonic_site.config</tt> kirjutatakse üle ülaltoodud andmebaasi sätetega.
he: קובץ התצורה ב- <tt>priv/zotonic_site.config</tt> יוחלף עם הגדרות מסד הנתונים מלמעלה.
id: Berkas konfigurasi di <tt>priv/zotonic_site.config</tt> akan ditimpa dengan pengaturan basis data dari atas.
it: Il file di configurazione in <tt>priv/zotonic_site.config</tt> verrà sovrascritto con le impostazioni del database di cui sopra.
nl: Het configuratiebestand in <tt>priv/zotonic_site.config</tt> wordt overschreven met de database-instellingen van hierboven.
pl: Plik konfiguracyjny w <tt>priv/zotonic_site.config</tt> zostanie nadpisany ustawieniami bazy danych podanymi powyżej.
pt: O arquivo de configuração em <tt>priv/zotonic_site.config</tt> será substituído pelas configurações do banco de dados acima.
ru: Файл конфигурации в <tt>priv/zotonic_site.config</tt> будет перезаписан настройками базы данных, указанными выше.
sv: Konfigurationsfilen i <tt>priv/zotonic_site.config</tt> kommer att skrivas över med databasinställningarna ovanifrån.
th: ไฟล์ config ใน <tt>priv/zotonic_site.config</tt> จะถูกเขียนทับด้วยการตั้งค่าฐานข้อมูลจากด้านบน
tr: <tt>priv/zotonic_site.config</tt> içindeki yapılandırma dosyası yukarıdaki veritabanı ayarlarıyla üzerine yazılacaktır.
uk: Файл конфігурації в <tt>priv/zotonic_site.config</tt> буде перезаписано налаштуваннями бази даних вище.
zh_hant: <tt>priv/zotonic_site.config</tt> 中的設定檔將被上面的資料庫設定覆蓋。

source: The default database for the schema is <b>{db}</b>.
ar: قاعدة البيانات الافتراضية للمخطط هي <b>{db}</b>.
de: Die Standarddatenbank für das Schema ist <b>{db}</b>.
es: La base de datos predeterminada para el esquema es <b>{db}</b>.
et: Skeemi vaikeandmebaas on <b>{db}</b>.
he: מסד הנתונים המוגדר כברירת מחדל עבור הסכימה הוא <b>{db}</b>.
id: Basis data default untuk skema tersebut adalah <b>{db}</b>.
it: Il database predefinito per lo schema è <b>{db}</b>.
nl: De standaarddatabase voor het schema is <b>{db}</b>.
pl: Domyślna baza danych dla schematu to <b>{db}</b>.
pt: O banco de dados padrão para o esquema é <b>{db}</b>.
ru: База данных по умолчанию для схемы — <b>{db}</b>.
sv: Standarddatabasen för schemat är <b>{db}</b>.
th: ฐานข้อมูลเริ่มต้นสำหรับรูปแบบคือ <b>{db}</b>
tr: Şema için varsayılan veritabanı <b>{db}</b>şeklindedir.
uk: База даних за замовчуванням для схеми <b>{db}</b>.
zh_hant: 此架構的預設資料庫是 <b>{db}</b>。

source: The file or directory already exists:
ar: الملف أو الدليل موجود بالفعل:
de: Die Datei oder das Verzeichnis ist bereits vorhanden:
es: El archivo o el directorio ya existe:
et: Fail või kataloog on juba olemas:
he: הקובץ או הספריה כבר קיימים:
id: Berkas atau direktori sudah ada:
it: Il file o la directory esiste già:
nl: Het bestand of de map bestaat al:
pl: Plik lub katalog już istnieje:
pt: O arquivo ou diretório já existe:
ru: Файл или каталог уже существует:
sv: Filen eller katalogen finns redan:
th: มีไฟล์หรือไดเร็กทอรีอยู่แล้ว:
tr: Dosya ya da dizin zaten mevcut:
uk: Файл або каталог уже існує:
zh_hant: 文件或目录已经存在。

source: The hostname is unknown, check your DNS or /etc/hosts file
ar: اسم المضيف غير معروف ، تحقق من ملف DNS أو / etc / hosts
de: Der Hostname ist unbekannt, überprüfen Sie Ihren DNS oder die Datei /etc/hosts
es: El nombre del host es desconocido, compruebe su DNS o el archivo /etc/hosts
et: Hosti nimi pole teada, kontrollige oma DNS- või / etc / hosts-faili
he: שם המארח אינו ידוע, בדוק את קובץ ה- DNS שלך או / etc / hosts
id: Nama host tidak diketahui, periksa file DNS atau / etc / hosts Anda
it: Il nome dell'host è sconosciuto, controlla il tuo DNS o il file /etc/hosts
nl: De hostnaam is onbekend, controleer de DNS of /etc/hosts bestand
pl: Nazwa hosta nie jest znana, sprawdź swój plik DNS lub /etc/hosts
pt: O hostname é desconhecido, verifique o seu ficheiro DNS ou /etc/hosts
ru: Имя хоста неизвестно, проверьте ваш DNS или файл /etc/hosts.
sv: Värdnamnet är okänt, kontrollera din DNS- eller / etc / hosts-fil
th: ไม่ทราบชื่อโฮสต์ตรวจสอบไฟล์ DNS หรือ / etc / hosts
tr: Ana bilgisayar adı bilinmiyor, DNS veya / etc / hosts dosyanızı kontrol edin
uk: Ім’я хоста невідоме, перевірте свій файл DNS або /etc/hosts
zh_hant: 主机名未知，请检查您的DNS或/etc/hosts文件。

source: The parent directory does not exist:
ar: الدليل الرئيسي غير موجود:
de: Das übergeordnete Verzeichnis ist nicht vorhanden:
es: El directorio padre no existe:
et: Vanemkataloogi pole olemas:
he: ספריית האב אינה קיימת:
id: Direktori induk tidak ada:
it: La directory madre non esiste:
nl: De bovenliggende map bestaat niet:
pl: Katalog rodzicielski nie istnieje:
pt: O diretório pai não existe:
ru: Родительский каталог не существует:
sv: Den överordnade katalogen finns inte:
th: ไม่มีไดเร็กทอรีหลัก:
tr: Ana dizin mevcut değil:
uk: Батьківський каталог не існує:
zh_hant: 父目录不存在。

source: The port must be numerical.
ar: يجب أن يكون المنفذ رقميًا.
de: Der Port muss numerisch sein.
es: El puerto debe ser numérico.
et: Sadam peab olema numbriline.
he: היציאה חייבת להיות מספרית.
id: Pelabuhan harus numerik.
it: La porta deve essere numerica.
nl: De poort moet numeriek zijn.
pl: Port musi być numeryczny.
pt: A porta deve ser numérica.
ru: Порт должен быть цифровым.
sv: Porten måste vara numerisk.
th: พอร์ตต้องเป็นตัวเลข
tr: Port sayısal olmalıdır.
uk: Порт має бути числовим.
zh_hant: 端口必须是数字。

source: The skeleton provides templates and content for a site.
ar: يوفر الهيكل العظمي قوالب ومحتوى للموقع.
de: Das Skelett stellt Vorlagen und Inhalte für eine Site bereit.
es: La estructura provee plantillas y contenido para un sito.
et: Skelett pakub saidi malle ja sisu.
he: השלד מספק תבניות ותוכן לאתר.
id: Kerangka menyediakan template dan konten untuk sebuah situs.
it: Lo scheletro fornisce modelli e contenuti per un sito.
nl: Het skelet biedt templates en inhoud voor een site.
pl: Szkielet dostarcza szablonów i treści dla strony.
pt: O esqueleto fornece modelos e conteúdo para um site.
ru: Скелет предоставляет шаблоны и контент для сайта.
sv: Skelettet innehåller mallar och innehåll för en webbplats.
th: โครงกระดูกจัดเตรียมเทมเพลตและเนื้อหาสำหรับไซต์
tr: İskelet, bir site için şablonlar ve içerik sağlar.
uk: Скелет надає шаблони та вміст для сайту.
zh_hant: 骨架为网站提供模板和内容。

source: There is already a file or directory named
ar: يوجد بالفعل ملف أو دليل باسم
de: Es gibt bereits eine Datei oder ein Verzeichnis mit dem Namen
es: Ya hay un archivo o directorio con el nombre
et: Nimega fail või kataloog on juba olemas
he: יש כבר קובץ או ספרייה בשם
id: Sudah ada sebuah file atau direktori bernama
it: C'è già un file o una directory chiamata
nl: Er is al een bestand of map met de naam
pl: Istnieje już plik lub katalog o nazwie
pt: Já existe um arquivo ou diretório chamado
ru: Уже есть файл или каталог с именем
sv: Det finns redan en fil eller katalog som heter
th: มีไฟล์หรือไดเร็กทอรีชื่ออยู่แล้ว
tr: Zaten adında bir dosya veya dizin var
uk: Уже є файл або каталог із назвою
zh_hant: 已经有一个名为

source: This name is reserved
ar: هذا الاسم محجوز
de: Dieser Name ist reserviert
es: Este nombre está reservado
et: See nimi on reserveeritud
he: שם זה שמור
id: Nama ini dicadangkan
it: Questo nome è riservato
nl: Deze naam is gereserveerd
pl: Ta nazwa jest zastrzeżona
pt: Este nome é reservado
ru: Это имя зарезервировано
sv: Detta namn är reserverat
th: ชื่อนี้สงวนไว้
tr: Bu isim rezerve edilmiştir
uk: Ця назва зарезервована
zh_hant: 这个名字是保留的

source: This name is taken by another Erlang module
ar: هذا الاسم مأخوذ من وحدة إرلانج أخرى
de: Dieser Name wird von einem anderen Erlang-Modul übernommen
es: Este nombre es tomado por otro módulo de Erlang
et: Selle nime võtab teine Erlangi moodul
he: שם זה נלקח על ידי מודול אחר של Erlang
id: Nama ini diambil oleh modul Erlang lainnya
it: Questo nome è preso da un altro modulo Erlang
nl: Deze naam is in gebruik door een andere Erlang-module
pl: Ta nazwa jest przejęta przez inny moduł Erlanga
pt: Este nome é tomado por outro módulo Erlang
ru: Это имя взято другим модулем Erlang.
sv: Detta namn tas av en annan Erlang-modul
th: ชื่อนี้ใช้โดยโมดูล Erlang อื่น
tr: Bu isim başka bir Erlang modülü tarafından alınmıştır
uk: Цю назву бере інший модуль Erlang
zh_hant: 这个名字是由另一个Erlang模块
