Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Zotonic is a modular web development framework. Most functionality is encapsulated inside modules. A set of basic modules are shipped with the Zotonic distribution, while others are externally developed. This page shows an overview of all modules which are currently known to this Zotonic installation.
ar: Zotonic هو إطار تطوير الويب المعياري. يتم تغليف معظم الوظائف داخل وحدات. يتم شحن مجموعة من الوحدات الأساسية مع توزيع Zotonic، بينما يتم تطويرها الآخرين خارجيا. تعرض هذه الصفحة نظرة عامة على جميع الوحدات المعروفة حاليًا بتثبيت Zotonic.
de: Zotonic ist ein modulares Web-Entwicklungsframework. Die meisten Funktionen sind in Modulen gekapselt. Ein Satz von Basismodulen wird mit der Zotonic-Distribution ausgeliefert, , während andere extern entwickelt werden. Diese Seite zeigt eine Übersicht über alle Module, die dieser Zotonic-Installation derzeit bekannt sind.
es: Zotonic es un framework de desarrollo de web modular. La mayoría de las funcionalidades están encapsuladas dentro de los módulos. Un conjunto de módulos básicos viene con la distribución de Zotonic, mientras que otros se desarrollan de forma externa. Esta página muestra un resumen de todos los módulos conocidos de esta instalación de Zotonic.
et: Zotonic on modulaarne veebiarenduse raamistik. Enamik funktsioone on kapseldatud moodulite sisse. Põhimoodulite komplekt tarnitakse koos Zotonic jaotusega , teised on välja töötatud väliselt. Sellel lehel on ülevaade kõigist moodulitest, mis on selle Zotonicu installi jaoks praegu teada.
he: זוטוניק היא מסגרת לפיתוח אתרים מודולרית. מרבית הפונקציונליות נסתרת בתוך מודולים. קבוצה של מודולים בסיסיים נשלחת עם ההפצה הזוטונית, בעוד שאחרים מפותחים חיצונית. דף זה מציג סקירה כללית של כל המודולים המוכרים כיום למתקן זוטוניק זה.
id: Zotonic adalah framework pengembangan web modular. Sebagian besar fungsionalitas dienkapsulasi di dalam modul. Satu set modul dasar dikirim dengan distribusi Zotonik, sementara yang lainnya dikembangkan secara eksternal. Halaman ini menunjukkan ikhtisar semua modul yang saat ini diketahui instalasi Zotonic ini.
it: Zotonic è un framework di sviluppo web modulare. La maggior parte delle funzionalità è incapsulata in moduli. Un insieme di moduli di base sono forniti con la distribuzione Zotonic, mentre altri sono sviluppati esternamente. Questa pagina mostra una panoramica di tutti i moduli che sono attualmente noti a questa installazione di Zotonic.
nl: Zotonic is een modulair web development framework. De meeste functionaliteit is opgenomen in modules. Een reeks basismodules wordt geleverd met de Zotonic-distributie, terwijl andere extern worden ontwikkeld. Deze pagina toont een overzicht van alle modules die op dit moment bekend zijn bij deze Zotonic installatie.
pl: Zotonic to modułowy framework do tworzenia stron internetowych. Większość funkcjonalności jest zamknięta w modułach. Zestaw podstawowych modułów jest dostarczany z dystrybucją Zotonic, , podczas gdy inne są tworzone zewnętrznie. Ta strona pokazuje przegląd wszystkich modułów, które są obecnie znane tej instalacji Zotonic.
pt: Zotonic é uma estrutura modular de desenvolvimento web. A maioria das funcionalidades está encapsulada dentro de módulos. Um conjunto de módulos básicos é enviado com a distribuição Zotonic, enquanto outros são desenvolvidos externamente. Esta página mostra uma visão geral de todos os módulos que são atualmente conhecidos para esta instalação Zotonic.
ru: Zotonic - это модульный фреймворк для веб-разработки. Большая часть функциональности содержится в модулях. Набор базовых модулей поставляется с дистрибутивом Zotonic, , тогда как другие модули разрабатываются на стороне. На этой странице представлен обзор всех модулей, которые в настоящее время известны этой установке Zotonic.
sv: Zotonic är ett modulärt ramverk för webbutveckling. De flesta funktioner är inkapslade i moduler. En uppsättning grundmoduler levereras med Zotonic-distributionen, medan andra utvecklas externt. Denna sida visar en översikt över alla moduler som för närvarande är kända för denna Zotonic-installation.
th: Zotonic เป็นกรอบการพัฒนาเว็บแบบแยกส่วน ฟังก์ชันการทำงานส่วนใหญ่ห่อหุ้มอยู่ภายในโมดูล ชุดของโมดูลพื้นฐานจะมาพร้อมกับการกระจาย Zotonic, ในขณะที่คนอื่น ๆ ได้รับการพัฒนาจากภายนอก หน้านี้แสดงภาพรวมของโมดูลทั้งหมดซึ่งปัจจุบันการติดตั้ง Zotonic นี้รู้จักกันดี
tr: Zotonic, modüler bir web geliştirme çerçevesidir. Çoğu işlevsellik, modüller içerisinde kapsüllenmiştir. Zotonic dağılımı ile birlikte bir dizi temel modül gönderilir; diğerleri ise dışarıdan geliştirilir. Bu sayfada şu anda bu Zotonic kurulumunda bilinen tüm modüllere genel bir bakış sunulmaktadır.
uk: Zotonic — це модульний фреймворк для веб-розробки. Більшість функцій інкапсульовано всередині модулів. Набір базових модулів постачається разом із дистрибутивом , а інші розробляються ззовні. На цій сторінці показано огляд усіх модулів, які на даний момент відомі цій установці Zotonic.
zh_hant: Zotonic是一个模块化的网络开发框架。大部分功能都封装在模块中。一组基本模块随Zotonic发行版一起发布， 而其他模块则是由外部开发的。本页显示了目前已知的Zotonic安装的所有模块的概述。

source: A predicate denotes traits or aspects of a page and expresses a relationship between two pages. The relation is always directed, from the subject to the object.<br/>Predicates are defined in ontologies like <a href="http://sioc-project.org/">SIOC</a>. On this page you can define the predicates known to Zotonic.
ar: يشير المسند إلى سمات أو جوانب صفحة ويعبر عن علاقة بين صفحتين. العلاقة موجهة دائمًا من الفاعل إلى الكائن.<br/>المسندات محددة في الأنطولوجيا مثل <a href="http://sioc-project.org/">SIOC</a>. في هذه الصفحة يمكنك تحديد المسندات المعروفة لشركة Zotonic.
de: Ein Prädikat kennzeichnet Eigenschaften oder Aspekte einer Seite und drückt eine Beziehung zwischen zwei Seiten aus. Die Beziehung ist immer gerichtet, vom Subjekt zum Objekt.<br/>Prädikate werden in Ontologien wie <a href="http://sioc-project.org/">SIOC</a>definiert. Auf dieser Seite können Sie die Zotonic bekannten Prädikate definieren.
es: Un predicado denota rasgos o aspectos de una página y expresa una relación entre dos páginas. Las relación siempre es dirigida, desde el sujeto al objeto.<br/>Los predicados se definen en ontologías como <a href="http://sioc-project.org/">SIOC</a>. En esta página puede definir los predicados conocidos como Zotonic.
et: Predikaat tähistab lehe tunnuseid või aspekte ja väljendab suhet kahe lehe vahel. Seos on alati suunatud subjektilt objektile.<br/>Predikaadid on määratletud ontoloogiates, näiteks <a href="http://sioc-project.org/">SIOC</a>. Sellel lehel saate määratleda Zotonicule teadaolevad predikaadid.
he: פרדיקט מציין תכונות או היבטים של דף ומביע יחס בין שני עמודים. היחס מכוון תמיד, מהסובייקט לאובייקט.<br/>פרדיקטים מוגדרים באונטולוגיות כמו <a href="http://sioc-project.org/">SIOC</a>. בעמוד זה תוכלו להגדיר את הפרדיקטים הידועים לזוטוניק.
id: Predikat menunjukkan ciri-ciri atau aspek dari sebuah halaman dan mengungkapkan hubungan antara kedua halaman. Hubungan ini selalu diarahkan, dari subjek ke objek.<br/>Predikat didefinisikan dalam ontologi seperti <a href="http://sioc-project.org/">SIOC</a>. Pada halaman ini anda bisa menentukan predikat dikenal Zotonic.
it: Un predicato denota tratti o aspetti di una pagina ed esprime una relazione tra due pagine. La relazione è sempre diretta, dal soggetto all'oggetto.<br/>I predicati sono definiti in ontologie come <a href="http://sioc-project.org/">SIOC</a>. In questa pagina è possibile definire i predicati noti a Zotonic.
nl: Een predicaat drukt een relatie uit tussen twee pagina’s. Deze relatie heeft altijd een richting, van het onderwerp (subject) naar het voorwerp (object).<br />Predicaten worden gedefinieerd in ontologieën zoals <a href=\"http://sioc-project.org/\">SIOC</a>. Op deze pagina kan je predicaten definiëren die Zotonic kent.
pl: Predykat oznacza cechy lub aspekty strony i wyraża związek między dwiema stronami. Relacja jest zawsze skierowana, od podmiotu do przedmiotu.<br/>Predykaty są zdefiniowane w ontologiach takich jak <a href="http://sioc-project.org/">SIOC</a>. Na tej stronie można zdefiniować predykaty znane Zotonic.
pt: Um predicado denota traços ou aspectos de uma página e expressa uma relação entre duas páginas. A relação é sempre dirigida, do sujeito para o objeto.<br/>Predicados são definidos em ontologias como <a href="http://sioc-project.org/">SIOC</a>. Nesta página você pode definir os predicados conhecidos por Zotonic.
ru: Предикат обозначает черты или аспекты страницы и выражает связь между двумя страницами. Это отношение всегда направлено, от субъекта к объекту.<br/>Предикаты определяются в таких онтологиях, как <a href="http://sioc-project.org/">SIOC</a>. На этой странице вы можете определить предикаты, известные Zotonic.
sv: Ett predikat betecknar egenskaper eller aspekter på en sida och uttrycker en relation mellan två sidor. Relationen riktas alltid, från ämnet till objektet.<br/>Predikater definieras i ontologier som <a href="http://sioc-project.org/">SIOC</a>. På den här sidan kan du definiera de predikat som är kända för Zotonic.
th: เพรดิเคตแสดงถึงลักษณะหรือลักษณะของเพจและแสดงความสัมพันธ์ระหว่างสองเพจ ความสัมพันธ์จะถูกกำหนดทิศทางเสมอจากวัตถุไปยังวัตถุ<br/>Predicates ถูกกำหนดไว้ในออนโทโลยีเช่น <a href="http://sioc-project.org/">SIOC</a>ในหน้านี้คุณสามารถกำหนดเพรดิเคตที่ Zotonic รู้จัก
tr: Bir dayanak, bir sayfanın niteliklerini veya yönlerini gösterir ve iki sayfa arasındaki ilişkiyi ifade eder. İlişki daima nesneden nesneye doğru yönlendirilir. <br/> Koşullar, <a href="http://sioc-project.org/"> SIOC </a> gibi ontolojilerde tanımlanır. Bu sayfada, Zotonic tarafından bilinen predicateleri olarak tanımlayabilirsiniz.
uk: Присудок позначає ознаки або аспекти сторінки та виражає зв’язок між двома сторінками. Відношення завжди спрямоване від суб'єкта до об'єкта.<br/>Предикати визначаються в онтологіях, таких як <a href="http://sioc-project.org/">SIOC</a>. На цій сторінці Ви можете визначити предикати, відомі Zotonic.
zh_hant: 谓词表示一个页面的特征或方面，表达两个页面之间的关系。 这种关系总是定向的，从主体到客体。<br/>谓词是在本体中定义的，比如 <a href="http://sioc-project.org/">SIOC</a>。 在这个页面你可以定义Zotonic已知的谓词。

source: All Predicates
ar: كل المسندات
de: Alle Prädikate
es: Todos los predicados
et: Kõik predikaadid
he: כל הפרדיקטים
id: Semua Predikat
it: Tutti i predicati
nl: Alle predicaten
pl: Wszystkie Predykaty
pt: Todos os prognósticos
ru: Все предикаты
sv: Alla predikat
th: Predicates ทั้งหมด
tr: Tüm Tahminler
uk: Всі предикати
zh_hant: 所有谓词

source: All page connections
ar: كافة روابط الصفحة
de: Alle Seitenverbindungen
es: Todas las conexiones de la página
et: Kõik leheühendused
he: כל חיבורי העמודים
id: Semua koneksi halaman
it: Tutti i collegamenti alla pagina
nl: Alle paginaconnecties
pl: Wszystkie połączenia stron
pt: Todas as ligações de página
ru: Все соединения страницы
sv: Alla sidanslutningar
th: การเชื่อมต่อเพจทั้งหมด
tr: Tüm sayfa bağlantıları
uk: Всі підключення сторінок
zh_hant: 所有页面连接

source: Are you sure you want to delete
ar: هل أنت متأكد أنك تريد حذف
de: Sind Sie sicher, dass Sie löschen wollen
es: ¿Está seguro de que quiere eliminar
et: Kas soovite kindlasti kustutada
he: אתה בטוח שאתה רוצה למחוק
id: Apakah anda yakin ingin menghapus
it: Sei sicuro di voler cancellare
nl: Weet je zeker dat je wilt verwijderen:
pl: Czy na pewno chcesz usunąć
pt: Tem a certeza que quer apagar
ru: Вы уверены, что хотите удалить
sv: Är du säker att du vill radera
th: คุณแน่ใจหรือว่าต้องการลบ
tr: Silmek istediğinizden emin misiniz
uk: Ви впевнені, що хочете видалити
zh_hant: 你确定要删除吗？

source: Are you sure you want to disconnect:
ar: هل أنت متأكد أنك تريد قطع الاتصال:
de: Sind Sie sicher, dass Sie die Verbindung trennen wollen:
es: ¿Estás seguro de que quieres desconectar:
et: Kas soovite kindlasti ühenduse katkestada:
sv: Är du säker på att du vill koppla från:
zh_hant: 你确定你要断开连接。

source: Change the predicate on all existing page connections to:
ar: قم بتغيير المسند في كافة اتصالات الصفحة الموجودة إلى:
de: Ändern Sie das Prädikat für alle bestehenden Seitenverbindungen auf:
es: Cambiar el predicado en todas las conexiones existentes de la página a:
et: Muutke kõigi olemasolevate leheühenduste predikaat järgmiseks:
he: שנה את הפרדיקט בכל חיבורי הדפים הקיימים ל:
id: Mengubah predikat pada semua halaman yang sudah ada koneksi ke:
it: Cambia il predicato su tutte le connessioni di pagina esistenti in:
nl: Verander het predicaat van alle bestaande paginaconnecties naar:
pl: Zmień predykat na wszystkich istniejących połączeniach stron do:
pt: Mude o predicado em todas as conexões de página existentes:
ru: Измените предикат на всех существующих соединениях страницы:
sv: Ändra predikatet för alla befintliga sidanslutningar till:
th: เปลี่ยนเพรดิเคตในการเชื่อมต่อเพจที่มีอยู่ทั้งหมดเป็น:
tr: Varolan tüm sayfa bağlantılarındaki doğrulamayı şu şekilde değiştirin:
uk: Змініть предикат для всіх існуючих підключень сторінок на:
zh_hant: 将所有现有页面连接的谓词改为：

source: Could not create the predicate.
ar: تعذر إنشاء المسند.
de: Das Prädikat konnte nicht erstellt werden.
es: No pudo crear el predicado.
et: Predikaati ei õnnestunud luua.
he: לא ניתן היה ליצור את הקבץ.
id: Tidak dapat membuat predikat.
it: Impossibile creare il predicato.
nl: Kon het predicaat niet maken.
pl: Nie udało się utworzyć predykatu.
pt: Não consegui criar o predicado.
ru: Не смог создать предикат.
sv: Kunde inte skapa predikatet.
th: ไม่สามารถสร้างเพรดิเคต
tr: Yüklem oluşturulamadı.
uk: Не вдалося створити присудок.
zh_hant: 无法创建谓词。

source: Delete &amp; Change Connections
ar: حذف &amp; تغيير الاتصالات
de: Löschen &amp; Verbindungen ändern
es: Eliminar &amp; Cambiar conexiones
et: Kustuta &amp; Muuda ühendusi
he: מחק &amp; שנה חיבורים
id: Hapus &amp; Ubah Koneksi
it: Cancellare &amp; Cambiare le connessioni
nl: Paginaconnecties verwijderen & veranderen
pl: Usuń i zmień połączenia
pt: Eliminar &amp; Alterar ligações
ru: Удалить &amp; Изменить Соединения
sv: Radera &amp; Ändra anslutningar
th: ลบ &amp; เปลี่ยนการเชื่อมต่อ
tr: Sil &amp; Bağlantıyı Değiştir
uk: Видалити &amp; Змінити підключення
zh_hant: 删除 &amp; 更改连接。

source: Delete All Connections
ar: احذف كافة الاتصالات
de: Alle Verbindungen löschen
es: Eliminar todas las conexiones
et: Kustuta kõik ühendused
he: מחק את כל החיבורים
id: Menghapus Semua Koneksi
it: Cancellare tutte le connessioni
nl: Verwijder alle connecties
pl: Usuń wszystkie połączenia
pt: Eliminar todas as ligações
ru: Удалить все соединения
sv: Ta bort alla anslutningar
th: ลบการเชื่อมต่อทั้งหมด
tr: Tüm Bağlantıları Sil
uk: Видалити всі підключення
zh_hant: 删除所有连接

source: Delete is canceled, there are connections with this predicate.
ar: تم إلغاء الحذف ، توجد اتصالات بهذا المسند.
de: Löschen wird abgebrochen, es liegen Verbindungen mit diesem Prädikat vor.
es: La eliminación se cancela. Hay conexiones con este predicado.
et: Kustutamine on tühistatud, selle predikaadiga on ühendusi.
he: מחיקה בוטלה, יש קשרים עם פרדיקט זה.
id: Hapus dibatalkan, ada koneksi dengan predikat ini.
it: La cancellazione è annullata, ci sono connessioni con questo predicato.
nl: Het verwijderen is afgebroken, er zijn connecties met dit predicaat.
pl: Usuwanie zostało anulowane, istnieją połączenia z tym predykatem.
pt: Eliminar é cancelado, há ligações com este predicado.
ru: Удаление прервано, есть связи с этим предикатом.
sv: Radering avbryts, det finns anslutningar med detta predikat.
th: ลบถูกยกเลิกมีการเชื่อมต่อกับเพรดิเคตนี้
tr: Silme işlemi iptal edildi, bu doğrulama ile bağlantılar var.
uk: Видалити скасовується, є зв’язки з цим предикатом.
zh_hant: 删除是取消的，与这个谓词有联系。

source: Do not find subjects using this predicate’s object titles.
ar: لا تجد موضوعات باستخدام عناوين كائن هذا المسند.
de: Finden Sie keine Subjekte mit Hilfe der Objekttitel dieses Prädikats.
es: No encontrar sujetos que utilicen los títulos de objeto de este predicado.
et: Ärge leidke subjekte, kes kasutavad selle predikaadi objektide pealkirju.
he: אל תמצא נושאים המשתמשים בכותרות האובייקט של פרדיקט זה.
id: Jangan temukan subjek yang menggunakan judul objek predikat ini.
it: Non trovare soggetti usando i titoli oggetto di questo predicato.
nl: Vind geen onderwerpen gebaseerd op de objecttitels van dit predicaat.
pl: Nie znajduj podmiotów używających tytułów obiektów tego predykatu.
pt: Não encontre assuntos usando os títulos dos objetos deste predicado.
ru: Не используйте названия объектов этого предиката для поиска субъектов.
sv: Hitta inte ämnen som använder detta predikats objekttitlar.
th: อย่าค้นหาวัตถุที่ใช้ชื่อวัตถุของเพรดิเคตนี้
tr: Bu yüklemin nesne başlıklarını kullanarak özneler bulmayın.
uk: Не знаходьте суб’єкти, використовуючи заголовки об’єктів цього предиката.
zh_hant: 不要用这个谓词的对象标题来找主语。

source: Do not show on the connections list on the resource edit page.
ar: لا تظهر في قائمة الاتصالات في صفحة تحرير المورد.
de: Nicht in der Verbindungsliste auf der Ressourcenbearbeitungsseite anzeigen.
es: No mostrar en la lista de conexiones en la página de edición de recursos.
et: Ära kuva ressursi redigeerimise lehel ühenduste loendis.
he: אל תוצג ברשימת החיבורים בדף עריכת המשאבים.
id: Jangan tampilkan di daftar koneksi pada halaman edit sumber daya.
it: Non mostrare nell'elenco delle connessioni nella pagina di modifica delle risorse.
nl: Niet weergeven in de verbindingslijst op de resourcebewerkingspagina.
pl: Nie pokazuj na liście połączeń na stronie edycji zasobu.
pt: Não apareça na lista de conexões na página de edição de recursos.
ru: Не показывать в списке подключений на странице редактирования ресурса.
sv: Visas inte i anslutningslistan på resursredigeringssidan.
th: ไม่แสดงในรายการการเชื่อมต่อในหน้าแก้ไขทรัพยากร
tr: Kaynak düzenleme sayfasındaki bağlantılar listesinde gösterme.
uk: Не показувати у списку підключень на сторінці редагування ресурсу.
zh_hant: 不顯示在資源編輯頁面的連線清單中。

source: Enter the title of the new predicate:
ar: أدخل عنوان المسند الجديد:
de: Geben Sie den Titel des neuen Prädikats ein:
es: Introduzca el título del nuevo predicado:
et: Sisestage uue predikaadi pealkiri:
he: הזן את כותרת הפרדיקט החדש:
id: Masukkan judul predikat baru:
it: Inserisci il titolo del nuovo predicato:
nl: Vul de titel van het nieuwe predicaat in:
pl: Wpisz tytuł nowego predykatu:
pt: Digite o título do novo predicado:
ru: Введите название нового предиката.
sv: Ange titeln på det nya predikatet:
th: ป้อนชื่อของเพรดิเคตใหม่:
tr: Yeni öncülün başlığını doldurunuz.
uk: Введіть заголовок нового присудка:
zh_hant: 请填写新述語的标题

source: Filter on predicate
ar: تصفية على المسند
de: Filter nach Prädikat
es: Filtrar el predicado
et: Filtreeri predikaadil
he: סנן לפי פרדיקט
id: Filter pada predikat
it: Filtro su predicato
nl: Filter op predicaat
pl: Filtruj według predykatu
pt: Filtrar no predicado
ru: Фильтр по предикату
sv: Filtrera på predikat
th: กรองเพรดิเคต
tr: Yüklenicide filtreleme
uk: Фільтр за предикатом
zh_hant: 谓词过滤

source: From category
ar: من فئة
de: Von Katagorie
es: De categoría
et: Kategooriast
he: מקטגוריה
id: Dari kategori
it: Dalla categoria
nl: Van categorie
pl: Z kategorii
pt: Da categoria
ru: От категории
sv: Från kategori
th: จากหมวดหมู่
tr: Şu kategoriden
uk: З категорії
zh_hant: 从分类

source: Help about predicates
ar: مساعدة حول المسندات
de: Hilfe zu Prädikaten
es: Ayuda acerca de predicados
et: Abi predikaatidest
he: עזרה לגבי פרדיקטים
id: Bantuan tentang predikat
it: Aiuto sui predicati
nl: Hulp over predicaten
pl: Pomoc dotycząca predykatów
pt: Ajuda sobre os predicados
ru: Справка о предикатах
sv: Hjälp om predikat
th: ความช่วยเหลือเกี่ยวกับเพรดิเคต
tr: Öncüllerle ilgili yardım
uk: Довідка про присудки
zh_hant: 有關述語的帮助。

source: Insert new connections before existing connections.
ar: أدخل اتصالات جديدة قبل التوصيلات الحالية.
de: Fügen Sie neue Verbindungen vor bestehenden Verbindungen ein.
es: Inserte nuevas conexiones antes de las conexiones existentes.
et: Sisestage uued ühendused enne olemasolevaid ühendusi.
he: הוסף חיבורים חדשים לפני חיבורים קיימים.
id: Sisipkan koneksi baru sebelum koneksi yang ada.
it: Inserire nuove connessioni prima delle connessioni esistenti.
nl: Voeg nieuwe verbindingen in vóór bestaande verbindingen.
pl: Wstaw nowe połączenia przed istniejącymi połączeniami.
pt: Insira novas conexões antes das conexões existentes.
ru: Вставьте новые соединения перед существующими соединениями.
sv: Infoga nya anslutningar före befintliga anslutningar.
th: ใส่การเชื่อมต่อใหม่ก่อนการเชื่อมต่อที่มีอยู่
tr: Mevcut bağlantılardan önce yeni bağlantılar ekleyin.
uk: Вставте нові з’єднання перед наявними.
zh_hant: 在現有連接之前插入新連接。

source: Instead of a search box this will show a list of all pages in the <i>To</i> categories checked above. At least one category must be checked.
ar: بدلاً من مربع البحث، سيعرض هذا قائمة بجميع الصفحات الموجودة في الفئات <i>إلى</i> المحددة أعلاه. يجب التحقق من فئة واحدة على الأقل.
de: Anstelle eines Suchfelds wird eine Liste aller Seiten in den oben aktivierten Kategorien <i>bis</i> angezeigt. Es muss mindestens eine Kategorie angekreuzt werden.
es: En lugar de un cuadro de búsqueda, se mostrará una lista de todas las páginas en las categorías <i>a</i> marcadas anteriormente. Se debe marcar al menos una categoría.
et: Otsingukasti asemel kuvatakse kõigi ülaltoodud kategooriate <i>kuni</i> lehtede loend. Kontrollida tuleb vähemalt ühte kategooriat.
he: במקום תיבת חיפוש, זה יציג רשימה של כל הדפים בקטגוריות <i>עד</i> שסומנו למעלה. יש לבדוק לפחות קטגוריה אחת.
id: Alih-alih kotak pencarian, ini akan menampilkan daftar semua halaman dalam kategori <i>Ke</i> yang dicentang di atas. Setidaknya satu kategori harus diperiksa.
it: Invece di una casella di ricerca, verrà visualizzato un elenco di tutte le pagine nelle categorie da <i>a</i> selezionate sopra. È necessario selezionare almeno una categoria.
nl: In plaats van een zoekveld wordt hier een lijst weergegeven met alle pagina's in de hierboven aangevinkte <i>naar</i> categorieën. Er moet minimaal één categorie worden aangevinkt.
pl: Zamiast pola wyszukiwania wyświetli się lista wszystkich stron w zaznaczonych powyżej kategoriach <i>do</i> . Należy zaznaczyć co najmniej jedną kategorię.
pt: Em vez de uma caixa de pesquisa, será exibida uma lista de todas as páginas nas categorias <i>a</i> marcadas acima. Pelo menos uma categoria deve ser verificada.
ru: Вместо окна поиска будет отображаться список всех страниц в категориях от <i>до</i> , отмеченных выше. Должна быть отмечена хотя бы одна категория.
sv: Istället för en sökruta kommer detta att visa en lista över alla sidor i kategorierna <i>till</i> som är markerade ovan. Minst en kategori måste kontrolleras.
th: แทนที่จะใช้ช่องค้นหา ระบบจะแสดงรายการหน้าทั้งหมดในหมวดหมู่ <i>ถึง</i> ที่เลือกไว้ด้านบน ต้องตรวจสอบอย่างน้อยหนึ่งหมวดหมู่
tr: Bu, bir arama kutusu yerine yukarıda işaretlenen <i></i> kadar kategorilerdeki tüm sayfaların bir listesini gösterecektir. En az bir kategori işaretlenmelidir.
uk: Замість вікна пошуку відображатиметься список усіх сторінок у категоріях <i>до</i> , позначених вище. Принаймні одна категорія повинна бути позначена.
zh_hant: 這將顯示上面選取的 <i>到</i> 類別中的所有頁面的列表，而不是搜尋框。必須至少檢查一個類別。

source: Make a new predicate
ar: قم بعمل مسند جديد
de: Neues Prädikat erstellen
es: Hacer un nuevo predicado
et: Tehke uus predikaat
he: צור פרדיקט חדש
id: Buatlah predikat baru
it: Crea un nuovo predicato
nl: Maak een nieuw predicaat
pl: Utwórz nowy predykat
pt: Faça um novo predicado
ru: Создать новый предикат
sv: Skapa ett nytt predikat
th: สร้างเพรดิเคตใหม่
tr: Yeni bir öncül oluştur
uk: Складіть новий присудок
zh_hant: 创建一個新述語

source: Make predicate
ar: جعل المسند
de: Prädikat erstellen
es: Hacer predicado
et: Tehke predikaat
he: לעשות פרדיקט
id: Buatlah predikat
it: Fare il predicato
nl: Maak predicaat
pl: Stwórz predykat
pt: Faça um predicado
ru: Создать предикат
sv: Gör predikat
th: สร้างเพรดิเคต
tr: Öncül oluştur
uk: Складіть присудок
zh_hant: 创建述語
