Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Revisions of deleted users are kept for {n} days.
ar: يتم الاحتفاظ بمراجعات المستخدمين المحذوفين لمدة {n} يوم.
de: Revisionen gelöschter Benutzer werden {n} Tage lang aufbewahrt.
es: Las revisiones de los usuarios eliminados se conservan durante {n} días.
et: Kustutatud kasutajate versioone säilitatakse {n} päeva.
he: גרסאות של משתמשים שנמחקו נשמרות למשך {n} ימים.
id: Revisi pengguna yang dihapus disimpan selama {n} hari.
it: Le revisioni degli utenti eliminati vengono conservate per {n} giorni.
nl: Revisies van verwijderde gebruikers worden {n} dagen bewaard.
pl: Zmiany usuniętych użytkowników są przechowywane przez {n} dni.
pt: As revisões de usuários excluídos são mantidas por {n} dias.
ru: Изменения удаленных пользователей хранятся в течение {n} дней.
sv: Revisioner av raderade användare sparas i {n} dagar.
th: การแก้ไขของผู้ใช้ที่ถูกลบจะถูกเก็บไว้เป็นเวลา {n} วัน
tr: Silinen kullanıcıların düzeltmeleri {n} gün boyunca saklanır.
uk: Версії видалених користувачів зберігаються {n} днів.
zh_hant: 已刪除用戶的修改將保留 {n} 天。

source: Select the backup file you want to upload. The file must be a .bert file.
ar: حدد ملف النسخ الاحتياطي الذي تريد تحميله. يجب أن يكون الملف ملفًا بامتداد .bert.
de: Wählen Sie die Sicherungsdatei aus, die Sie hochladen möchten. Die Datei muss eine .bert-Datei sein.
es: Seleccione el archivo de respaldo que desea cargar. El archivo debe ser un archivo .bert.
et: Valige varukoopia, mille soovite üles laadida. Fail peab olema .bert-fail.
he: בחר את קובץ הגיבוי שברצונך להעלות. הקובץ חייב להיות קובץ .bert.
id: Pilih file cadangan yang ingin Anda unggah. File tersebut harus berupa file .bert.
it: Seleziona il file di backup che desideri caricare. Il file deve essere un file .bert.
nl: Selecteer de backup die je wilt terugzetten. Het bestand moet extensie .bert hebben.
pl: Wybierz plik kopii zapasowej, który chcesz przesłać. Plik musi być plikiem .bert.
pt: Selecione o arquivo de backup que deseja enviar. O arquivo deve ser um arquivo .bert.
ru: Выберите файл резервной копии, который хотите загрузить. Файл должен быть файлом .bert.
sv: Välj den säkerhetskopieringsfil du vill ladda upp. Filen måste vara en .bert-fil.
th: เลือกไฟล์สำรองที่คุณต้องการอัปโหลด ไฟล์นั้นต้องเป็นไฟล์ .bert
tr: Yüklemek istediğiniz yedekleme dosyasını seçin. Dosya bir .bert dosyası olmalıdır.
uk: Виберіть файл резервної копії, який потрібно завантажити. Файл має бути файлом .bert.
zh_hant: 選擇您要上傳的備份文件。該文件必須是.bert文件。

source: Show import/export panel on the edit pages in the admin.
ar: إظهار لوحة الاستيراد/التصدير على صفحات التعديل في المشرف.
de: Import-/Exportfenster auf den Bearbeitungsseiten im Adminbereich anzeigen.
es: Mostrar el panel de importación/exportación en las páginas de edición en el administrador.
et: Kuva importimise/ekspordi paneel administraatori redigeerimislehtedel.
he: הצג את חלונית הייבוא/ייצוא בדפי העריכה במנהל המערכת.
id: Tampilkan panel impor/ekspor pada halaman edit di admin.
it: Mostra il pannello di importazione/esportazione nelle pagine di modifica nell'amministratore.
nl: Toon import/export paneel op de bewerk pagina's in de admin.
pl: Wyświetlanie panelu importu/eksportu na stronach edycji w panelu administracyjnym.
pt: Mostrar painel de importação/exportação nas páginas de edição do admin.
ru: Показывать панель импорта/экспорта на страницах редактирования в админке.
sv: Visa import/exportpanelen på redigeringssidorna i admin.
th: แสดงแผงนำเข้า/ส่งออกในหน้าแก้ไขในผู้ดูแลระบบ
tr: Yöneticideki düzenleme sayfalarında içe/dışa aktarma panelini gösterin.
uk: Показати панель імпорту/експорту на сторінках редагування в адмінці.
zh_hant: 在管理中的編輯頁面上顯示匯入/匯出面板。

source: Sorry, a global Zotonic configuration is set and cannot be changed.
ar: عذراً، تم تعيين تكوين Zotonic العالمي ولا يمكن تغييره.
de: Leider ist eine globale Zotonic-Konfiguration eingestellt und kann nicht geändert werden.
es: Lo sentimos, se ha establecido una configuración global de Zotonic y no se puede cambiar.
et: Kahjuks on globaalne Zotonic konfiguratsioon määratud ja seda ei saa muuta.
he: מצטערים, מוגדרת תצורה גלובלית של Zotonic ולא ניתנת לשינוי.
id: Maaf, konfigurasi Zotonic global telah ditetapkan dan tidak dapat diubah.
it: Siamo spiacenti, è stata impostata una configurazione Zotonic globale che non può essere modificata.
nl: Er is een globale Zotonic-configuratie ingesteld en dit kan niet worden gewijzigd.
pl: Przepraszamy, globalna konfiguracja Zotonic jest ustawiona i nie można jej zmienić.
pt: Desculpe, uma configuração global do Zotonic está definida e não pode ser alterada.
ru: Извините, глобальная конфигурация Zotonic установлена и не может быть изменена.
sv: Tyvärr, en global Zotonic-konfiguration är inställd och kan inte ändras.
th: ขออภัย การกำหนดค่า Zotonic ทั่วโลกได้รับการตั้งค่าไว้และไม่สามารถเปลี่ยนแปลงได้
tr: Üzgünüz, genel bir Zotonic yapılandırması ayarlandı ve değiştirilemez.
uk: На жаль, встановлено глобальну конфігурацію Zotonic, і її неможливо змінити.
zh_hant: 抱歉，Zotonic 全域配置已設置，無法更改。

source: Sorry, manual backups are disabled
ar: عذراً، النسخ الاحتياطي اليدوي معطل
de: Manuelle Backups sind leider deaktiviert.
es: Lo sentimos, las copias de seguridad manuales están deshabilitadas.
et: Kahjuks on käsitsi varundamine keelatud
he: מצטערים, גיבויים ידניים מושבתים
id: Maaf, pencadangan manual dinonaktifkan
it: Spiacenti, i backup manuali sono disabilitati
nl: Handmatige back-ups zijn uitgeschakeld
pl: Przepraszamy, ręczne tworzenie kopii zapasowych jest wyłączone
pt: Desculpe, os backups manuais estão desabilitados
ru: Извините, ручное резервное копирование отключено
sv: Tyvärr, manuell säkerhetskopiering är inaktiverad
th: ขออภัย การสำรองข้อมูลด้วยตนเองถูกปิดใช้งาน
tr: Üzgünüz, manuel yedeklemeler devre dışı bırakıldı
uk: На жаль, резервне копіювання вручну вимкнено
zh_hant: 抱歉，手動備份已停用

source: Sorry, there is no module that can import this.
ar: عذرا ، لا توجد وحدة يمكنها استيراد هذا.
de: Entschuldigung, es gibt kein Modul, das dies importieren kann.
es: Lo sentimos, no hay ningún módulo que pueda importar esto.
et: Kahjuks pole moodulit, mis saaks seda importida.
he: מצטערים, אין מודול שיכול לייבא את זה.
id: Maaf, tidak ada modul yang dapat mengimpor ini.
it: Spiacenti, nessun modulo può importare questo.
nl: Sorry, er is geen module die dit kan importeren.
pl: Niestety, nie ma modułu, który mógłby to zaimportować.
pt: Desculpe, não há módulo que possa importar isso.
ru: Извините, нет модуля, который может это импортировать.
sv: Tyvärr, det finns ingen modul som kan importera detta.
th: ขออภัย ไม่มีโมดูลที่สามารถนำเข้าสิ่งนี้ได้
tr: Üzgünüz, bunu içe aktarabilecek bir modül yok.
uk: На жаль, немає модуля, який може імпортувати це.
zh_hant: 抱歉，沒有可以導入的模塊。

source: Sorry, there was an error replacing your page.
ar: عذرا ، كان هناك خطأ في استبدال صفحتك.
de: Entschuldigung, es gab einen Fehler beim Ersetzen Ihrer Seite.
es: Lo sentimos, hubo un error al reemplazar su página.
et: Vabandust, teie lehe asendamisel ilmnes viga.
he: מצטערים, אירעה שגיאה בהחלפת הדף שלך.
id: Maaf, terjadi kesalahan saat mengganti halaman anda.
it: Scusa, c'è stato un errore nel sostituire la tua pagina.
nl: Sorry, er was een fout bij het vervangen van je pagina.
pl: Przepraszamy, wystąpił błąd podczas zastępowania strony.
pt: Desculpe, houve um erro ao mudar sua página.
ru: Простите, произошла ошибка при замене вашей страницы.
sv: Beklagar, det uppstod ett fel ersätta din sida.
th: ขออภัยเกิดข้อผิดพลาดในการแทนที่เพจของคุณ
tr: Üzgünüz, sayfanızı değiştirirken bir hata oluştu.
uk: На жаль, під час заміни вашої сторінки сталася помилка.
zh_hant: 对不起，您的页面更换时出现了错误。

source: Sorry, this backup has been deleted.
ar: عذرا ، تم حذف هذه النسخة الاحتياطية.
de: Sorry, dieses Backup wurde gelöscht.
es: Lo sentimos, esta copia de seguridad ha sido eliminada.
et: Vabandust, see varukoopia on kustutatud.
he: מצטערים, הגיבוי הזה נמחק.
id: Maaf, backup ini telah dihapus.
it: Spiacente, questo backup è stato cancellato.
nl: Sorry, deze back-up is verwijderd.
pl: Przepraszamy, ta kopia zapasowa została usunięta.
pt: Desculpe, este backup foi apagado.
ru: Простите, эта резервная копия была удалена.
sv: Tyvärr, backup har tagits bort.
th: ขออภัยข้อมูลสำรองนี้ถูกลบไปแล้ว
tr: Üzgünüz, bu yedek silinmiş.
uk: На жаль, цю резервну копію видалено.
zh_hant: 对不起，这个备份已经被删除了。

source: Sorry, this is not a backup file or it is corrupted.
ar: عذرًا ، هذا ليس ملف نسخ احتياطي أو أنه تالف.
de: Es handelt sich leider nicht um eine Sicherungsdatei oder sie ist beschädigt.
es: Lo sentimos, este no es un archivo de copia de seguridad o el archivo está dañado.
et: Kahjuks pole see varukoopia või see on rikutud.
he: מצטערים, לא מדובר בקובץ גיבוי או שהוא פגום.
id: Maaf, ini bukan berkas cadangan atau bukan cadangan yang rusak.
it: Spiacente, questo non è un file di backup o è corrotto.
nl: Sorry, dit is geen back-upbestand of het is beschadigd.
pl: Przepraszamy, to nie jest plik kopii zapasowej lub plik jest uszkodzony.
pt: Desculpe, isto não é um arquivo de backup ou está corrompido.
ru: Извините, файл не является резервной копией или повреждён.
sv: Sorry, detta är inte en backup-fil eller om den är skadad.
th: ขออภัยนี่ไม่ใช่ไฟล์สำรองหรือไฟล์เสียหาย
tr: Üzgünüz, bu bir yedek dosyası değil yada bozulmuş.
uk: На жаль, це не файл резервної копії або він пошкоджений.
zh_hant: 对不起，这不是备份文件，或者是损坏了。

source: Sorry, you don't have permission to change this page.
ar: عذرا ، ليس لديك إذن لتغيير هذه الصفحة.
de: Tut mir leid, Sie haben keine Berechtigung, diese Seite zu ändern.
es: Lo sentimos, no tiene permitido cambiar esta página.
et: Vabandust, teil pole selle lehe muutmiseks luba.
he: מצטערים, אין לך הרשאה לשנות דף זה.
id: Maaf, Anda tidak memiliki izin untuk mengubah halaman ini.
it: Spiacente, non hai il permesso di modificare questa pagina.
nl: Sorry, je hebt geen toestemming om deze pagina te veranderen.
pl: Przepraszamy, nie masz uprawnień do zmiany tej strony.
pt: Desculpe, não tem permissão para mudar esta página.
ru: Извините, у вас нет разрешения менять эту страницу.
sv: Tyvärr, du har inte behörighet att ändra denna sida.
th: ขออภัยคุณไม่ได้รับอนุญาตให้เปลี่ยนหน้านี้
tr: Üzgünüz, bu sayfayı değiştirmek için izne sahip değilsiniz.
uk: На жаль, у вас немає дозволу змінювати цю сторінку.
zh_hant: 对不起，你没有权限改变这个页面。

source: Sorry, you have no permission to change the configuration.
ar: عذرا ، ليس لديك إذن لتغيير التكوين.
de: Sorry, Sie haben keine Berechtigung, die Konfiguration zu ändern.
es: Lo sentimos, no tiene permitido cambiar la configuración.
et: Vabandust, teil pole konfiguratsiooni muutmiseks luba.
he: מצטערים, אין לך הרשאה לשנות את התצורה.
id: Maaf, Anda tidak memiliki izin untuk mengubah konfigurasi.
it: Spiacente, non hai il permesso di cambiare la configurazione.
nl: Sorry, je hebt geen toestemming om de configuratie te wijzigen.
pl: Przepraszamy, nie masz uprawnień do zmiany konfiguracji.
pt: Desculpe, não tem permissão para alterar a configuração.
ru: Извините, у вас нет разрешения на изменение конфигурации.
sv: Tyvärr, du har inte behörighet att ändra denna sida.
th: ขออภัยคุณไม่ได้รับอนุญาตให้เปลี่ยนการกำหนดค่า
tr: Üzgünüz, bu yapılandırmayı değiştirmek için izne sahip değilsiniz.
uk: На жаль, у вас немає дозволу змінювати конфігурацію.
zh_hant: 对不起，你没有权限更改配置。

source: Start backup now
ar: ابدأ النسخ الاحتياطي الآن
de: Backup jetzt starten
es: Iniciar copia de seguridad ahora
et: Alusta varundamist kohe
he: התחל גיבוי עכשיו
id: Mulai backup sekarang
it: Avviare il backup ora
nl: Start nu met de back-up
pl: Rozpocznij tworzenie kopii zapasowej teraz
pt: Iniciar o backup agora
ru: Начать резервное копирование прямо сейчас
sv: Starta säkerhetskopiering nu
th: เริ่มการสำรองข้อมูลทันที
tr: Yedeklemeye şimdi başla
uk: Почніть резервне копіювання зараз
zh_hant: 现在备份

source: Start database-only backup now
ar: ابدأ النسخ الاحتياطي لقاعدة البيانات فقط الآن
de: Starten Sie jetzt die reine Datenbanksicherung
es: Iniciar ahora solo copia de seguridad de la base de datos
et: Alustage kohe ainult andmebaasi varundamist
he: התחל כעת גיבוי למסד נתונים בלבד
id: Mulai backup database saja sekarang
it: Avviare il backup del solo database ora
nl: Backup alleen de database
pl: Rozpocznij teraz tworzenie kopii zapasowych tylko dla bazy danych
pt: Iniciar agora o backup apenas da base de dados
ru: Начать резервное копирование только базы данных
sv: Starta enbart databas-säkerhetskopiering nu
th: เริ่มการสำรองฐานข้อมูลอย่างเดียวตอนนี้
tr: Sadece veritabanı yedeklemesini şimdi başlat
uk: Почніть резервне копіювання лише для бази даних зараз
zh_hant: 现在开始只备份数据库

source: Started the backup. You can keep this page open or continue working.
ar: تم بدء النسخ الاحتياطي. يمكنك إبقاء هذه الصفحة مفتوحة أو مواصلة العمل.
de: Die Sicherung wurde gestartet. Sie können diese Seite geöffnet lassen oder weiterarbeiten.
es: Se inició la copia de seguridad. Puedes dejar esta página abierta o seguir trabajando.
et: Alustas varundamisega. Saate selle lehe avatuna hoida või tööd jätkata.
he: התחיל את הגיבוי. אתה יכול להשאיר דף זה פתוח או להמשיך לעבוד.
id: Memulai pencadangan. Anda dapat membiarkan halaman ini terbuka atau melanjutkan pekerjaan.
it: Avviato il backup. Puoi tenere aperta questa pagina o continuare a lavorare.
nl: De back-up is gestart. U kunt deze pagina open houden of verder werken.
pl: Rozpoczęto tworzenie kopii zapasowej. Możesz pozostawić tę stronę otwartą lub kontynuować pracę.
pt: O backup foi iniciado. Você pode manter esta página aberta ou continuar trabalhando.
ru: Запущено резервное копирование. Вы можете оставить эту страницу открытой или продолжить работу.
sv: Startade säkerhetskopieringen. Du kan hålla den här sidan öppen eller fortsätta arbeta.
th: เริ่มการสำรองข้อมูลแล้ว คุณสามารถเปิดหน้านี้ต่อไปหรือทำงานต่อได้
tr: Yedekleme başlatıldı. Bu sayfayı açık tutabilir veya çalışmaya devam edebilirsiniz.
uk: Розпочато резервне копіювання. Ви можете залишити цю сторінку відкритою або продовжити роботу.
zh_hant: 已開始備份。您可以保持此頁面開啟或繼續工作。

source: The "pg_dump" command was not found in the path. Set in zotonic.config the "pg_dump" config key to the path to <tt>pg_dump</tt> and return to this page.
ar: لم يتم العثور على الأمر "pg_dump" في المسار. اضبط zotonic.config مفتاح التكوين "pg_dump" على المسار إلى <tt>pg_dump</tt> والعودة إلى هذه الصفحة.
de: Der Befehl "pg_dump" wurde im Pfad nicht gefunden. Setzen Sie in zotonic.config den Konfigurationsschlüssel "pg_dump" auf den Pfad <tt>pg_dump</tt> und kehren Sie zu dieser Seite zurück.
es: El comando "pg_dump" no se encontró en la ruta. Establezca en zotonic.config la clave de configuración "pg_dump" en la ruta a <tt>pg_dump</tt> y regrese a esta página.
et: Käsku "pg_dump" teelt ei leitud. Määrake failis zotonic.config konfiguratsioonivõtme "pg_dump" teele <tt>pg_dump</tt> ja naaske sellele lehele.
he: הפקודה "pg_dump" לא נמצאה בנתיב. הגדר ב-zotonic.config את מפתח התצורה "pg_dump" לנתיב ל <tt>pg_dump</tt> וחזור לדף זה.
id: Perintah "pg_dump" tidak ditemukan di jalur. Setel di zotonic.config kunci konfigurasi "pg_dump" ke jalur ke <tt>pg_dump</tt> dan kembali ke halaman ini.
it: Il comando "pg_dump" non è stato trovato nel percorso. Imposta in zotonic.config la chiave di configurazione "pg_dump" sul percorso di <tt>pg_dump</tt> e torna a questa pagina.
nl: Het programma "pg_dump" kan niet gevonden worden in het pad. Stel in zotonic.config de configuratiesleutel "pg_dump" in op het pad naar <tt>pg_dump</tt> en keer terug naar deze pagina.
pl: W ścieżce nie znaleziono polecenia „pg_dump”. Ustaw w zotonic.config klucz konfiguracyjny „pg_dump” na ścieżkę <tt>pg_dump</tt> i wróć do tej strony.
pt: O comando "pg_dump" não foi encontrado no caminho. Defina em zotonic.config a chave de configuração "pg_dump" para o caminho para <tt>pg_dump</tt> e retorne a esta página.
ru: Команда "pg_dump" не найдена в каталогах "path". Укажите в zotonic.config местоположение <tt>pg_dump</tt> в параметре конфигурации "pg_dump" и вернитесь на эту страницу.
sv: Kommandot "pg_dump" hittades inte i sökvägen. Ställ in "pg_dump" config-nyckeln i zotonic.config till sökvägen till <tt>pg_dump</tt> och återvänd till denna sida.
th: ไม่พบคำสั่ง "pg_dump" ในเส้นทาง ตั้งค่าใน zotonic.config คีย์การกำหนดค่า "pg_dump" ไปยังพาธไปยัง <tt>pg_dump</tt> และกลับมาที่หน้านี้
tr: "pg_dump" komutu yolda bulunamadı. zotonic.config'de "pg_dump" yapılandırma anahtarını <tt>pg_dump</tt> yoluna ayarlayın ve bu sayfaya geri dönün.
uk: Команду "pg_dump" не знайдено в шляху. Встановіть у zotonic.config ключ конфігурації "pg_dump" на шлях до <tt>pg_dump</tt> і поверніться на цю сторінку.
zh_hant: 在路徑中找不到“pg_dump”命令。在 zotonic.config 中將“pg_dump”配置鍵設置為 <tt>pg_dump</tt> 的路徑並返回此頁面。

source: The "tar" command was not found in the path. Set in zotonic.config the "tar" config key to the path to <tt>tar</tt> and return to this page.
ar: لم يتم العثور على الأمر "tar" في المسار. اضبط zotonic.config مفتاح التكوين "tar" على المسار إلى <tt>tar</tt> والعودة إلى هذه الصفحة.
de: Der Befehl „tar“ wurde im Pfad nicht gefunden. Setzen Sie in zotonic.config den "tar"-Konfigurationsschlüssel auf den Pfad auf <tt>tar</tt> und kehren Sie zu dieser Seite zurück.
es: El comando "tar" no se encontró en la ruta. Configure en zotonic.config la clave de configuración "tar" para la ruta a <tt>tar</tt> y regrese a esta página.
et: "Tõrva" käsku teelt ei leitud. Määrake saidil zotonic.config "tar" konfiguratsioonivõti teele <tt>tar</tt> ja naaske sellele lehele.
he: הפקודה "טאר" לא נמצאה בנתיב. הגדר ב-zotonic.config את מקש התצורה "tar" לנתיב ל <tt>tar</tt> וחזור לדף זה.
id: Perintah "tar" tidak ditemukan di jalur. Setel di zotonic.config kunci konfigurasi "tar" ke jalur ke <tt>tar</tt> dan kembali ke halaman ini.
it: Il comando "tar" non è stato trovato nel percorso. Imposta in zotonic.config la chiave di configurazione "tar" sul percorso di <tt>tar</tt> e torna a questa pagina.
nl: Het programma "tar" kan niet gevonden worden in het pad. Stel in zotonic.config de configuratiesleutel "tar" in op het pad naar <tt>tar</tt> en keer terug naar deze pagina.
pl: W ścieżce nie znaleziono polecenia „tar”. Ustaw w zotonic.config klucz konfiguracyjny "tar" na ścieżkę do <tt>tar</tt> i wróć do tej strony.
pt: O comando "tar" não foi encontrado no caminho. Defina em zotonic.config a chave de configuração "tar" para o caminho para <tt>tar</tt> e retorne a esta página.
ru: Команда "tar" не найдена в каталогах "path". Укажите в zotonic.config местоположение <tt>tar</tt> в параметре конфигурации "tar" и вернитесь на эту страницу.
sv: Kommandot "tar" hittades inte i sökvägen. Ställ in "tar" config-nyckeln i zotonic.config till sökvägen till <tt>tar</tt> och återvänd till denna sida.
th: ไม่พบคำสั่ง "tar" ในเส้นทาง ตั้งค่าใน zotonic.config คีย์การกำหนดค่า "tar" ไปยังเส้นทางไปยัง <tt>tar</tt> และกลับมาที่หน้านี้
tr: "tar" komutu yolda bulunamadı. Zotonic.config'de "tar" yapılandırma anahtarını <tt>tar</tt> yoluna ayarlayın ve bu sayfaya geri dönün.
uk: Команда "tar" не знайдена в шляху. Встановіть у zotonic.config конфігураційний ключ "tar" на шлях до <tt>tar</tt> і поверніться на цю сторінку.
zh_hant: 在路徑中找不到“tar”命令。在 zotonic.config 中將“tar”配置鍵設置為 <tt>tar</tt> 的路徑並返回此頁面。

source: The backup comprises three parts, the database, the configuration, and the uploaded files.
ar: تتكون النسخة الاحتياطية من ثلاثة أجزاء، قاعدة البيانات والتكوين و والملفات التي تم تحميلها.
de: Das Backup besteht aus drei Teilen: der Datenbank, der Konfiguration, und den hochgeladenen Dateien.
es: La copia de seguridad consta de tres partes, la base de datos, la configuración, y los archivos cargados.
et: Varukoopia koosneb kolmest osast: andmebaasist, konfiguratsioonist, ja üleslaaditud failidest.
he: הגיבוי כולל שלושה חלקים, מסד הנתונים, התצורה, והקבצים שהועלו.
id: Cadangan terdiri dari tiga bagian, database, konfigurasi, dan file yang diunggah.
it: Il backup è composto da tre parti, il database, la configurazione, e i file caricati.
nl: De back-up bestaat uit drie delen, de database, de configuratie, en de geüploade bestanden.
pl: Kopia zapasowa składa się z trzech części: bazy danych, konfiguracji, i przesłanych plików.
pt: O backup compreende três partes: o banco de dados, a configuração, e os arquivos carregados.
ru: Резервная копия состоит из трех частей: базы данных, конфигурации, и загруженных файлов.
sv: Säkerhetskopieringen består av tre delar, databasen, konfigurationen, och de uppladdade filerna.
th: การสำรองข้อมูลประกอบด้วยสามส่วน ได้แก่ ฐานข้อมูล การกำหนดค่า และไฟล์ที่อัพโหลด
tr: Yedekleme üç bölümden oluşur; veritabanı, yapılandırma, ve yüklenen dosyalar.
uk: Резервна копія складається з трьох частин: бази даних, конфігурації, та завантажених файлів.
zh_hant: 備份包括三個部分，資料庫、設定、 和上傳的檔案。

source: The backup configuration is set to:
ar: تم ضبط تكوين النسخ الاحتياطي على:
de: Die Backup-Konfiguration ist auf eingestellt:
es: La configuración de respaldo se establece en:
et: Varunduskonfiguratsioon on seatud järgmisele:
he: תצורת הגיבוי מוגדרת ל:
id: Konfigurasi cadangan diatur ke:
it: La configurazione del backup è impostata su:
nl: De back-upconfiguratie is ingesteld op:
pl: Konfiguracja kopii zapasowej jest ustawiona następująco:
pt: A configuração de backup é definida como:
ru: Конфигурация резервного копирования установлена следующим образом:
sv: Säkerhetskopieringskonfigurationen är inställd på:
th: การกำหนดค่าการสำรองข้อมูลถูกตั้งค่าเป็น:
tr: Yedekleme yapılandırması şu şekilde ayarlandı:
uk: Конфігурація резервного копіювання встановлена на:
zh_hant: 備份配置設定為：

source: The backup module uses a global Zotonic configuration. The configuration cannot be changed here.
ar: تستخدم وحدة النسخ الاحتياطي تكوين Zotonic عالميًا. لا يمكن تغيير التكوين هنا.
de: Das Backup-Modul verwendet eine globale Zotonic-Konfiguration. Die Konfiguration kann hier nicht geändert werden.
es: El módulo de copia de seguridad utiliza una configuración global de Zotonic. Esta configuración no se puede modificar aquí.
et: Varundusmoodul kasutab globaalset Zotoniku konfiguratsiooni. Siin ei saa konfiguratsiooni muuta.
he: מודול הגיבוי משתמש בתצורה גלובלית של Zotonic. לא ניתן לשנות את התצורה כאן.
id: Modul cadangan menggunakan konfigurasi Zotonic global. Konfigurasi tidak dapat diubah di sini.
it: Il modulo di backup utilizza una configurazione Zotonic globale. La configurazione non può essere modificata qui.
nl: De back-upmodule gebruikt een globale Zotonic-configuratie. De configuratie kan hier niet worden gewijzigd.
pl: Moduł kopii zapasowej wykorzystuje globalną konfigurację Zotonic. Konfiguracji nie można zmienić w tym miejscu.
pt: O módulo de backup usa uma configuração global do Zotonic. A configuração não pode ser alterada aqui.
ru: Резервный модуль использует глобальную конфигурацию Zotonic. Конфигурацию здесь изменить нельзя.
sv: Backupmodulen använder en global Zotonic-konfiguration. Konfigurationen kan inte ändras här.
th: โมดูลการสำรองข้อมูลใช้การกำหนดค่า Zotonic ทั่วโลก ไม่สามารถเปลี่ยนแปลงการกำหนดค่าได้ที่นี่
tr: Yedekleme modülü global bir Zotonic yapılandırması kullanır. Yapılandırma burada değiştirilemez.
uk: Модуль резервного копіювання використовує глобальну конфігурацію Zotonic. Тут не можна змінити конфігурацію.
zh_hant: 備份模組使用全域 Zotonic 配置。此處無法變更配置。
