Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Could not fetch the remote resource URL.
ar: تعذر جلب عنوان URL للمورد البعيد.
de: Die Remoteressourcen-URL konnte nicht abgerufen werden.
es: No se pudo recuperar la URL del recurso remoto.
et: Kaugressursi URL -i ei õnnestunud tuua.
he: לא ניתן היה לאחזר את כתובת ה- URL של המשאב המרוחק.
id: Tidak dapat mengambil URL sumber daya jarak jauh.
it: Impossibile recuperare l'URL della risorsa remota.
nl: Kan de externe bron-URL niet ophalen.
pl: Nie udało się pobrać adresu URL zdalnego zasobu.
pt: Não foi possível buscar o URL do recurso remoto.
ru: Не удалось получить URL-адрес удаленного ресурса.
sv: Det gick inte att hämta fjärrresursens URL.
th: ไม่สามารถดึง URL ทรัพยากรระยะไกล
tr: Uzak kaynak URL'si getirilemedi.
uk: Не вдалося отримати URL-адресу віддаленого ресурсу.
zh_hant: 無法獲取遠程資源 URL。

source: Forbidden to access the remote resource URL.
ar: ممنوع الوصول إلى عنوان URL للمصدر البعيد.
de: Zugriff auf die Remoteressourcen-URL verboten.
es: Prohibido acceder a la URL del recurso remoto.
et: Kaugressursi URL -ile juurdepääs on keelatud.
he: אסור לגשת לכתובת ה- URL של המשאב המרוחק.
id: Dilarang mengakses URL sumber daya jarak jauh.
it: Vietato accedere all'URL della risorsa remota.
nl: Verboden toegang te krijgen tot de externe bron-URL.
pl: Zabroniony dostęp do adresu URL zdalnego zasobu.
pt: Proibido acessar o URL do recurso remoto.
ru: Запрещен доступ к URL-адресу удаленного ресурса.
sv: Förbjudet att komma åt fjärrresursens URL.
th: ห้ามมิให้เข้าถึง URL ทรัพยากรระยะไกล
tr: Uzak kaynak URL'sine erişim yasaktır.
uk: Заборонено отримати доступ до URL-адреси віддаленого ресурсу.
zh_hant: 禁止訪問遠程資源 URL。

source: Page Import
ar: استيراد الصفحة
de: Seitenimport
es: Importación de página
et: Lehe import
he: ייבוא עמודים
id: Impor Halaman
it: Importazione pagina
nl: Pagina import
pl: Import strony
pt: Importação de página
ru: Импорт страницы
sv: Sidimport
th: นำเข้าหน้า
tr: Sayfa İçe Aktarma
uk: Імпорт сторінки
zh_hant: 頁面導入

source: The remote server can not handle this URL.
ar: لا يمكن للخادم البعيد معالجة عنوان URL هذا.
de: Der Remote-Server kann diese URL nicht verarbeiten.
es: El servidor remoto no puede manejar esta URL.
et: Kaugserver ei saa selle URL -iga hakkama.
he: השרת המרוחק אינו יכול להתמודד עם כתובת אתר זו.
id: Server jarak jauh tidak dapat menangani URL ini.
it: Il server remoto non può gestire questo URL.
nl: De externe server kan deze URL niet verwerken.
pl: Serwer zdalny nie może obsłużyć tego adresu URL.
pt: O servidor remoto não pode lidar com este URL.
ru: Удаленный сервер не может обработать этот URL.
sv: Fjärrservern kan inte hantera denna URL.
th: เซิร์ฟเวอร์ระยะไกลไม่สามารถจัดการ URL นี้ได้
tr: Uzak sunucu bu URL'yi işleyemez.
uk: Віддалений сервер не може обробити цю URL-адресу.
zh_hant: 遠程服務器無法處理此 URL。

source: The remote server for the URL is having problems.
ar: يواجه الخادم البعيد لعنوان URL مشاكل.
de: Der Remoteserver für die URL hat Probleme.
es: El servidor remoto de la URL tiene problemas.
et: URL -i kaugserveril on probleeme.
he: לשרת המרוחק של כתובת ה- URL יש בעיות.
id: Server jarak jauh untuk URL mengalami masalah.
it: Il server remoto per l'URL sta riscontrando problemi.
nl: De externe server voor de URL heeft problemen.
pl: Zdalny serwer dla adresu URL ma problemy.
pt: O servidor remoto da URL está com problemas.
ru: На удаленном сервере этого URL-адреса возникли проблемы.
sv: Fjärrservern för URL: en har problem.
th: เซิร์ฟเวอร์ระยะไกลสำหรับ URL มีปัญหา
tr: URL'nin uzak sunucusunda sorun var.
uk: Виникли проблеми з віддаленим сервером для URL-адреси.
zh_hant: URL 的遠程服務器有問題。

source: The remote server for the URL is having temporary problems.
ar: يواجه الخادم البعيد لعنوان URL مشاكل مؤقتة.
de: Der Remoteserver für die URL hat vorübergehende Probleme.
es: El servidor remoto de la URL tiene problemas temporales.
et: URL -i kaugserveril on ajutisi probleeme.
he: לשרת המרוחק של כתובת ה- URL יש בעיות זמניות.
id: Server jarak jauh untuk URL mengalami masalah sementara.
it: Il server remoto per l'URL sta riscontrando problemi temporanei.
nl: De externe server voor de URL heeft tijdelijke problemen.
pl: Zdalny serwer dla adresu URL ma tymczasowe problemy.
pt: O servidor remoto da URL está com problemas temporários.
ru: На удаленном сервере этого URL-адреса возникли временные проблемы.
sv: Fjärrservern för URL: en har tillfälliga problem.
th: เซิร์ฟเวอร์ระยะไกลสำหรับ URL มีปัญหาชั่วคราว
tr: URL'nin uzak sunucusunda geçici sorunlar var.
uk: Віддалений сервер для URL-адреси має тимчасові проблеми.
zh_hant: URL 的遠程服務器出現臨時問題。

source: The resource at the URL can not be found.
ar: لا يمكن العثور على المورد على URL.
de: Die Ressource unter der URL kann nicht gefunden werden.
es: No se puede encontrar el recurso en la URL.
et: URL -i ressurssi ei leita.
he: לא ניתן למצוא את המשאב בכתובת האתר.
id: Sumber daya di URL tidak dapat ditemukan.
it: Impossibile trovare la risorsa all'URL.
nl: De bron bij de URL kan niet worden gevonden.
pl: Nie można znaleźć zasobu pod adresem URL.
pt: O recurso no URL não pode ser encontrado.
ru: Ресурс по URL-адресу не может быть найден.
sv: Resursen på URL: en kan inte hittas.
th: ไม่พบทรัพยากรที่ URL
tr: URL'deki kaynak bulunamadı.
uk: Не вдається знайти ресурс за URL-адресою.
zh_hant: 無法找到 URL 處的資源。

source: The resource at the URL is gone.
ar: اختفى المورد الموجود في URL.
de: Die Ressource unter der URL ist weg.
es: El recurso en la URL desapareció.
et: URL -i ressurss on kadunud.
he: המשאב בכתובת ה- URL נעלם.
id: Sumber daya di URL hilang.
it: La risorsa all'URL è andata.
nl: De bron bij de URL is verdwenen.
pl: Zasób pod adresem URL zniknął.
pt: O recurso no URL se foi.
ru: Ресурс по URL-адресу исчез.
sv: Resursen på URL: en är borta.
th: ทรัพยากรที่ URL หายไป
tr: URL'deki kaynak gitti.
uk: Ресурс за URL-адресою зник.
zh_hant: URL 處的資源消失了。

source: Too many requests for the remote server, try again later.
ar: هناك عدد كبير جدًا من الطلبات للخادم البعيد ، حاول مرة أخرى لاحقًا.
de: Zu viele Anfragen für den Remoteserver, versuchen Sie es später erneut.
es: Demasiadas solicitudes para el servidor remoto, inténtelo de nuevo más tarde.
et: Liiga palju taotlusi kaugserveri jaoks, proovige hiljem uuesti.
he: יותר מדי בקשות לשרת המרוחק, נסה שוב מאוחר יותר.
id: Terlalu banyak permintaan untuk server jarak jauh, coba lagi nanti.
it: Troppe richieste per il server remoto, riprova più tardi.
nl: Te veel verzoeken voor de externe server, probeer het later opnieuw.
pl: Za dużo żądań dla serwera zdalnego, spróbuj ponownie później.
pt: Muitos pedidos para o servidor remoto, tente novamente mais tarde.
ru: Слишком много запросов к удаленному серверу, повторите попытку позже.
sv: För många förfrågningar om fjärrservern, försök igen senare.
th: มีคำขอสำหรับเซิร์ฟเวอร์ระยะไกลมากเกินไป โปรดลองอีกครั้งในภายหลัง
tr: Uzak sunucu için çok fazla istek var, daha sonra tekrar deneyin.
uk: Забагато запитів для віддаленого сервера, повторіть спробу пізніше.
zh_hant: 對遠程服務器的請求過多，請稍後重試。

source: Unauthorized to access the remote resource URL.
ar: غير مصرح به للوصول إلى عنوان URL للمورد البعيد.
de: Nicht autorisiert, auf die Remoteressourcen-URL zuzugreifen.
es: No autorizado para acceder a la URL del recurso remoto.
et: Volitamata juurdepääs kaugressursi URL -ile.
he: לא מורשה לגשת לכתובת ה- URL של המשאב המרוחק.
id: Tidak berwenang untuk mengakses URL sumber daya jarak jauh.
it: Non autorizzato ad accedere all'URL della risorsa remota.
nl: Niet geautoriseerd voor toegang tot de externe bron-URL.
pl: Brak autoryzacji dostępu do adresu URL zdalnego zasobu.
pt: Não autorizado a acessar a URL do recurso remoto.
ru: Неавторизованный доступ к URL-адресу удаленного ресурса.
sv: Obehörig för åtkomst till fjärrresursens URL.
th: ไม่ได้รับอนุญาตในการเข้าถึง URL ทรัพยากรระยะไกล
tr: Uzak kaynak URL'sine erişim yetkisi yok.
uk: Неавторизований доступ до URL-адреси віддаленого ресурсу.
zh_hant: 未經授權訪問遠程資源 URL。

source: Website
ar: الموقع
de: Webseite.
es: Sitio web
et: Veebileht
he: אתר אינטרנט
id: Situs web
it: Sito web
pl: Strona internetowa
ru: Веб-сайт
sv: Hemsida
th: เว็บไซต์
tr: Web sitesi
uk: вебсайт
zh_hant: 網站

source: ago
ar: منذ
de: vor.
es: hace
et: tagasi
he: לִפנֵי
id: yang lalu
it: fa
nl: geleden
pl: temu
pt: atrás
ru: назад
sv: sedan
th: ที่ผ่านมา
tr: önce
uk: тому
zh_hant: 以前

source: day
ar: يوم
de: Tag
es: día
et: päeval
he: יְוֹם
id: hari
it: giorno
nl: dag
pl: dzień
pt: dia
ru: день
sv: dag
th: วัน
tr: gün
uk: день
zh_hant: 日

source: days
ar: أيام
de: Tage
es: días
et: päeva
he: ימים
id: hari
it: giorni
nl: dagen
pl: dni
pt: dias
ru: дней
sv: dagar
th: วัน
tr: günler
uk: днів
zh_hant: 日

source: hour
ar: ساعة
de: Stunde
es: hora
et: tund
he: שָׁעָה
id: jam
it: ora
nl: uur
pl: godzina
pt: hora
ru: час
sv: timme
th: ชั่วโมง
tr: saat
uk: година
zh_hant: 小時

source: hours
ar: ساعات
de: Stunden
es: horas
et: tundi
he: שעה (ות
id: jam
it: ore
nl: uur
pl: godziny
pt: horas
ru: часов
sv: timmar
th: ชั่วโมง
tr: saatler
uk: годин
zh_hant: 小時

source: in
ar: في
es: en
et: aastal
he: ב
id: pada
nl: over
pl: w
pt: em
ru: в
sv: i
th: ใน
tr: içinde
uk: в
zh_hant: 在

source: minute
ar: دقيقة
es: minuto
et: minut
he: דַקָה
id: menit
it: minuto
nl: minuut
pl: minuta
pt: minuto
ru: минута
sv: minut
th: นาที
tr: dakika
uk: хвилина
zh_hant: 分鐘

source: minutes
ar: دقائق
de: Minuten
es: minutos
et: minutit
he: דקות
id: menit
it: minuti
nl: minuten
pl: minuty
pt: minutos
ru: минут
sv: minuter
th: นาที
tr: dakikalar
uk: хвилин
zh_hant: 分鐘

source: moments
ar: لحظات
de: Momente
es: momentos
et: hetki
he: רגעים
id: momen
it: momenti
nl: momenten
pl: chwile
pt: momentos
ru: несколько секунд
sv: ögonblick
th: ช่วงเวลา
tr: anlar
uk: моментів
zh_hant: 片刻

source: month
ar: شهر
de: Monat
es: mes
et: kuu
he: חוֹדֶשׁ
id: bulan
it: mese
nl: maand
pl: miesiąc
pt: mês
ru: месяц
sv: månad
th: เดือน
tr: ay
uk: місяць
zh_hant: 月

source: months
ar: أشهر
de: Monate
es: meses
et: kuud
he: חודשים
id: bulan
it: mesi
nl: maanden
pl: miesiące
pt: meses
ru: месяцев
sv: månader
th: เดือน
tr: aylar
uk: місяців
zh_hant: 月

source: now
ar: الآن
de: Jetzt
es: ahora
et: nüüd
he: עַכשָׁיו
id: sekarang
it: adesso
nl: nu
pl: teraz
pt: agora
ru: сейчас
sv: nu
th: ตอนนี้
tr: şimdi
uk: зараз
zh_hant: 現在

source: second
ar: ثانية
de: Sekunde
es: segundo
et: teine
he: שְׁנִיָה
id: kedua
it: secondo
nl: seconde
pl: sekunda
pt: segundo
ru: секунда
sv: andra
th: วินาที
tr: saniye
uk: секунда
zh_hant: 秒

source: seconds
ar: ثواني
de: Sekunden
es: segundos
et: sekundit
he: שניות
id: kedua
it: secondi
nl: seconden
pl: sekundy
pt: segundos
ru: секунд
sv: sekunder
th: วินาที
tr: saniyeler
uk: секунд
zh_hant: 秒鐘

source: year
ar: سنة
de: Jahr
es: año
et: aasta
he: שָׁנָה
id: tahun
it: anno
nl: jaar
pl: rok
pt: ano
ru: год
sv: år
th: ปี
tr: yıl
uk: рік
zh_hant: 年

source: years
ar: سنوات
de: Jahre
es: años
et: aastat
he: שנים
id: tahun
it: anni
nl: jaar
pl: lata
pt: anos
ru: лет
sv: år
th: ปี
tr: yıllar
uk: років
zh_hant: 年

source: (private)
ar: (خاص)
de: (privat)
es: (privado)
et: (privaatne)
he: (פְּרָטִי)
id: (pribadi)
it: (privato)
nl: (privé)
pl: (prywatne)
pt: (privado)
ru: (приватный)
sv: (privat)
th: (เอกชน)
tr: (özel)
uk: (приватний)
zh_hant: (私人的 )

source: (public)
ar: (عام)
de: (öffentlich)
es: (público)
et: (avalik)
he: (פּוּמְבֵּי)
id: (publik)
it: (pubblico)
nl: (publiek)
pl: (publiczne)
pt: (público)
ru: (общедоступный)
sv: (offentlig)
th: (สาธารณะ)
tr: (halka açık)
uk: (публічний)
zh_hant: (公开)

source: ACL rules
ar: قواعد ACL
de: ACL-Regeln
es: Reglas ACL
et: ACL reeglid
he: כללי ACL
id: Aturan ACL
it: Regole ACL
nl: Toegangsregels
pl: Zasady ACL
pt: Regras LCA
ru: Правила ACL
sv: ACL regler
th: กฎ ACL
tr: ACL kuralları
uk: Правила ACL
zh_hant: 控制允許流覽的用戶 (ACL) 的規則

source: ACL rules file
ar: ملف قواعد ACL
de: ACL-Regeln-Datei
es: Archivo de Reglas ACL
et: ACL-reeglite fail
he: קובץ כללי ACL
id: Berkas aturan ACL
it: File delle regole ACL
nl: Bestand met toegangsregels
pl: Plik reguł ACL
pt: Arquivos de regras do LCA
ru: Файл правил ACL
sv: ACL-reglerfil
th: ไฟล์กฎ ACL
tr: ACL kuralları dosyası
uk: Файл правил ACL
zh_hant: 控制允許流覽的用戶的規則的記錄文件

source: ACL user group
ar: مجموعة مستخدمي ACL
de: ACL-Benutzergruppe
es: Grupo de usuarios ACL
et: ACL-i kasutajagrupp
he: קבוצת משתמשים של ACL
id: Kelompok pengguna ACL
it: Gruppo di utenti ACL
nl: Gebruikersgroep
pl: Grupa użytkownika ACL
pt: Grupo de usuários ACL
ru: Группа пользователей в ACL
sv: ACL-användargrupp
th: กลุ่มผู้ใช้ ACL
tr: ACL kullanıcı grubu
uk: Група користувачів ACL
zh_hant: 控制允許流覽的用戶組

source: Access control rules
ar: قواعد التحكم في الوصول
de: Zugriffskontrollregeln
es: Reglas de acceso de control
et: Juurdepääsu kontrolli reeglid
he: כללי בקרת גישה
id: Aturan kontrol akses
it: Regole di controllo degli accessi
nl: Toegangsregels
pl: Zasady kontroli dostępu
pt: Regras de controle de acesso
ru: Правила доступа
sv: Regler för åtkomstkontroll
th: กฎการควบคุมการเข้าถึง
tr: Kontrol kurallarına erişim
uk: Правила контролю доступу
zh_hant: 允許流覽的控制規則

source: Add Rule
ar: أضف قاعدة
de: Regel hinzufügen
es: Añadir regla
et: Lisa reegel
he: הוסף כלל
id: Tambahkan Aturan
it: Aggiungi regola
nl: Regel toevoegen
pl: Dodaj regułę
pt: Adicionar Regra
ru: Добавить правило
sv: Lägg till regel
th: เพิ่มกฎ
tr: Kural Ekle
uk: Додати правило
zh_hant: 增加规则

source: Add links to the collaboration group
ar: أضف روابط إلى مجموعة التعاون
de: Links zur Kollaborationsgruppe hinzufügen
es: Añadir enlaces al grupo de colaboración
et: Lisage koostöögrupi lingid
he: הוסף קישורים לקבוצת שיתוף הפעולה
id: Tambahkan tautan ke grup kolaborasi
it: Aggiungere link al gruppo di collaborazione
nl: Voeg connecties toe aan de samenwerkingsgroep
pl: Dodaj linki do grupy współpracy
pt: Adicionar links para o grupo de colaboração
ru: Добавлять связи в группу сотрудничества
sv: Lägga till länkar till samarbete i grupp
th: เพิ่มลิงก์ไปยังกลุ่มการทำงานร่วมกัน
tr: İşbirliği grubuna bağlantılar ekleyin
uk: Додайте посилання на групу співпраці
zh_hant: 添加聯結(links)到合作夥伴群

source: All
ar: كل
de: Alle
es: Todos
et: Kõik
he: את כל
id: Semuanya
it: Tutti
nl: Alles
pl: Wszystkie
pt: Todos
ru: Все
sv: Allt
th: ทั้งหมด
tr: Tümü
uk: Всі
zh_hant: 所有

source: All Categories
ar: كل الفئات
de: Alle Kategorien
es: Todas las Categorías
et: K√µik kategooriad
he: כל הקטגוריות
id: Semua kategori
it: Tutte le categorie
nl: Alle categorieën
pl: Wszystkie kategorie
pt: Todas as categorias
ru: Все категории
sv: Alla kategorier
th: ทุกหมวดหมู่
tr: Tüm kategoriler
uk: Всі категорії
zh_hant: 所有分類

source: All Modules
ar: كل الوحدات
de: Alle Module
es: Todos los módulos
et: Kõik moodulid
he: כל המודולים
id: Semua Modul
it: Tutti i moduli
nl: Alle modules
pl: Wszystkie moduły
pt: Todos os Módulos
ru: Все модули
sv: Alla moduler
th: โมดูลทั้งหมด
tr: Tüm Modüller
uk: Всі модулі
zh_hant: 所有模塊

source: All User Groups
ar: كل مجموعات المستخدمين
de: Alle Benutzergruppen
es: Todos los grupos de usuarios
et: Kõik kasutajagrupid
he: כל קבוצות המשתמשים
id: Semua Kelompok Pengguna
it: Tutti i gruppi di utenti
nl: Alle gebruikersgroepen
pl: Wszystkie grupy użytkowników
pt: Todos os Grupos de Usuários
ru: Все группы пользователей
sv: Alla användargrupper
th: กลุ่มผู้ใช้ทั้งหมด
tr: Tüm Kullanıcı Grupları
uk: Всі групи користувачів
zh_hant: 所有用戶組

source: All collaboration groups
ar: كل مجموعات التعاون
de: Alle Kollaborationsgruppen
es: Todos los grupos de colaboración
et: Kõik koostöögrupid
he: כל קבוצות שיתוף הפעולה
id: Semua kelompok bercampur
it: Tutti i gruppi di collaborazione
nl: Alle samenwerkingsgroepen
pl: Wszystkie grupy współpracy
pt: Todos os grupos de colaboração
ru: Все группы сотрудничества
sv: Alla samarbetsgrupper
th: กลุ่มการทำงานร่วมกันทั้งหมด
tr: Tüm İşbirliği Grupları
uk: Всі групи співпраці
zh_hant: 所有合作夥伴群

source: All normal content groups
ar: كل مجموعات المحتوى العادي
de: Alle normalen Inhaltsgruppen
es: Todo los grupos de normal contenido
et: Kõik tavalised sisugrupid
he: כל קבוצות התוכן הרגילות
id: Semua kelompok konten normal
it: Tutti i gruppi di contenuto normale
nl: Alle normale paginagroepen
pl: Wszystkie zwykłe grupy zawartości
pt: Todos os grupos de conteúdo normal
ru: Все нормальные группы контента
sv: Alla vanliga innehållsgrupper
th: กลุ่มเนื้อหาปกติทั้งหมด
tr: Tüm normal içerik grupları
uk: Всі звичайні групи вмісту
zh_hant: 所有標準内容組

source: Allowed file and mime types, separate with ',' — type 'none' if no extra types allowed, leave empty for the default
ar: أنواع الملفات و mime المسموح بها ، منفصلة بـ "،" - اكتب "none" إذا لم يكن هناك أنواع إضافية مسموح بها ، اتركها فارغة للإعداد الافتراضي
de: Erlaubte Datei- und Mime-Typen, getrennt durch ',' - gebe 'none' ein, wenn keine zusätzlichen Typen erlaubt sind, lass es leer für den Standard
es: Los tipos de archivo y mímica permitidos, separados con ',' - escriba 'none' si no se permiten tipos extra, deje vacío por defecto
et: Lubatud faili- ja miimikatüübid, eraldage tähtedega „,” - tippige „pole”, kui lisatüüpe pole lubatud, jätke vaikimisi tühjaks
he: סוגי קבצים ופנטומימה מותרים, נפרדים עם ',' - הקלד 'none' אם אין אפשרות להוסיף סוגים נוספים, השאר ריק עבור ברירת המחדל
id: Jenis file dan mime yang diizinkan, pisahkan dengan ',' - ketik 'tidak ada' jika tidak ada jenis tambahan yang diizinkan, biarkan kosong untuk default
it: Tipi di file e MIME consentiti, separati con ',' - digitare 'none' se non sono consentiti tipi extra, lasciare vuoto per il valore predefinito
nl: Toegestane bestandstypen en mime-typen, gescheiden met ',' — type 'geen' als er geen extra typen zijn toegestaan, laat leeg voor de standaardinstelling
pl: Dozwolone typy plików i mime, oddzielone znakiem "," - typ "brak", jeśli nie są dozwolone dodatkowe typy, pozostaw puste dla ustawienia domyślnego
pt: Tipos de arquivo e mime permitidos, separados com ',' - digite 'none' se nenhum tipo extra for permitido, deixe em branco para o padrão
ru: Разрешёные типы файлов и типы MIME, через запятую. Если дополнительные типы не разрешены - введите 'none'. Чтобы оставить значение по умолчанию - оставьте пустым.
sv: Tillåtna fil- och mime-typer, separerade med ',' - skriv 'none' om inga extra typer är tillåtna, lämna tomma för standard
th: ประเภทไฟล์และละครใบ้ที่อนุญาตแยกด้วย "," - พิมพ์ "ไม่มี" หากไม่อนุญาตประเภทพิเศษให้เว้นว่างไว้สำหรับค่าเริ่มต้น
tr: İzin verilen dosya ve mime türleri, ',' ile ayrı - ekstra türe izin verilmiyorsa 'hiçbiri' yazın, varsayılan için boş bırakın
uk: Дозволені типи файлів і MIME, розділені символами ',' — введіть 'none', якщо додаткові типи не дозволені, залиште пустим для значення за замовчуванням
zh_hant: 允許的文件以及 mime 種類，用'，'分開 - 輸入'無'，如果沒有附加的輸入 '允許'，如果是默許的則留下空白

source: Any visibility
ar: أي رؤية
de: Jede Sichtbarkeit
es: Cualquier visibilidad
et: Igasugune nähtavus
he: כל נראות
id: Visibilitas apa pun
it: Qualsiasi visibilità
nl: Elke zichtbaarheid
pl: Dowolna widoczność
pt: Qualquer visibilidade
ru: Любая видимость
th: การมองเห็นใดๆ
tr: Herhangi bir görünürlük
uk: Будь-яка видимість

source: Are you sure you want to delete the following user groups:
ar: هل أنت متأكد أنك تريد حذف المجوعات التالية:
de: Sind Sie sicher, dass Sie die folgenden Benutzergruppen löschen möchten?
es: Está seguro de que quiere borrar los siguientes grupos de usuarios:
et: Kas soovite kindlasti kustutada järgmised kasutajagrupid:
he: האם אתה בטוח שברצונך למחוק את קבוצות המשתמשים הבאות:
id: Apakah anda yakin ingin menghapus kelompok pengguna berikut:
it: Sei sicuro di voler eliminare i seguenti gruppi di utenti:
nl: Weet je zeker dat je de onderstaande gebruikersgroepen wilt verwijderen?
pl: Czy na pewno chcesz usunąć następujące grupy użytkowników:
pt: Você tem certeza de que deseja excluir os seguintes grupos de usuários:
ru: Вы уверены, что хотите удалить следующие группы пользователей:
sv: Är du säker på att du vill ta bort följande grupper av användare:
th: แน่ใจไหมว่าต้องการลบกลุ่มผู้ใช้ต่อไปนี้:
tr: Aşağıdaki kullanıcı gruplarını silmek istediğinizden emin misiniz:
uk: Ви впевнені, що хочете видалити такі групи користувачів:
zh_hant: 您確定要刪除以下用戶組嗎：

source: Are you sure you want to make all rules permanent?
ar: هل أنت متأكد أنك تريد أن تجعل كل القواعد دائمة؟
de: Sind Sie sicher, dass Sie alle Regeln dauerhaft machen wollen?
es: ¿Está seguro de que quiere hacer permanentes todas las reglas?
et: Kas soovite kindlasti muuta kõik reeglid püsivaks?
he: האם אתה בטוח שברצונך להפוך את כל הכללים לקבועים?
id: Apakah anda yakin ingin membuat semua peraturan tetap?
it: Sei sicuro di voler rendere permanenti tutte le regole?
nl: Weet je zeker dat je alle regels wilt publiceren?
pl: Czy na pewno chcesz, aby wszystkie reguły stały się trwałe?
pt: Tens a certeza que queres tornar todas as regras permanentes?
ru: Ты уверен, что хочешь сделать все правила постоянными?
sv: Är du säker på att du vill göra alla regler permanent?
th: แน่ใจไหมว่าต้องการให้กฎทั้งหมดเป็นแบบถาวร
tr: Tüm kuralları kalıcı olarak değiştirmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете зробити всі правила постійними?
zh_hant: 您確定要使所有規則永久化嗎？

source: Are you sure you want to restore all ACL rules to their currently published version?
ar: هل أنت متأكد أنك تريد استعادة كل قواعد ACL إلى إصدارهم المنشور حالياً؟
de: Sind Sie sicher, dass Sie alle ACL-Regeln in ihrer aktuell veröffentlichten Version wiederherstellen möchten?
es: ¿Está seguro de que quiere devolver todas las reglas ACL a sus versiones de publicación actual?
et: Kas olete kindel, et soovite taastada kõik ACL-reeglid nende praegu avaldatud versioonis?
he: האם אתה בטוח שברצונך להחזיר את כל כללי ה- ACL לגרסתם שפורסמה כעת?
id: Apakah anda yakin ingin mengembalikan semua peraturan ACL ke versi yang saat ini dipublikasikan?
it: Sei sicuro di voler ripristinare tutte le regole ACL alla loro versione attualmente pubblicata?
nl: Weet je zeker dat je alle regels wilt terugzetten vanaf de gepubliceerde versie?
pl: Czy na pewno chcesz przywrócić wszystkie reguły ACL do ich obecnie opublikowanej wersji?
pt: Você tem certeza de que quer restaurar todas as regras do LCA à sua versão publicada atualmente?
ru: Вы уверены, что хотите восстановить все правила ACL до их версии, опубикованной на данный момент?
th: คุณแน่ใจหรือไม่ว่าต้องการกู้คืนกฎ ACL ทั้งหมดเป็นเวอร์ชันที่เผยแพร่ในปัจจุบัน
tr: Tüm ACL kurallarını mevcut yayınlanmış sürülerine geri yüklemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете відновити всі правила ACL до їх поточної опублікованої версії?
zh_hant: 您確定要將所有ACL規則還原到其當前發布的版本嗎？

source: Cancel
ar: ألغي
de: Abbrechen
es: Cancelar
et: Katkesta
he: לְבַטֵל
id: Batal
it: Annulla
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal Et
uk: Скасувати
zh_hant: 取消

source: Category
ar: فئة
de: Kategorie
es: Categoría
et: Kategooria
he: קטגוריה
id: Ketegori
it: Categoria
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori
th: ประเภท
tr: Kategori
uk: Категорія
zh_hant: 分類

source: Category &amp; Content group
ar: فئة &amp; مجموعة المحتوى
de: Kategorie &amp; Inhaltsgruppe
es: Categoría &amp; Grupo de contenido
et: &amp; kategooria sisugrupp
he: קטגוריה &amp; קבוצת תוכן
id: Kategori &amp; konten kelompok
it: Categoria &amp; Gruppo di contenuti
nl: Categorie en paginagroep
pl: Kategoria i grupa tematyczna
pt: Categoria &amp; Grupo de conteúdo
ru: Категория &amp; Группа контента
sv: Kategori &amp; Innehållsgrupp
th: หมวด &amp; กลุ่มเนื้อหา
tr: Kategori &amp; İçerik grubu
uk: Категорія &amp; Група вмісту
zh_hant: 分類 & 内容組
