Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: notification, checking first return
ar: الإخطار ، فحص أول عودة
de: Benachrichtigung, Überprüfung der ersten Rückkehr
es: notificación, comprobación de la primera devolución
et: teatamine, esimese tagastamise kontrollimine
he: הודעה, בדיקת חזרה ראשונה
id: pemberitahuan, memeriksa kembali pertama
it: notifica, controllo del primo ritorno
nl: notificatie, controleer eerste resultaat
pl: powiadomienie, sprawdzenie pierwszego zwrotu
pt: notificação, verificando o primeiro retorno
ru: уведомление, проверка первого возврата
sv: anmälan, kontrollera första retur
th: การแจ้งเตือนการตรวจสอบการกลับมาครั้งแรก
tr: bildirim, ilk iadeyi kontrol etme
uk: повідомлення, перевірка першого повернення
zh_hant: 通知，检查第一回

source: redirects
ar: يعيد التوجيه
de: umleitungen
es: redirecciona
et: suunab
he: הפניות מחדש
id: pengalihan
it: reindirizza
nl: doorverwijzingen
pl: przekierowania
pt: redirecciona
ru: перенаправляет
sv: omdirigeringar
th: เปลี่ยนเส้นทาง
tr: yönlendirmeler
uk: перенаправляє
zh_hant: 重定向

source: Add link
ar: إضافة رابط
de: Link hinzufügen
es: Añadir enlace
et: Lisa link
he: הוסף קישור
id: Tambahkan link
it: Aggiungi link
nl: Voeg link toe
pl: Dodaj odnośnik
pt: Adicionar link
ru: Добавить ссылку
sv: Lägg till länk
th: เพิ่มลิงค์
tr: Bağlantı ekle
uk: Додати посилання
zh_hant: 添加链接

source: Aligned left
ar: محاذاة إلى اليسار
de: Linksbündig
es: Alineado a la izquierda
et: Joondatud vasakule
he: מיושר משמאל
id: Selaras kiri
it: Allineato a sinistra
nl: Links uitgelijnd
pl: Wyrównanie do lewej
pt: Alinhado à esquerda
ru: Выровнено влево
sv: Inriktad vänster
th: จัดชิดซ้าย
tr: Sola hizalı
uk: Вирівняно ліворуч
zh_hant: 左侧对齐

source: Aligned right
ar: محاذاة لليمين
de: Rechtsbündig
es: Alineado a la derecha
et: Joondatud paremale
he: מיושר מימין
id: Selaras kanan
it: Allineato a destra
nl: Rechts uitgelijnd
pl: Wyrównanie do prawej
pt: Direito alinhado
ru: Выровнено вправо
sv: Inriktad höger
th: จัดชิดขวา
tr: Sağa hizalı
uk: Вирівняно праворуч
zh_hant: 向右对齐

source: Alignment
ar: انتقام
de: Ausrichtung
es: Alineación
et: Joondamine
he: יישור
id: Penjajaran
it: Allineamento
nl: Uitlijning
pl: Wyrównanie
pt: Alinhamento
ru: Выравнивание
sv: Inriktning
th: การจัดตำแหน่ง
tr: Hizalama
uk: Вирівнювання
zh_hant: 对齐

source: Between text
ar: بين النص
de: Zwischen Text
es: Entre el texto
et: Teksti vahel
he: בין טקסט
id: Di antara teks
it: Tra il testo
nl: Tussen tekst
pl: Między tekstem
pt: Entre o texto
ru: Между текстом
sv: Mellan text
th: ระหว่างข้อความ
tr: Metin arasında
uk: Між текстом
zh_hant: 文本之间

source: Caption
ar: شرح
de: Beschriftung
es: Pie de foto
et: Pealkiri
he: כּוֹתֶרֶת
id: Keterangan
it: Didascalia
nl: Onderschrift
pl: Podpis
pt: Legenda
ru: Заголовок
sv: Rubrik
th: คำบรรยาย
tr: Altyazı
uk: Підпис
zh_hant: 标题

source: Crop
ar: ا & قتصاص
de: Abschneiden
es: Cortar
et: Kärbi
he: יְבוּל
id: Tanaman
it: Raccolta
nl: Bijsnijden
pl: Przytnij
pt: Cultura
ru: Обрезать
sv: Beskära
th: ครอบตัด
tr: Kırp
uk: Урожай
zh_hant: 农作物

source: Crop image
ar: قص الصوره
de: Bild beschneiden
es: Cortar imagen
et: Kärbi pilt
he: חתוך תמונה
id: Gambar tanaman
it: Ritagliare l'immagine
nl: Afbeelding bijsnijden
pl: Przytnij zdjęcie
pt: Cortar imagem
ru: Обрезать изображение
sv: Beskära bild
th: ครอบตัดรูปภาพ
tr: Resmi Kırp
uk: Обрізати зображення
zh_hant: 裁剪图像

source: Defaults to the summary of the media. Enter a single “-” to not display a caption.
ar: افتراضات لملخص الوسائط. أدخل "-" واحدة لعدم عرض تسمية توضيحية.
de: Zeigt standardmäßig die Zusammenfassung des Mediums an. Geben Sie ein einzelnes "-" ein, um keine Beschriftung anzuzeigen.
es: Por defecto el resumen de los archivos multimedia. Introduzca un solo "-" para no mostrar un título.
et: Vaikimisi meedia kokkuvõte. Pealkirja kuvamiseks sisestage üks täht “-”.
he: ברירת מחדל לסיכום התקשורת. הזן "-" יחיד כדי לא להציג כיתוב.
id: Standar untuk ringkasan dari media. Masukkan satu "-" untuk tidak menampilkan keterangan.
it: Il valore predefinito è il sommario del media. Inserisci un singolo "-" per non visualizzare una didascalia.
nl: Standaard de samenvatting van de media. Voer een enkele "-" in om geen bijschrift weer te geven.
pl: Domyślnie podsumowanie mediów. Wpisz pojedynczy „-”, aby nie wyświetlać podpisu.
pt: O resumo dos meios de comunicação social é o padrão. Insira um único "-" para não exibir uma legenda.
ru: По умолчанию - краткое описание материала. Чтобы не отображать заголовок, введите единственный минус ("-").
sv: Standard är sammanfattningen av media. Ange en enda “-” för att inte visa en bildtext.
th: ค่าเริ่มต้นของข้อมูลสรุปของสื่อ ป้อน“ -” เพียงตัวเดียวเพื่อไม่ให้แสดงคำอธิบายภาพ
tr: Medyanın özet öntanımlıdır. Altyazı görüntülemek için tek bir "-" girin.
uk: За замовчуванням використовується резюме медіа. Введіть один «-», щоб не відображати підпис.
zh_hant: 默认为媒体的摘要。输入一个"-"就不显示标题。

source: Editor version
ar: نسخة المحرر
es: Versión del editor
et: Redaktori versioon
he: גרסת העורך
id: Versi editor
it: Versione editore
nl: Editor versie
pl: Wersja edytora
pt: Versão do editor
ru: Версия редактора
th: เวอร์ชันบรรณาธิการ
tr: Editör sürümü
uk: Версія редактора
zh_hant: 编辑版本

source: Insert media
ar: أدخل الوسائط
de: Medien einlegen
es: Insertar medios
et: Sisesta kandja
he: הכנס מדיה
id: Masukkan media
it: Inserisci media
nl: Media invoegen
pl: Wstaw multimedia
pt: Inserir mídia
ru: Вставить медиа
sv: Sätt i media
th: ใส่สื่อ
tr: Medya ekle
uk: Вставте носій
zh_hant: 插入媒體

source: Large
ar: كبير
de: Groß
es: Grande
et: Suur
he: גָדוֹל
id: Besar
it: Grande
nl: Groot
pl: Duży
pt: Grande
ru: Большой
sv: Stor
th: ใหญ่
tr: Geniş
uk: Великий
zh_hant: 大号

source: Link to media or url below
ar: رابط لوسائل الإعلام أو عنوان url أدناه
de: Link zu Medien oder Url unten
es: Enlazar a un archivo multimedia o a un url
et: Link meediumile või allpool olevale URL-ile
he: קישור למדיה או לכתובת אתר בהמשך
id: Link ke media atau url di bawah ini
it: Link ai media o url qui sotto
nl: Link naar media of url hieronder
pl: Link do mediów lub adres url poniżej
pt: Link para a mídia ou url abaixo
ru: Ссылка на СМИ или урл ниже
sv: Länk till media eller webbadress nedan
th: ลิงก์ไปยังสื่อหรือ url ด้านล่าง
tr: Aşağıdaki medya veya url bağlantı
uk: Посилання на медіа або URL-адреса нижче
zh_hant: 链接到媒体或下面的网址

source: Media Properties
ar: خصائص الوسائط
de: Medieneigenschaften
es: Propiedades de los archivos multimedia
et: Meedia atribuudid
he: מאפייני מדיה
id: Properti Media
it: Proprietà dei media
nl: Media-eigenschappen
pl: Właściwości mediów
pt: Propriedades de mídia
ru: Медиа Свойства
sv: Medieegenskaper
th: คุณสมบัติสื่อ
tr: Medya Özellikleri
uk: Властивості медіа
zh_hant: 媒体属性

source: Medium
ar: متوسط
es: Medio
et: Keskmine
he: בינוני
id: Sedang
it: Medio
pl: Średni
pt: Médio
ru: Средний
th: ปานกลาง
tr: Orta
uk: Середній
zh_hant: 中型

source: Open link in new window
ar: افتح الرابط في نافذة جديدة
de: Link in neuem Fenster öffnen
es: Abrir enlace en una nueva ventana
et: Ava link uues aknas
he: תפתח קישור בחלון חדש
id: Buka tautan di jendela baru
it: Apri il collegamento in una nuova finestra
nl: Open de link in een nieuw venster
pl: Otwórz link w nowym oknie
pt: Abrir link em nova janela
ru: Открыть ссылку в новом окне
sv: Öppna länk i nytt fönster
th: เปิดลิงก์ในหน้าต่างใหม่
tr: Bağlantıyı yeni pencerede aç
uk: Відкрити посилання в новому вікні
zh_hant: 在新視窗中開啟鏈接

source: Remove from text
ar: إزالة من النص
de: Aus Text entfernen
es: Eliminar del texto
et: Eemalda tekstist
he: הסר מהטקסט
id: Hapus dari teks
it: Rimuovi dal testo
nl: Verwijderen uit tekst
pl: Usuń z tekstu
pt: Remover do texto
ru: Удалить из текста
sv: Ta bort från text
th: ลบออกจากข้อความ
tr: Metinden kaldır
uk: Видалити з тексту
zh_hant: 從文本中刪除

source: Small
ar: صغير
de: Klein
es: Pequeño
et: Väike
he: קָטָן
id: Kecil
it: Piccolo
nl: Klein
pl: Mały
pt: Pequeno
ru: Маленький
sv: Små
th: เล็ก
tr: Küçük
uk: Маленький
zh_hant: 规模小

source: Website. Leave empty for media link
ar: موقع الكتروني. اتركه فارغا لوصلة الوسائط
de: Website. Leer lassen für Medien-Link
es: Sitio web. Deje vacío para enlace multimedia
et: Veebisait. Jätke meediumilingi jaoks tühjaks
he: אתר אינטרנט. השאר ריק עבור קישור מדיה
id: Situs web. Biarkan kosong untuk media link
it: Sito web. Lasciare vuoto per il link dei media
nl: Website. Laat leeg voor link naar media
pl: Strona internetowa. Zostaw puste dla linku do multimediów
pt: Website. Deixar em branco para link de mídia
ru: Веб-сайт. Оставить пустым для медиа-ссылки
sv: Hemsida. Lämna tomt för medialänk
th: เว็บไซต์. เว้นว่างไว้สำหรับลิงก์สื่อ
tr: Web sitesi. Medya bağlantısı için boş bırakın
uk: Вебсайт. Залиште порожнім для посилання на медіа
zh_hant: 网站。媒体链接请留空

source: always use newest available
ar: استخدم دائمًا أحدث ما هو متاح
de: Verwenden Sie immer die neuesten verfügbaren
es: utilice siempre los más nuevos disponibles
et: kasutage alati uusimat saadaolevat
he: השתמש תמיד בחדשים הזמינים
id: selalu gunakan yang terbaru yang tersedia
it: usa sempre il più recente disponibile
nl: gebruik altijd de nieuwste beschikbare
pl: Zawsze używaj najnowszej dostępnej wersji
pt: sempre use o mais recente disponível
ru: всегда используйте новейшие доступные
sv: använd alltid senaste tillgängliga
th: ใช้ใหม่ล่าสุดที่มีให้เสมอ
tr: her zaman mevcut en yeniyi kullanın
uk: завжди використовуйте найновіший доступний
zh_hant: 始終使用最新的可用

source: DKIM e-mail signing setup
ar: إعداد توقيع البريد الإلكتروني لـ DKIM
de: Einrichtung der DKIM-E-Mail-Signierung
es: Configuración del registro del correo electrónico DKIM
et: DKIM-i e-posti allkirjastamise seadistamine
he: הגדרת חתימת דואר אלקטרוני של DKIM
id: Setup penandatanganan e-mail DKIM
it: Configurazione della firma e-mail DKIM
nl: DKIM e-mail ondertekening instellingen
pl: Konfiguracja podpisywania e-maili DKIM
pt: DKIM configuração de assinatura de e-mail
ru: Настройка подписания электронной почты DKIM
sv: Konfigurering av DKIM-e-postsignering
th: การตั้งค่าการลงนามอีเมล DKIM
tr: DKIM e-posta giriş kurulumu
uk: Налаштування підпису електронної пошти DKIM
zh_hant: DKIM电子邮件签名设置

source: The DNS entry should contain the following information:
ar: يجب أن يحتوي إدخال DNS على المعلومات التالية:
de: Der DNS-Eintrag sollte die folgenden Informationen enthalten:
es: La entrada DNS debe contener la siguiente información:
et: DNS-i kirje peaks sisaldama järgmist teavet:
he: ערך ה- DNS צריך להכיל את המידע הבא:
id: Entri DNS harus berisi informasi berikut:
it: La voce DNS dovrebbe contenere le seguenti informazioni:
nl: De DNS instelling moet de volgende informatie bevatten:
pl: Wpis DNS powinien zawierać następujące informacje:
pt: A entrada DNS deve conter as seguintes informações:
ru: Запись в DNS должна содержать следующую информацию:
sv: DNS-posten bör innehålla följande information:
th: รายการ DNS ควรมีข้อมูลต่อไปนี้:
tr: DNS girdisi aşağıdaki bilgileri kapsamalıdır:
uk: Запис DNS має містити таку інформацію:
zh_hant: DNS条目应包含以下信息：

source: The location of these key files are the following:
ar: موقع ملفات المفاتيح هذه كالتالي:
de: Der Speicherort dieser Schlüsseldateien ist der folgende:
es: Las ubicaciónes de estos archivos clave son las siguientes:
et: Nende võtmefailide asukoht on järgmine:
he: המיקום של קבצי המפתח האלה הוא הבא:
id: Maaf, anda tidak memiliki izin untuk mengubah konfigurasi:
it: La posizione di questi file chiave è la seguente:
nl: De locaties van deze sleutelbestanden zijn:
pl: Lokalizacje plików kluczy są:
pt: A localização destes ficheiros-chave é a seguinte:
ru: Расположение этих ключевых файлов выглядит следующим образом:
sv: Platsen för dessa nyckelfiler är följande:
th: ตำแหน่งของไฟล์สำคัญเหล่านี้มีดังต่อไปนี้:
tr: Bu anahtar dosyaların konumları aşağıdadır:
uk: Розташування цих ключових файлів таке:
zh_hant: 这些关键文件的位置如下：

source: The module has generated an RSA keypair for you which will be used when signing outgoing emails.
ar: قامت الوحدة بإنشاء زوج مفاتيح RSA لك والذي سيتم استخدامه عند تسجيل رسائل البريد الإلكتروني الصادرة.
de: Das Modul hat für Sie ein RSA-Schlüsselpaar erzeugt, das beim Signieren ausgehender E-Mails verwendet wird.
es: El módulo ha generado un par de claves RSA para usted, los cuales serán utilizados al firmar correos electrónicos salientes.
et: Moodul on loonud teile RSA võtmepaari, mida kasutatakse väljaminevate meilide allkirjastamisel.
he: המודול יצר עבורך זוג מקשים RSA אשר ישמש בעת חתימה על מיילים יוצאים.
id: Modul ini telah menghasilkan keypair RSA bagi Anda yang akan digunakan saat mengirim email keluar.
it: Il modulo ha generato una coppia di chiavi RSA per te, che sarà usata per firmare le email in uscita.
nl: De module heeft een RSA sleutel gegenereerd voor het tekenen van uitgaande emails.
pl: Moduł wygenerował dla Ciebie parę kluczy RSA, która będzie używana przy podpisywaniu wychodzących wiadomości e-mail.
pt: O módulo gerou um par de chaves RSA para você, que será usado ao assinar e-mails enviados.
ru: Модуль сгенерировал для вас пару RSA-ключей, которая будет использоваться при подписании исходящих писем.
sv: Modulen har genererat ett RSA-tangentbord för dig som kommer att användas när du signerar utgående e-post.
th: โมดูลได้สร้างคู่คีย์ RSA สำหรับคุณซึ่งจะใช้เมื่อลงชื่อเข้าใช้อีเมลขาออก
tr: Modül, giden e-postalarınızı imzalarken kullanılacak bir RSA anahtarlık oluşturdu.
uk: Модуль створив для вас пару ключів RSA, яка буде використовуватися під час підписання вихідних листів.
zh_hant: 该模块已经为您生成了一个RSA密钥对，将在签署外发邮件时使用。

source: To finalize the DKIM configuration, you need to add an DNS entry TXT record to the following domain:
ar: لإنهاء تكوين DKIM ، تحتاج إلى إضافة سجل TXT لإدخال DNS إلى المجال التالي:
de: Um die DKIM-Konfiguration abzuschließen, müssen Sie einen DNS-Eintrag TXT-Eintrag für die folgende Domain hinzufügen:
es: Para finalizar la configuración DKIM, necesita agregar un registro TXT de entrada DNS al siguiente dominio:
et: DKIM-i konfiguratsiooni lõpuleviimiseks peate järgmisele domeenile lisama DNS-i kirje TXT-kirje:
he: כדי לסיים את תצורת DKIM, עליך להוסיף רשומת TXT של רשומת DNS לתחום הבא:
id: Untuk menyelesaikan konfigurasi DKIM, anda perlu menambahkan sebuah entri rekaman DNS TXT untuk domain berikut:
it: Per finalizzare la configurazione DKIM, è necessario aggiungere una voce DNS record TXT al seguente dominio:
nl: Om de DKIM configuratie te completeren, moet je in de DNS een TXT regel toevoegen voor het volgende domein:
pl: Aby zakończyć konfigurację DKIM, musisz dodać rekord TXT wpisu DNS do następującej domeny:
pt: Para completar a configuração DKIM, você precisa adicionar registros TXT de entradas DNS aos seguintes domínios:
ru: Чтобы завершить настройку DKIM, необходимо добавить запись TXT DNS в следующем домене:
sv: För att slutföra DKIM-konfigurationen måste du lägga till en TXT-post för DNS-post till följande domän:
th: ในการสิ้นสุดการกำหนดค่า DKIM คุณต้องเพิ่มระเบียน TXT รายการ DNS ในโดเมนต่อไปนี้:
tr: DKIM yapılandırmasını tamamlamak için, aşağıdaki alana bir DNS girişi TXT kaydı eklemeniz gerekir:
uk: Щоб завершити конфігурацію DKIM, потрібно додати запис DNS TXT до такого домену:
zh_hant: 为了最终完成DKIM配置，你需要向以下域添加一个DNS条目TXT记录。

source: When all is setup, you can use the <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> website to verify your domain's DKIM record.
ar: عند الانتهاء من الإعداد ، يمكنك استخدام موقع ويب <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> للتحقق من سجل DKIM لنطاقك.
de: Wenn alles eingerichtet ist, können Sie die Website <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> verwenden, um den DKIM-Eintrag Ihrer Domain zu überprüfen.
es: Cuando todo está configurado, se puede utilizar el sitio web <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> pare verificar el registro DKIM del dominio.
et: Kui kõik on seadistatud, saate oma domeeni DKIM-kirje kinnitamiseks kasutada veebisaiti <a href="http://dkimcore.org/c/keycheck">DKIM</a>.
he: כאשר הכל מוגדר, אתה יכול להשתמש באתר <a href="http://dkimcore.org/c/keycheck">DKIM לבדוק</a> כדי לאמת את רשומת DKIM של הדומיין שלך.
id: Ketika semuanya siap, anda dapat menggunakan <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> situs web untuk memverifikasi domain rekaman DKIM anda.
it: Quando tutto è impostato, puoi usare il sito web <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> per verificare il record DKIM del tuo dominio.
nl: Als alles is opgezet, kan je de <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> website gebruiken om de DKIM van jouw domein te controleren.
pl: Gdy wszystko jest skonfigurowane, możesz skorzystać z strony <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> aby zweryfikować rekord DKIM swojej domeny.
pt: Quando tudo estiver configurado, você pode usar o keycheck <a href="http://dkimcore.org/c/keycheck">DKIM</a> website para verificar o registo do seu domínio DKIM.
ru: Когда все будет установлено, вы можете использовать <a href="http://dkimcore.org/c/keycheck">вебсайт DKIM-клавиатуры</a> для проверки записи DKIM вашего домена.
sv: När allt är inställt kan du använda webbplatsen <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> att verifiera domänens DKIM-post.
th: เมื่อตั้งค่าทั้งหมดแล้วคุณสามารถใช้เว็บไซต์ <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> เพื่อยืนยันระเบียน DKIM ของโดเมนของคุณ
tr: Kurulum tamamlandığında, alan adınızın DKIM kaydını doğrulamak için <a href="http://dkimcore.org/c/keycheck"> DKIM anahtar kontrolü </a> web sitesini kullanabilirsiniz.
uk: Коли все налаштовано, Ви можете використовувати вебсайт <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a>, щоб перевірити запис DKIM вашого домену.
zh_hant: 当所有的设置完成后，你可以使用 <a href="http://dkimcore.org/c/keycheck">DKIM keycheck</a> 网站来验证你的域名的DKIM记录。

source: Complete URL of the API on the relaying Zotonic server.
ar: عنوان URL الكامل لواجهة برمجة التطبيقات على خادم Zotonic المرسل.
de: Vollständige URL der API auf dem weiterleitenden Zotonic-Server.
es: URL completa de la API en el servidor Zotonic de retransmisión.
et: API täielik URL edastavas Zotonicu serveris.
he: כתובת URL מלאה של ה-API בשרת Zotonic הממסר.
id: URL lengkap API pada server Zotonic yang menyampaikan.
it: URL completo dell'API sul server Zotonic di relaying.
nl: Volledige URL van de API op de doorgevende Zotonic server.
pl: Pełny adres URL interfejsu API na serwerze pośredniczącym Zotonic.
pt: URL completa da API no servidor de retransmissão Zotonic.
ru: Полный URL API на ретранслирующем сервере Zotonic.
sv: Komplett URL för API:t på den vidarebefordrande Zotonic-servern.
th: URL ที่สมบูรณ์ของ API บนเซิร์ฟเวอร์ Zotonic ที่ถ่ายทอดข้อมูล
tr: Aktarım yapan Zotonic sunucusundaki API'nin tam URL'si.
uk: Повна URL-адреса API на ретрансляційному сервері Zotonic.
zh_hant: 中繼 Zotonic 伺服器上 API 的完整 URL。

source: Example secret:
ar: مثال على السر:
de: Beispielgeheimnis:
es: Ejemplo secreto:
et: Saladuse näide:
he: סוד לדוגמה:
id: Contoh rahasia:
it: Esempio segreto:
nl: Voorbeeld geheim:
pl: Przykładowy sekret:
pt: Exemplo de segredo:
ru: Пример секрета:
sv: Exempel på hemlighet:
th: ตัวอย่างความลับ:
tr: Örnek sır:
uk: Приклад секрету:
zh_hant: 秘密範例：

source: Relay email via another Zotonic server
ar: نقل البريد الإلكتروني عبر خادم Zotonic آخر
de: E-Mail über einen anderen Zotonic-Server weiterleiten
es: Retransmitir correo electrónico a través de otro servidor Zotonic
et: E-posti edastamine teise Zotoniku serveri kaudu
he: העברת דואר אלקטרוני דרך שרת Zotonic אחר
id: Meneruskan email melalui server Zotonic lain
it: Invia e-mail tramite un altro server Zotonic
nl: E-mail doorsturen via een andere Zotonic-server
pl: Przekaż pocztę elektroniczną za pośrednictwem innego serwera Zotonic
pt: Retransmitir e-mail por meio de outro servidor Zotonic
ru: Ретрансляция электронной почты через другой сервер Zotonic
sv: Relä e-post via en annan Zotonic-server
th: ส่งต่ออีเมลผ่านเซิร์ฟเวอร์ Zotonic อื่น
tr: E-postayı başka bir Zotonic sunucusu üzerinden iletin
uk: Передача електронної пошти через інший сервер Zotonic
zh_hant: 透過另一個 Zotonic 伺服器中繼電子郵件

source: Relay emails for another Zotonic server
ar: إرسال رسائل البريد الإلكتروني إلى خادم Zotonic آخر
de: E-Mails für einen anderen Zotonic-Server weiterleiten
es: Retransmitir correos electrónicos a otro servidor Zotonic
et: E-kirjade edastamine teise Zotoniku serveri jaoks
he: העברת מיילים לשרת Zotonic אחר
id: Meneruskan email untuk server Zotonic lainnya
it: Invia email a un altro server Zotonic
nl: E-mails doorsturen naar een andere Zotonic-server
pl: Przekazywanie wiadomości e-mail dla innego serwera Zotonic
pt: Retransmitir e-mails para outro servidor Zotonic
ru: Ретрансляция писем на другой сервер Zotonic
sv: Relä e-postmeddelanden för en annan Zotonic-server
th: ส่งต่ออีเมลไปยังเซิร์ฟเวอร์ Zotonic อื่น
tr: Başka bir Zotonic sunucusuna e-postaları ilet
uk: Передача електронних листів для іншого сервера Zotonic
zh_hant: 為另一個 Zotonic 伺服器中繼電子郵件

source: Relay emails via another Zotonic server.
ar: إرسال رسائل البريد الإلكتروني عبر خادم Zotonic آخر.
de: E-Mails über einen anderen Zotonic-Server weiterleiten.
es: Retransmitir correos electrónicos a través de otro servidor Zotonic.
et: E-kirjade edastamine teise Zotoniku serveri kaudu.
he: העבר מיילים דרך שרת Zotonic אחר.
id: Meneruskan email melalui server Zotonic yang lain.
it: Inoltra le email tramite un altro server Zotonic.
nl: E-mails doorsturen via een andere Zotonic-server.
pl: Przekazuj wiadomości e-mail za pośrednictwem innego serwera Zotonic.
pt: Retransmitir e-mails por meio de outro servidor Zotonic.
ru: Ретранслировать электронные письма через другой сервер Zotonic.
sv: Relä e-post via en annan Zotonic-server.
th: ส่งต่ออีเมลผ่านเซิร์ฟเวอร์ Zotonic อื่น
tr: E-postaları başka bir Zotonic sunucusu üzerinden iletin.
uk: Пересилайте електронні листи через інший сервер Zotonic.
zh_hant: 透過另一個 Zotonic 伺服器中繼電子郵件。

source: Secret for receiving relayed emails
ar: سر استقبال رسائل البريد الإلكتروني المرسلة
de: Geheimnis für den Empfang weitergeleiteter E-Mails
es: Secreto para recibir correos electrónicos retransmitidos
et: Edastatud meilide saamise saladus
he: סוד לקבלת מיילים מועברים
id: Rahasia untuk menerima email yang diteruskan
it: Segreto per ricevere email inoltrate
nl: Geheim voor het ontvangen van doorgestuurde e-mails
pl: Sekret odbioru przekazywanych wiadomości e-mail
pt: Segredo para receber e-mails retransmitidos
ru: Секрет для получения ретранслируемых писем
sv: Hemlighet för att ta emot vidarebefordrade e-postmeddelanden
th: ความลับในการรับอีเมล์ที่ส่งต่อ
tr: İletilen e-postaları almanın sırrı
uk: Секрет для отримання ретрансляційних електронних листів
zh_hant: 接收轉發電子郵件的秘密

source: Secret for sending relayed emails
ar: سر إرسال رسائل البريد الإلكتروني المرسلة
de: Geheimnis zum Senden weitergeleiteter E-Mails
es: Secreto para enviar correos electrónicos retransmitidos
et: Edastatud e-kirjade saatmise saladus
he: סוד לשליחת מיילים מועברים
id: Rahasia untuk mengirim email yang diteruskan
it: Segreto per inviare email inoltrate
nl: Geheim voor het verzenden van e-mails
pl: Sekret wysyłania przekazywanych wiadomości e-mail
pt: Segredo para enviar e-mails retransmitidos
ru: Секрет для отправки ретранслируемых писем
sv: Hemlighet för att skicka vidarebefordrade e-postmeddelanden
th: ความลับในการส่งอีเมล์แบบส่งต่อ
tr: Aktarılan e-postaları göndermenin sırrı
uk: Секрет для надсилання ретрансляційних електронних листів
zh_hant: 發送中繼電子郵件的秘密
