Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Send emails via another Zotonic server
ar: إرسال رسائل البريد الإلكتروني عبر خادم Zotonic آخر
de: Senden Sie E-Mails über einen anderen Zotonic-Server
es: Enviar correos electrónicos a través de otro servidor Zotonic
et: Saatke e-kirju teise Zotoniku serveri kaudu
he: שלח מיילים דרך שרת Zotonic אחר
id: Kirim email melalui server Zotonic lainnya
it: Invia email tramite un altro server Zotonic
nl: E-mails versturen via een andere Zotonic-server
pl: Wysyłaj wiadomości e-mail za pośrednictwem innego serwera Zotonic
pt: Enviar e-mails por meio de outro servidor Zotonic
ru: Отправлять электронные письма через другой сервер Zotonic
sv: Skicka e-post via en annan Zotonic-server
th: ส่งอีเมลผ่านเซิร์ฟเวอร์ Zotonic อื่น
tr: E-postaları başka bir Zotonic sunucusu üzerinden gönder
uk: Надсилайте електронні листи через інший сервер Zotonic
zh_hant: 透過另一個 Zotonic 伺服器發送電子郵件

source: Settings for accepting emails and then relaying them to the intended recipients.
ar: إعدادات قبول رسائل البريد الإلكتروني ومن ثم إرسالها إلى المستلمين المقصودين.
de: Einstellungen zum Akzeptieren von E-Mails und zum Weiterleiten an die vorgesehenen Empfänger.
es: Configuración para aceptar correos electrónicos y luego retransmitirlos a los destinatarios previstos.
et: Seaded e-kirjade vastuvõtmiseks ja nende edastamiseks ettenähtud adressaatidele.
he: הגדרות לקבלת הודעות דוא"ל ולאחר מכן העברתן לנמענים המיועדים.
id: Pengaturan untuk menerima email dan kemudian meneruskannya ke penerima yang dituju.
it: Impostazioni per accettare e-mail e inoltrarle ai destinatari previsti.
nl: Instellingen om e-mails te accepteren en vervolgens door te sturen naar de beoogde ontvangers.
pl: Ustawienia umożliwiające akceptację wiadomości e-mail i ich przekazywanie do docelowych odbiorców.
pt: Configurações para aceitar e-mails e retransmiti-los aos destinatários pretendidos.
ru: Настройки для приема писем и их последующей пересылки указанным получателям.
sv: Inställningar för att acceptera e-postmeddelanden och sedan vidarebefordra dem till de avsedda mottagarna.
th: การตั้งค่าสำหรับรับอีเมล์และส่งต่อไปยังผู้รับที่ตั้งใจไว้
tr: E-postaları kabul etme ve ardından bunları istenen alıcılara iletme ayarları.
uk: Налаштування для прийняття електронних листів і подальшої передачі їх одержувачам.
zh_hant: 用於接受電子郵件然後將其轉發給預期收件人的設定。

source: Shared secret between this server and the Zotonic server wanting to send emails. Leave empty to not relay email.
ar: سر مشترك بين هذا الخادم وخادم Zotonic الذي يرغب في إرسال رسائل البريد الإلكتروني. اتركه فارغًا حتى لا يتم إعادة توجيه البريد الإلكتروني.
de: Gemeinsames Geheimnis zwischen diesem Server und dem Zotonic-Server, der E-Mails senden möchte. Leer lassen, um E-Mails nicht weiterzuleiten.
es: Secreto compartido entre este servidor y el servidor Zotonic que desea enviar correos electrónicos. Déjelo en blanco para no retransmitir correos electrónicos.
et: Jagatud saladus selle serveri ja Zotoniku serveri vahel, kes soovivad e-kirju saata. Meili mitte edastamiseks jätke tühjaks.
he: סוד משותף בין שרת זה לשרת Zotonic המעוניין לשלוח מיילים. השאר ריק כדי לא להעביר דוא"ל.
id: Rahasia bersama antara server ini dan server Zotonic yang ingin mengirim email. Kosongkan untuk tidak meneruskan email.
it: Segreto condiviso tra questo server e il server Zotonic che desidera inviare email. Lascia vuoto per non inoltrare email.
nl: Gedeelde geheim tussen deze server en de Zotonic server die e-mails wil versturen. Leeg laten om geen e-mail door te sturen.
pl: Współdzielony sekret między tym serwerem a serwerem Zotonic, który chce wysyłać wiadomości e-mail. Pozostaw puste, aby nie przekazywać wiadomości e-mail.
pt: Segredo compartilhado entre este servidor e o servidor Zotonic querendo enviar e-mails. Deixe em branco para não retransmitir e-mail.
ru: Общий секрет между этим сервером и сервером Zotonic, желающим отправлять письма. Оставьте пустым, чтобы не ретранслировать письма.
sv: Delad hemlighet mellan denna server och Zotonic-servern som vill skicka e-post. Lämna tomt för att inte vidarebefordra e-post.
th: ความลับร่วมกันระหว่างเซิร์ฟเวอร์นี้และเซิร์ฟเวอร์ Zotonic ที่ต้องการส่งอีเมล ปล่อยว่างไว้เพื่อไม่ให้ส่งต่ออีเมล
tr: Bu sunucu ile e-posta göndermek isteyen Zotonic sunucusu arasında paylaşılan sır. E-postanın iletilmemesi için boş bırakın.
uk: Спільний секрет між цим сервером і сервером Zotonic, який хоче надсилати електронні листи. Залиште порожнім, щоб не передавати електронну пошту.
zh_hant: 該伺服器和想要發送電子郵件的 Zotonic 伺服器之間的共用金鑰。留空不轉發電子郵件。

source: Shared secret between this server and the relaying Zotonic server.
ar: سر مشترك بين هذا الخادم وخادم Zotonic المرسل.
de: Gemeinsames Geheimnis zwischen diesem Server und dem weiterleitenden Zotonic-Server.
es: Secreto compartido entre este servidor y el servidor Zotonic de retransmisión.
et: Jagatud saladus selle serveri ja edastava Zotonicu serveri vahel.
he: סוד משותף בין שרת זה לשרת Zotonic המעביר.
id: Rahasia bersama antara server ini dan server Zotonic yang menyampaikan.
it: Segreto condiviso tra questo server e il server Zotonic di inoltro.
nl: Gedeeld geheim tussen deze server en de doorgevende Zotonic server.
pl: Współdzielony sekret między tym serwerem a przekazującym serwerem Zotonic.
pt: Segredo compartilhado entre este servidor e o servidor Zotonic de retransmissão.
ru: Общий секрет между этим сервером и ретранслирующим сервером Zotonic.
sv: Delad hemlighet mellan denna server och den vidarebefordrande Zotonic-servern.
th: ความลับร่วมกันระหว่างเซิร์ฟเวอร์นี้และเซิร์ฟเวอร์ Zotonic ที่ถ่ายทอดสัญญาณ
tr: Bu sunucu ile Zotonic sunucusu arasındaki paylaşılan sır.
uk: Спільний секрет між цим сервером і ретрансляційним сервером Zotonic.
zh_hant: 該伺服器和中繼 Zotonic 伺服器之間的共用金鑰。

source: The URL for the email relay API on this server is:
ar: عنوان URL لواجهة برمجة تطبيقات إعادة توجيه البريد الإلكتروني على هذا الخادم هو:
de: Die URL für die E-Mail-Relay-API auf diesem Server lautet:
es: La URL de la API de retransmisión de correo electrónico en este servidor es:
et: Selle serveri meiliülekande API URL on:
he: כתובת האתר של ממשק ה-API של ממסר הדוא"ל בשרת זה היא:
id: URL untuk API relai email di server ini adalah:
it: L'URL per l'API di inoltro e-mail su questo server è:
nl: De URL voor de e-mailrelay-API op deze server is:
pl: Adres URL interfejsu API przekaźnika poczty e-mail na tym serwerze to:
pt: A URL para a API de retransmissão de e-mail neste servidor é:
ru: URL-адрес API ретрансляции электронной почты на этом сервере:
sv: URL:en för e-postreläets API på den här servern är:
th: URL สำหรับ API การส่งต่ออีเมลบนเซิร์ฟเวอร์นี้คือ:
tr: Bu sunucudaki e-posta röle API'sinin URL'si şudur:
uk: URL-адреса для API ретрансляції електронної пошти на цьому сервері:
zh_hant: 該伺服器上電子郵件中繼 API 的 URL 為：

source: URL for the email relay API
ar: عنوان URL لواجهة برمجة تطبيقات إعادة توجيه البريد الإلكتروني
de: URL für die E-Mail-Relay-API
es: URL para la API de retransmisión de correo electrónico
et: E-posti edastamise API URL
he: כתובת האתר של ממשק ה-API של ממסר הדוא"ל
id: URL untuk API relai email
it: URL per l'API di inoltro e-mail
nl: URL voor de e-mail relay API
pl: Adres URL interfejsu API przekaźnika poczty e-mail
pt: URL para a API de retransmissão de e-mail
ru: URL для API ретрансляции электронной почты
sv: URL för e-postreläets API
th: URL สำหรับ API รีเลย์อีเมล
tr: E-posta röle API'si için URL
uk: URL-адреса для API ретрансляції електронної пошти
zh_hant: 電子郵件中繼 API 的 URL

source: Zotonic Relay
ar: مرحل زوتونيك
de: Zotonic-Relais
es: Relé zotónico
et: Zotonic relee
he: ממסר זוטוני
id: Relai Zotonik
it: Relè Zotonic
pl: Przekaźnik Zotonic
pt: Relé Zotônico
ru: Зотоническое реле
sv: Zotonic relä
th: รีเลย์โซโทนิค
tr: Zotonik Röle
zh_hant: 佐通接力

source: Block
ar: كتلة
es: Bloqueado
et: Blokeeri
he: לַחסוֹם
id: Blok
it: Blocco
nl: Blok
pl: Blok
pt: Bloco
ru: Блок
sv: Blockera
th: บล็อก
tr: Blok
uk: Блок
zh_hant: 块

source: Bounces
ar: يرتد
es: Mensajes devueltos
et: Põrkab
he: מקפץ
id: Memantul
it: Rimbalzi
nl: Teruggestuurd
pl: Odbicia
pt: Salta
ru: Возвраты
sv: Studsar
th: ตีกลับ
tr: Geri dönen
uk: Підстрибує
zh_hant: 退信

source: Clear error for this email address.
ar: مسح الخطأ لعنوان البريد الإلكتروني هذا.
de: Fehler für diese E-Mail-Adresse löschen.
es: Borrar error para esta dirección de correo electrónico.
et: Tühjendage selle e-posti aadressi viga.
he: נקה שגיאה עבור כתובת דוא"ל זו.
id: Hapus kesalahan untuk alamat email ini.
it: Cancella errore per questo indirizzo email.
nl: Wis de foutmelding voor dit e-mailadres.
pl: Usuń błąd dla tego adresu e-mail.
pt: Limpar erro para este endereço de e-mail.
ru: Устранить ошибку для этого адреса электронной почты.
sv: Rensa fel för den här e-postadressen.
th: ล้างข้อผิดพลาดสำหรับที่อยู่อีเมลนี้
tr: Bu e-posta adresi için hatayı temizleyin.
uk: Очистити помилку для цієї електронної адреси.
zh_hant: 清除此電子郵件地址的錯誤。

source: Errors since last clear
ar: تم توضيح الأخطاء منذ آخر مرة
de: Fehler seit dem letzten Löschen
es: Errores desde la última limpieza
et: Vead alates viimasest kustutamisest
he: שגיאות מאז האחרון ברור
id: Kesalahan sejak terakhir jelas
it: Errori dall'ultima cancellazione
nl: Fouten sinds de laatste reset
pl: Błędy od ostatniego wyczyszczenia
pt: Erros desde a última vez que se apagaram
ru: Ошибки с момента последнего очищения
sv: Fel sedan senaste rensning
th: ข้อผิดพลาดตั้งแต่การล้างครั้งล่าสุด
tr: Son temizlemeden itibaren olan hatalar
uk: Помилки з моменту останнього очищення
zh_hant: 自上次清理后的错误

source: If you are sure this email address is correct, the problem was probably temporary so you can clear the error message.
ar: إذا كنت متأكدًا من صحة عنوان البريد الإلكتروني هذا ، فمن المحتمل أن تكون المشكلة مؤقتة لذا يمكنك مسح رسالة الخطأ.
de: Wenn Sie sicher sind, dass diese E-Mail-Adresse korrekt ist, war das Problem wahrscheinlich vorübergehend, sodass Sie die Fehlermeldung löschen können.
es: Si está seguro de que esta dirección de correo electrónico es correcta, el problema probablemente fue temporal, por lo que puede borrar el mensaje de error.
et: Kui olete kindel, et see e-posti aadress on õige, oli probleem tõenäoliselt ajutine, nii et saate veateate kustutada.
he: אם אתה בטוח שכתובת הדוא"ל הזו נכונה, כנראה שהבעיה הייתה זמנית כדי שתוכל לנקות את הודעת השגיאה.
id: Jika Anda yakin alamat email ini benar, masalahnya mungkin bersifat sementara sehingga Anda dapat menghapus pesan kesalahan.
it: Se sei sicuro che questo indirizzo email sia corretto, probabilmente il problema era temporaneo, quindi puoi cancellare il messaggio di errore.
nl: Als je zeker weet dat dit e-mailadres correct is, was het probleem waarschijnlijk tijdelijk en kan je de foutmelding wissen.
pl: Jeśli jesteś pewien, że ten adres e-mail jest poprawny, prawdopodobnie problem był tymczasowy, więc możesz usunąć komunikat o błędzie.
pt: Se você tem certeza de que este endereço de e-mail está correto, o problema provavelmente foi temporário para que você possa limpar a mensagem de erro.
ru: Если вы уверены, что этот адрес электронной почты правильный, проблема, вероятно, была временной, поэтому вы можете удалить сообщение об ошибке.
sv: Om du är säker på att den här e-postadressen är korrekt var problemet förmodligen tillfälligt så att du kan rensa felmeddelandet.
th: หากคุณแน่ใจว่าที่อยู่อีเมลนี้ถูกต้อง ปัญหาอาจเกิดขึ้นชั่วคราว คุณจึงสามารถล้างข้อความแสดงข้อผิดพลาดได้
tr: Bu e-posta adresinin doğru olduğundan eminseniz, sorun muhtemelen geçicidir, bu nedenle hata mesajını silebilirsiniz.
uk: Якщо ви впевнені, що ця адреса електронної пошти правильна, можливо, проблема була тимчасовою, тому ви можете очистити повідомлення про помилку.
zh_hant: 如果您確定此電子郵件地址正確，則問題可能是暫時的，因此您可以清除錯誤消息。

source: Information about
ar: معلومات حول
de: Informationen über
es: Información sobre
et: Teave
he: מידע על
id: Informasi tentang
it: Informazioni su
nl: Informatie over
pl: Informacja o
pt: Informações sobre
ru: Информация о
sv: Information om
th: ข้อมูลเกี่ยวกับ
tr: Hakkında bilgi
uk: Інформація про
zh_hant: 有关信息

source: Last error status
ar: حالة الخطأ الأخير
de: Letzter Fehlerstatus
es: Estado del último error
et: Viimase vea olek
he: מצב שגיאה אחרון
id: Status kesalahan terakhir
it: Ultimo stato di errore
nl: Laatste fout
pl: Status ostatniego błędu
pt: Último estado de erro
ru: Последнее состояние ошибки
sv: Senaste felstatus
th: สถานะข้อผิดพลาดล่าสุด
tr: Son hata durumu
uk: Статус останньої помилки
zh_hant: 最后的错误状态

source: Most Recent
ar: الأحدث
de: Neueste
es: Más reciente
et: Viimased
he: הכי עדכני
id: Terakhir
it: Più recenti
nl: Recentste
pl: Najnowsze
pt: Mais recentes
ru: Самый последний
sv: Senaste
th: ล่าสุด
tr: En Güncel
uk: Найсучасніший
zh_hant: 最近一次

source: Prevent sending email to, and receiving email from this address.
ar: منع إرسال رسائل البريد الإلكتروني إلى هذا العنوان أو تلقي رسائل البريد الإلكتروني منه.
de: Verhindern Sie das Senden und Empfangen von E-Mails an diese Adresse.
es: Impedir el envío de correo electrónico a esta dirección y la recepción de correo electrónico desde esta dirección.
et: Takistage sellele aadressile meilide saatmine ja meilide vastuvõtmine sellelt aadressilt.
he: מנע שליחת דוא"ל אל וקבלת דוא"ל מכתובת זו.
id: Cegah pengiriman email ke, dan penerimaan email dari alamat ini.
it: Impedisci l'invio e la ricezione di email da questo indirizzo.
nl: Voorkom dat e-mails worden verzonden naar en ontvangen van dit adres.
pl: Zablokuj wysyłanie i odbieranie wiadomości e-mail na ten adres.
pt: Impedir o envio e recebimento de e-mails deste endereço.
ru: Запретить отправку и получение электронной почты с этого адреса.
sv: Förhindra att skicka e-post till och ta emot e-post från den här adressen.
th: ป้องกันการส่งอีเมลถึงและรับอีเมลจากที่อยู่นี้
tr: Bu adrese e-posta gönderilmesini ve bu adresten e-posta alınmasını engelleyin.
uk: Заборонити надсилання та отримання електронної пошти з цієї адреси.
zh_hant: 阻止向此地址發送電子郵件和從該地址接收電子郵件。

source: Received from this address
ar: وردت من هذا العنوان
de: Empfangen von dieser Adresse
es: Recibido desde esta dirección
et: Sellelt aadressilt saadud
he: התקבל מכתובת זו
id: Diterima dari alamat ini
it: Ricevuto da questo indirizzo
nl: Ontvangen vanaf dit adres
pl: Otrzymano z tego adresu
pt: Recebido deste endereço
ru: Получено с этого адреса
sv: Mottagen från denna adress
th: ได้รับจากที่อยู่นี้
tr: Bu adresten alındı
uk: Отримано з цієї адреси
zh_hant: 从该地址收到

source: Sent to this address
ar: أرسل إلى هذا العنوان
de: Gesendet an diese Adresse
es: Enviados a esta dirección
et: Saadetud sellele aadressile
he: נשלח לכתובת זו
id: Kirim ke alamat ini
it: Inviato a questo indirizzo
nl: Verstuurd naar dit adres
pl: Wysłano na ten adres
pt: Enviado para este endereço
ru: Отправлено по этому адресу
sv: Skickat till den här adressen
th: ส่งไปยังที่อยู่นี้
tr: Bu adrese gönder
uk: Надіслано на цю адресу
zh_hant: 送至此地址

source: Sorry, you are not allowed to block this email address.
ar: عذرا ، لا يسمح لك بحظر عنوان البريد الإلكتروني هذا.
de: Es ist ihr leider nicht erlaubt, diese E-Mail-Adresse zu sperren.
es: Lo sentimos, no tiene permitido bloquear esta dirección de correo electrónico.
et: Vabandust, teil pole lubatud seda e-posti aadressi blokeerida.
he: מצטערים, אינך רשאי לחסום את כתובת הדוא"ל הזו.
id: Maaf, anda tidak diizinkan untuk memblokir alamat email ini.
it: Spiacente, non ti è permesso bloccare questo indirizzo e-mail.
nl: Sorry, je mag dit e-mailadres niet blokkeren.
pl: Przepraszamy, nie możesz zablokować tego adresu e-mail.
pt: Desculpe, você não tem permissão para bloquear este endereço de e-mail.
ru: К сожалению, вам не разрешается блокировать этот адрес электронной почты.
sv: Du har tyvärr inte tillåtelse att blockera den här e-postadressen.
th: ขออภัยคุณไม่ได้รับอนุญาตให้บล็อกที่อยู่อีเมลนี้
tr: Üzgünüz, bu e-posta adresini engelleme yetkiniz yok.
uk: На жаль, Вам заборонено блокувати цю адресу електронної пошти.
zh_hant: 对不起，您不能屏蔽这个电子邮件地址。

source: Sorry, you are not allowed to reset this email address.
ar: عذرا ، لا يسمح لك بإعادة تعيين عنوان البريد الإلكتروني هذا.
de: Leider können Sie diese E-Mail-Adresse nicht zurücksetzen.
es: Lo sentimos, no tiene permitido restablecer esta dirección de correo electronico.
et: Vabandust, teil pole lubatud seda e-posti aadressi lähtestada.
he: מצטערים, אינך רשאי לאפס את כתובת הדוא"ל הזו.
id: Maaf, anda tidak diizinkan untuk memblokir alamat email ini.
it: Spiacente, non ti è permesso reimpostare questo indirizzo e-mail.
nl: Sorry, je mag dit e-mailadres niet resetten.
pl: Przepraszamy, nie możesz zresetować tego adresu e-mail.
pt: Desculpe, você não tem permissão para redefinir este endereço de e-mail.
ru: К сожалению, вам не разрешается сбрасывать этот адрес электронной почты.
sv: Du får tyvärr inte återställa den här e-postadressen.
th: ขออภัยคุณไม่ได้รับอนุญาตให้รีเซ็ตที่อยู่อีเมลนี้
tr: Üzgünüz, bu e-posta adresini sıfırlamaya yetkiniz yok.
uk: На жаль, Вам не дозволено скинути цю адресу електронної пошти.
zh_hant: 对不起，你不能重置这个电子邮件地址。

source: The block has been cleared and emails are being sent and received.
ar: تم إزالة الحظر وجاري إرسال واستقبال رسائل البريد الإلكتروني.
de: Die Sperre wurde aufgehoben und E-Mails werden gesendet und empfangen.
es: Se ha eliminado el bloqueo y se están enviando y recibiendo correos electrónicos.
et: Blokeering on kustutatud ning e-kirju saadetakse ja võetakse vastu.
he: החסימה נוקתה והודעות דואר אלקטרוני נשלחות ומתקבלות.
id: Pemblokiran telah dihapus dan email sedang dikirim dan diterima.
it: Il blocco è stato rimosso e le email vengono inviate e ricevute.
nl: De blokkade is opgeheven en e-mails worden verzonden en ontvangen.
pl: Blokada została usunięta, a wiadomości e-mail są wysyłane i odbierane.
pt: O bloqueio foi limpo e os e-mails estão sendo enviados e recebidos.
ru: Блокировка снята, электронные письма отправляются и принимаются.
sv: Spärren har rensats och e-postmeddelanden skickas och tas emot.
th: บล็อคได้รับการเคลียร์แล้ว และกำลังส่งและรับอีเมล
tr: Blok kaldırıldı ve e-postalar gönderilip alınabiliyor.
uk: Блокування знято, електронні листи надсилаються й отримуються.
zh_hant: 該區塊已清除，並且正在傳送和接收電子郵件。

source: The email address has been blocked.
ar: تم حظر عنوان البريد الإلكتروني.
de: Die E-Mail-Adresse wurde gesperrt.
es: Esta dirección de correo electrónico ha sido bloqueda.
et: E-posti aadress on blokeeritud.
he: כתובת הדוא"ל נחסמה.
id: Alamat email ini telah di blokir.
it: L'indirizzo e-mail è stato bloccato.
nl: Het e-mailadres is geblokkeerd.
pl: Adres e-mail został zablokowany.
pt: Seu endereço de e-mail está bloqueado.
ru: Адрес электронной почты заблокирован.
sv: E-postadressen har blockerats.
th: ที่อยู่อีเมลถูกบล็อก
tr: E-posta adresi engellendi.
uk: Адреса електронної пошти заблокована.
zh_hant: 该邮箱地址已被屏蔽。

source: The email error flag has been cleared.
ar: تم مسح علامة خطأ البريد الإلكتروني.
de: Das E-Mail-Fehlerflag wurde gelöscht.
es: La etiqueta de error de correo electrónico ha sido eliminada.
et: E-posti veatähis on kustutatud.
he: דגל שגיאת הדוא"ל נוקה.
id: Tanda galat email telah dihapus.
it: Il flag di errore e-mail è stato cancellato.
nl: De error status is gereset.
pl: Flaga błędu e-maila została usunięta.
pt: A bandeira de erro de e-mail foi apagada.
ru: Флаг ошибки электронной почты был очищен.
sv: E-postfelsflaggan har rensats.
th: ล้างค่าสถานะข้อผิดพลาดของอีเมลแล้ว
tr: E-posta hata bayrağı temizlendi.
uk: Прапор помилки електронної пошти видалено.
zh_hant: 电子邮件错误标志已被清除。

source: The error message has been cleared and emails are being sent.
ar: تم مسح رسالة الخطأ وإرسال رسائل البريد الإلكتروني.
de: Die Fehlermeldung wurde gelöscht und E-Mails werden gesendet.
es: El mensaje de error se ha borrado y se están enviando correos electrónicos.
et: Veateade on kustutatud ja meilisõnumeid saadetakse.
he: הודעת השגיאה נמחקה והודעות דוא"ל נשלחות.
id: Pesan kesalahan telah dihapus dan email sedang dikirim.
it: Il messaggio di errore è stato cancellato e le e-mail sono state inviate.
nl: De foutmelding is gewist en e-mails worden verzonden.
pl: Komunikat o błędzie został usunięty i e-maile są wysyłane.
pt: A mensagem de erro foi apagada e os e-mails estão sendo enviados.
ru: Сообщение об ошибке удалено, и электронные письма отправляются.
sv: Felmeddelandet har raderats och e-postmeddelanden skickas.
th: ล้างข้อความแสดงข้อผิดพลาดและส่งอีเมลแล้ว
tr: Hata mesajı temizlendi ve e-postalar gönderiliyor.
uk: Повідомлення про помилку видалено, електронні листи надсилаються.
zh_hant: 錯誤消息已清除，正在發送電子郵件。

source: There are email problems.
ar: هناك مشاكل في البريد الإلكتروني.
de: Es gibt E-Mail-Probleme.
es: Hay problemas de correo electrónico.
et: E-postiga on probleeme.
he: יש בעיות דוא"ל.
id: Ada masalah email.
it: Ci sono problemi di posta elettronica.
nl: Er zijn e-mail problemen.
pl: Wystąpiły problemy z pocztą e-mail.
pt: Há problemas de e-mail.
ru: Есть проблемы с электронной почтой.
sv: Det finns e-postproblem.
th: มีปัญหาเกี่ยวกับอีเมล
tr: E-posta sorunları var.
uk: Є проблеми з електронною поштою.
zh_hant: 有电子邮件的问题。

source: There are problems with this email address.
ar: هناك مشاكل مع عنوان البريد الإلكتروني هذا.
de: Es gibt Probleme mit dieser E-Mail-Adresse.
es: Hay problemas con esta dirección de correo electrónico.
et: Selle e-posti aadressiga on probleeme.
he: יש בעיות בכתובת דוא"ל זו.
id: Ada masalah dengan alamat email ini.
it: Ci sono problemi con questo indirizzo e-mail.
nl: Er zijn problemen met dit e-mailadres.
pl: Wystąpiły problemy z tym adresem e-mail.
pt: Há problemas com este endereço de e-mail.
ru: Существуют проблемы с этим электронным адресом.
sv: Det finns problem med den här e-postadressen.
th: มีปัญหากับที่อยู่อีเมลนี้
tr: Bu e-posta adresi ile ilgili problemler var.
uk: Виникли проблеми з цією адресою електронної пошти.
zh_hant: 这个电子邮件地址有问题。

source: There have been some problems but they have been cleared. This message will disappear as soon as an email has been received succesfully.
ar: كانت هناك بعض المشاكل ولكن تم حلها. ستختفي هذه الرسالة بمجرد استلام البريد الإلكتروني بنجاح.
de: Es gab einige Probleme, die aber behoben wurden. Diese Meldung wird verschwinden, sobald eine E-Mail erfolgreich empfangen wurde.
es: Ha habido algunos problemas pero han sido solucionados. Este mensaje desaparecerá tan pronto como se reciba con éxito un correo electrónico.
et: Mõningaid probleeme on olnud, kuid need on lahendatud. See kiri kaob kohe, kui meil on edukalt vastu võetud.
he: היו כמה בעיות, אך הן נוקו. הודעה זו תיעלם ברגע שהתקבל אימייל בהצלחה.
id: Disana ada beberapa masalah tapi mereka telah dibersihkan. Pesan ini akan hilang segera setelah email telah berhasil diterima.
it: Ci sono stati alcuni problemi ma sono stati risolti. Questo messaggio scomparirà non appena un'e-mail sarà stata ricevuta con successo.
nl: Er waren problemen maar die zijn opgelost. Dit bericht zal verdwijnen zo gauw een e-mail succesvol is ontvangen.
pl: Wystąpiły pewne problemy, ale zostały one rozwiązane. Ta wiadomość zniknie, gdy tylko wiadomość e-mail zostanie pomyślnie odebrana.
pt: Há alguns problemas, mas eles foram corrigidos. Esta mensagem desaparecerá uma vez que o e-mail seja recuperado com sucesso.
ru: Были некоторые проблемы, но они были устранены. Это сообщение исчезнет, как только будет успешно получено электронное сообщение.
sv: Det har varit några problem men de har rensats. Detta meddelande försvinner så snart ett e-postmeddelande har mottagits.
th: มีปัญหาบางอย่าง แต่ได้รับการแก้ไขแล้ว ข้อความนี้จะหายไปทันทีที่ได้รับอีเมลสำเร็จ
tr: Bazı sorunlar vardı ama temizlendi. Bu mesaj bir e-posta başarılı şekilde alınır alınmaz yok olacak.
uk: Були деякі проблеми, але їх усунули. Це повідомлення зникне, щойно лист буде успішно отримано.
zh_hant: 有一些问题，但它们已经被清除。一旦成功收到邮件，这条信息就会消失。
