Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Add an introduction or explanation including uploaded or embedded images or video's. Add full width blocks or set a percentage to combine blocks.
ar: أضف مقدمة أو شرح بما في ذلك الصور أو الفيديوهات التي تم تحميلها أو تضمينها. أضف كتل كاملة العرض أو عيّن نسبة مئوية لدمج الكتل.
de: Fügen Sie eine Einführung oder Erklärung hinzu, einschließlich hochgeladener oder eingebetteter Bilder oder Videos. Fügen Sie Blöcke mit voller Breite hinzu oder legen Sie einen Prozentsatz fest, um Blöcke zu kombinieren.
es: Agregue una introducción o explicación que incluya imágenes o videos cargados o incrustados. Agregue bloques de ancho completo o establezca un porcentaje para combinar bloques.
et: Lisage sissejuhatus või selgitus, sealhulgas üleslaaditud või manustatud pildid või videod. Lisage täislaiusega plokid või määrake plokkide ühendamiseks protsent.
he: הוסף הקדמה או הסבר כולל תמונות או סרטונים שהועלו או מוטבעו. הוסף בלוקים ברוחב מלא או הגדר אחוז לשילוב בלוקים.
id: Tambahkan pengantar atau penjelasan termasuk gambar atau video yang diunggah atau disematkan. Tambahkan blok lebar penuh atau atur persentase untuk menggabungkan blok.
it: Aggiungi un'introduzione o una spiegazione che includa immagini o video caricati o incorporati. Aggiungi blocchi a tutta larghezza o imposta una percentuale per combinare i blocchi.
nl: Voeg een introductie of uitleg toe, inclusief geüploade of ingesloten afbeeldingen of video's. Voeg blokken over de volledige breedte toe of stel een percentage in om blokken te combineren.
pl: Dodaj wprowadzenie lub wyjaśnienie, w tym przesłane lub osadzone obrazy lub filmy. Dodaj bloki o pełnej szerokości lub ustaw procent, aby połączyć bloki.
pt: Adicione uma introdução ou explicação incluindo imagens ou vídeos carregados ou incorporados. Adicione blocos de largura total ou defina uma porcentagem para combinar os blocos.
ru: Добавьте введение или объяснение, включая загруженные или встроенные изображения или видео. Добавьте блоки полной ширины или установите процент для объединения блоков.
sv: Lägg till en introduktion eller förklaring inklusive uppladdade eller inbäddade bilder eller videor. Lägg till block med full bredd eller ange en procentandel för att kombinera block.
th: เพิ่มคำนำหรือคำอธิบายรวมถึงรูปภาพหรือวิดีโอที่อัปโหลดหรือฝัง เพิ่มบล็อกแบบเต็มความกว้างหรือตั้งค่าเปอร์เซ็นต์เพื่อรวมบล็อก
tr: Yüklenen veya gömülü resimler veya videolar dahil olmak üzere bir giriş veya açıklama ekleyin. Tam genişlikte bloklar ekleyin veya blokları birleştirmek için bir yüzde ayarlayın.
uk: Додайте вступ або пояснення, включаючи завантажені чи вставлені зображення чи відео. Додайте блоки повної ширини або встановіть відсоток для об’єднання блоків.
zh_hant: 添加介紹或解釋，包括上傳或嵌入的圖像或視頻。添加全寬塊或設置百分比以組合塊。

source: Add answer
ar: أضف إجابة
de: Antwort hinzufügen
es: Agregar respuesta
et: Lisa vastus
he: הוסף תשובה
id: Tambahkan jawaban
it: Aggiungi risposta
nl: Antwoord toevoegen
pl: Dodaj odpowiedź
pt: Adicionar resposta
ru: Добавить ответ
sv: Lägg till svar
th: เพิ่มคำตอบ
tr: cevap ekle
uk: Додайте відповідь
zh_hant: 添加答案

source: Add answer options here. Each stored value must be unique.
ar: أضف خيارات الإجابة هنا. يجب أن تكون كل قيمة مخزنة فريدة.
de: Fügen Sie hier Antwortoptionen hinzu. Jeder gespeicherte Wert muss eindeutig sein.
es: Agregue opciones de respuesta aquí. Cada valor almacenado debe ser único.
et: Lisa vastusevariandid siia. Iga salvestatud väärtus peab olema kordumatu.
he: הוסף כאן אפשרויות תשובה. כל ערך מאוחסן חייב להיות ייחודי.
id: Tambahkan opsi jawaban di sini. Setiap nilai yang disimpan harus unik.
it: Aggiungi qui le opzioni di risposta. Ogni valore memorizzato deve essere univoco.
nl: Voeg hier antwoorden toe. Elke opgeslagen waarde moet uniek zijn.
pl: Dodaj tutaj opcje odpowiedzi. Każda przechowywana wartość musi być unikalna.
pt: Adicione opções de resposta aqui. Cada valor armazenado deve ser exclusivo.
ru: Добавьте сюда варианты ответов. Каждое сохраненное значение должно быть уникальным.
sv: Lägg till svarsalternativ här. Varje lagrat värde måste vara unikt.
th: เพิ่มตัวเลือกคำตอบที่นี่ แต่ละค่าที่เก็บไว้ต้องไม่ซ้ำกัน
tr: Cevap seçeneklerini buraya ekleyin. Depolanan her değer benzersiz olmalıdır.
uk: Додайте тут варіанти відповідей. Кожне збережене значення має бути унікальним.
zh_hant: 在此處添加答案選項。每個存儲的值必須是唯一的。

source: Add email addresses
ar: أضف عناوين البريد الإلكتروني
de: E-Mail-Adressen hinzufügen
es: Agregar direcciones de correo electrónico
et: Lisage meiliaadressid
he: הוסף כתובות אימייל
id: Tambahkan alamat email
it: Aggiungi indirizzi e-mail
nl: E-mailadressen toevoegen
pl: Dodaj adresy e-mail
pt: Adicionar endereços de e-mail
ru: Добавить адреса электронной почты
sv: Lägg till e-postadresser
th: เพิ่มที่อยู่อีเมล
tr: E-posta adresleri ekleyin
uk: Додайте електронні адреси
zh_hant: 添加電子郵件地址

source: Add page
ar: إضافة صفحة
de: Seite hinzufügen
es: Añadir página
et: Lisa leht
he: הוסף עמוד
id: Tambah halaman
it: Aggiungi pagina
nl: Voeg pagina toe
pl: Dodaj stronę
pt: Adicionar página
ru: Добавить страницу
sv: Lägg till sida
th: เพิ่มหน้า
tr: Sayfa ekle
uk: Додати сторінку
zh_hant: 添加页面

source: Add page above
ar: أضف الصفحة أعلاه
de: Seite oben hinzufügen
es: Añade la página anterior
et: Lisa leht ülal
he: הוסף דף למעלה
id: Tambahkan halaman di atas
it: Aggiungi la pagina sopra
nl: Voeg pagina hierboven toe
pl: Dodaj stronę powyżej
pt: Adicionar página acima
ru: Добавить страницу выше
sv: Lägg till sidan ovan
th: เพิ่มหน้าด้านบน
tr: Yukarıya sayfa ekle
uk: Додати сторінку вище
zh_hant: 在上面添加页面

source: Add page below
ar: أضف الصفحة أدناه
de: Seite unten hinzufügen
es: Añadir página a continuación
et: Lisage leht allpool
he: הוסף דף למטה
id: Tambahkan halaman di bawah ini
it: Aggiungi la pagina qui sotto
nl: Voeg pagina hieronder toe
pl: Dodaj stronę poniżej
pt: Adicionar página abaixo
ru: Добавить страницу ниже
sv: Lägg till sidan nedan
th: เพิ่มหน้าด้านล่าง
tr: Aşağıya sayfa ekle
uk: Додати сторінку нижче
zh_hant: 在下面添加页面

source: Add page jump
ar: أضف قفزة الصفحة
de: Seitensprung hinzufügen
es: Añadir salto de página
et: Lisa lehehüpe
he: הוסף קפיצה לדף
id: Tambahkan lompatan laman
it: Aggiungere il salto di pagina
nl: Voeg pagina sprong toe
pl: Dodaj skok strony
pt: Adicionar salto de página
ru: Добавить переход на страницу
sv: Lägg till sidhopp
th: เพิ่มหน้ากระโดด
tr: Sayfa atlaması ekle
uk: Додати перехід сторінки
zh_hant: 添加页面跳转

source: Add question
ar: أضف سؤالاً
de: Frage hinzufügen
es: Agregar pregunta
et: Lisa küsimus
he: הוסף שאלה
id: Tambahkan pertanyaan
it: Aggiungi domanda
nl: Voeg vraag toe
pl: Dodaj pytanie
pt: Adicionar pergunta
ru: Добавить вопрос
sv: Lägg till fråga
th: เพิ่มคำถาม
tr: Soru ekle
uk: Додати запитання
zh_hant: 添加问题

source: Add question after
ar: أضف السؤال بعد ذلك
de: Frage hinzufügen nach
es: Añade la pregunta después
et: Lisa küsimus pärast
he: הוסף שאלה אחרי
id: Tambahkan pertanyaan sesudahnya
it: Aggiungere la domanda dopo
nl: Voeg een vraag toe na
pl: Dodaj pytanie po
pt: Adicionar pergunta depois de
ru: Добавить вопрос после
sv: Lägg till fråga efter
th: เพิ่มคำถามหลัง
tr: Ardından soru ekle
uk: Додати питання після
zh_hant: 添加问题后

source: Add questions by adding blocks with the menu.
ar: أضف أسئلة عن طريق إضافة كتل مع القائمة.
de: Fügen Sie Fragen hinzu, indem Sie Blöcke mit dem Menü hinzufügen.
es: Agregar preguntas añadiendo bloques con el menú.
et: Küsimuste lisamiseks lisage menüüga plokid.
he: הוסף שאלות על ידי הוספת בלוקים עם התפריט.
id: Tambahkan pertanyaan dengan menambahkan blok dengan menu.
it: Aggiungi domande aggiungendo blocchi con il menu.
nl: Voeg vragen toe met behulp van het blok menu.
pl: Dodaj pytania poprzez dodanie bloków z menu.
pt: Adicione perguntas adicionando blocos e menus.
ru: Добавляйте вопросы, добавляя блоки с помощью меню.
sv: Lägg till frågor genom att lägga till block med menyn.
th: เพิ่มคำถามโดยเพิ่มบล็อคด้วยเมนู
tr: Menü ile bloklar ekleyerek sorular ekleyin.
uk: Додати запитання, додавши блоки з меню.
zh_hant: 通过用菜单添加块来添加问题。

source: Add to existing mailinglist
ar: أضف إلى القائمة البريدية الموجودة
de: Zur bestehenden Mailingliste hinzufügen
es: Agregar a la lista de correo existente
et: Lisa olemasolevasse postitusloendisse
he: הוסף לרשימת התפוצה הקיימת
id: Tambahkan ke milis yang ada
it: Aggiungi alla mailing list esistente
nl: Toevoegen aan bestaande mailinglijst
pl: Dodaj do istniejącej listy mailingowej
pt: Adicionar à lista de discussão existente
ru: Добавить в существующий список рассылки
sv: Lägg till i befintlig e-postlista
th: เพิ่มไปยังรายชื่อผู้รับจดหมายที่มีอยู่
tr: Mevcut posta listesine ekle
uk: Додати до існуючого списку розсилки
zh_hant: 添加到現有郵件列表

source: Add to mailinglist
ar: أضف إلى القائمة البريدية
de: Zur Mailingliste hinzufügen
es: Agregar a la lista de correo
et: Lisa meililisti
he: הוסף לרשימת התפוצה
id: Tambahkan ke milis
it: Aggiungi alla mailing list
nl: Toevoegen aan mailinglijst
pl: Dodaj do listy mailingowej
pt: Adicionar à lista de discussão
ru: Добавить в список рассылки
sv: Lägg till i e-postlistan
th: เพิ่มไปยังรายชื่อผู้รับจดหมาย
tr: Posta listesine ekle
uk: Додати до списку розсилки
zh_hant: 添加到郵件列表

source: Aggregated results from all respondents
ar: النتائج المجمعة من جميع المستجيبين
de: Aggregierte Ergebnisse aller Befragten
es: Resultados agregados de todos los encuestados
et: Koondtulemused kõigilt vastajatelt
he: תוצאות מצטברות מכל המשיבים
id: Hasil gabungan dari semua responden
it: Risultati aggregati di tutti gli intervistati
nl: Geaggregeerde resultaten van alle respondenten
pl: Zagregowane wyniki od wszystkich respondentów
pt: Resultados agregados de todos os entrevistados
ru: Сводные результаты от всех респондентов
sv: Samlade resultat från alla respondenter
th: ผลรวมจากผู้ตอบแบบสอบถามทั้งหมด
tr: Tüm katılımcıların toplu sonuçları
uk: Зведені результати від усіх респондентів
zh_hant: 所有受訪者的匯總結果

source: Agree
ar: يوافق على
de: Zustimmen
es: Estoy de acuerdo
et: Nõus
he: לְהַסכִּים
id: Setuju
it: Accetto
nl: Akkoord
pl: Uzgodnić
pt: Concorde
ru: Согласиться
sv: Hålla med
th: ตกลง
tr: Katıl
uk: Згоден
zh_hant: 同意

source: Already submitted
ar: تم تقديمه بالفعل
de: Bereits eingereicht
es: Ya enviado
et: Juba esitatud
he: כבר הוגש
id: Sudah dikirimkan
it: Già inviato
nl: Reeds ingediend
pl: Już wysłano
pt: Já submetido
ru: Уже отправлено
sv: Redan inskickad
th: ส่งไปแล้ว
tr: Zaten gönderildi
uk: Вже подано
zh_hant: 已提交

source: Another page, video or image.
ar: صفحة أو مقطع فيديو أو صورة أخرى.
de: Eine andere Seite, ein Video oder ein Bild.
es: Otra página, video o imagen.
et: Teine leht, video või pilt.
he: עוד עמוד, סרטון או תמונה.
id: Halaman lain, video atau gambar.
it: Un'altra pagina, video o immagine.
nl: Een andere pagina, video of afbeelding.
pl: Kolejna strona, film lub obraz.
pt: Outra página, vídeo ou imagem.
ru: Другая страница, видео или изображение.
sv: En annan sida, video eller bild.
th: หน้าวิดีโอหรือรูปภาพอื่น
tr: Başka bir sayfa, video veya resim.
uk: Інша сторінка, відео чи зображення.
zh_hant: 另一個頁面、視頻或圖像。

source: Answer
ar: إجابة
de: Antwort
es: Respuesta
et: Vastus
he: תשובה
id: Jawab
it: Rispondi
nl: Antwoord
pl: Odpowiedź
pt: Resposta
ru: Ответ
sv: Svar
th: ตอบ
tr: Cevapla
uk: Відповідь
zh_hant: 回答

source: Answering
ar: الرد
de: Antwort auf
es: Respondiendo
et: Vastamine
he: עונה
id: Menjawab
it: Rispondere a
nl: Invullen
pl: Odpowiedź na pytanie
pt: Respondendo
ru: Ответы
sv: Svarar
th: กำลังตอบ
tr: Cevaplanıyor
uk: Відповідаючи
zh_hant: 回答

source: Apple
ar: تفاحة
de: Apfel
es: manzana
he: תפוח עץ
id: apel
it: Mela
nl: Appel
pl: jabłko
pt: maçã
ru: яблоко
sv: Äpple
th: แอปเปิ้ล
tr: elma
uk: Яблуко
zh_hant: 蘋果

source: Apple = Red
ar: التفاح = أحمر
de: Apfel = Rot
es: Manzana = rojo
et: Õun = punane
he: תפוח = אדום
id: Apple = Merah
it: Mela = Rosso
nl: Appel = Rood
pl: Jabłko = Czerwony
pt: Maçã = Vermelha
ru: Яблоко = Красный
sv: Apple = rött
th: แอปเปิ้ล = สีแดง
tr: Elma = Kırmızı
uk: Яблуко = Червоне
zh_hant: 苹果=红色

source: Are you sure you want to delete this answer?
ar: هل أنت متأكد أنك تريد حذف هذه الإجابة؟
de: Möchten Sie diese Antwort wirklich löschen?
es: ¿Está seguro de que desea eliminar esta respuesta?
et: Kas soovite kindlasti selle vastuse kustutada?
he: האם אתה בטוח שברצונך למחוק את התשובה הזו?
id: Anda yakin ingin menghapus jawaban ini?
it: Sei sicuro di voler eliminare questa risposta?
nl: Weet je zeker dat je dit antwoord wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę odpowiedź?
pt: Tem certeza de que deseja excluir esta resposta?
ru: Вы уверены, что хотите удалить этот ответ?
sv: Är du säker på att du vill ta bort det här svaret?
th: คุณแน่ใจหรือไม่ว่าต้องการลบคำตอบนี้
tr: Bu yanıtı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю відповідь?
zh_hant: 您確定要刪除此答案嗎？

source: Are you sure you want to delete this page jump?
ar: هل أنت متأكد أنك تريد حذف قفزة هذه الصفحة؟
de: Sind Sie sicher, dass Sie diese Seitensprung löschen möchten?
es: ¿Estas seguro de querer eliminar esta pagina?
et: Kas soovite kindlasti selle lehe hüppe kustutada?
he: האם אתה בטוח שברצונך למחוק את קפיצת הדף?
id: Apakah anda yakin anda ingin menghapus halaman ini melompat?
it: Sei sicuro di voler cancellare questo salto di pagina?
nl: Weet je zeker dat je deze pagina sprong wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten skok strony?
pt: Tem a certeza que quer apagar este salto de página?
ru: Вы уверены, что хотите удалить этот скачок страницы?
sv: Är du säker på att du vill ta bort sidhoppet?
th: แน่ใจไหมว่าต้องการลบหน้านี้ข้ามไป
tr: Bu sayfa atlamayı silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цей перехід на сторінку?
zh_hant: 你确定要删除这个页面跳转？

source: Are you sure you want to delete this page?<br/>This also deletes all questions on this page.
ar: هل أنت متأكد أنك تريد حذف هذه الصفحة؟<br/>هذا أيضًا إلى حذف جميع الأسئلة في هذه الصفحة.
de: Sind Sie sicher, dass Sie diese Seite möchten? <br/> Dies löscht auch alle Fragen auf dieser Seite.
es: ¿Está seguro que desea eliminar esta página?<br/>esto también borrara todas las preguntas en esta página.
et: Kas soovite kindlasti selle lehe kustutada?<br/>See kustutab ka kõik sellel lehel olevad küsimused.
he: האם אתה בטוח שברצונך למחוק דף זה?<br/>זה גם מוחק את כל השאלות בדף זה.
id: Apakah anda yakin anda ingin untuk menghapus halaman ini?<br/>Ini juga menghapus semua pertanyaan di halaman ini.
it: Sei sicuro di voler cancellare questa pagina?<br/>Questo cancella anche tutte le domande su questa pagina.
nl: Weet je zeker dat je deze pagina wilt verwijderen?<br/>Alle vragen op de pagina worden ook verwijderd.
pl: Czy na pewno chcesz usunąć tę stronę?<br/>To również usuwa wszystkie pytania na tej stronie.
pt: Tens a certeza que queres apagar esta página?<br/>Isto também apaga todas as perguntas desta página.
ru: Вы уверены, что хотите удалить эту страницу?<br/>Это также удалит все вопросы на этой странице.
sv: Är du säker på att du vill ta bort den här sidan?<br/>Detta tar också bort alla frågor på den här sidan.
th: แน่ใจไหมว่าต้องการลบเพจนี้<br/>นอกจากนี้ยังลบคำถามทั้งหมดในหน้านี้
tr: Bu <br/> sayfayı silmek istediğinize emin misiniz? Bu <br/> ayrıca sayfadaki tüm soruları siler.
uk: Ви впевнені, що хочете видалити цю сторінку?<br/>Це також видаляє всі запитання на цій сторінці.
zh_hant: 你确定要删除本页吗？<br/>这也将删除本页的所有问题。

source: Are you sure you want to delete this question?
ar: هل أنت متأكد أنك تريد حذف هذا السؤال؟
de: Möchten Sie diese Frage wirklich löschen?
es: ¿Estas seguro de querer eliminar esta pregunta?
et: Kas soovite selle küsimuse kindlasti kustutada?
he: האם אתה בטוח שברצונך למחוק שאלה זו?
id: Apakah anda yakin anda ingin menghapus pertanyaan ini?
it: Sei sicuro di voler cancellare questa domanda?
nl: Weet je zeker dat je deze vraag wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć to pytanie?
pt: Tem a certeza que quer apagar esta pergunta?
ru: Вы уверены, что хотите удалить этот вопрос?
sv: Är du säker på att du vill ta bort den här frågan?
th: แน่ใจไหมว่าต้องการลบคำถามนี้
tr: Bu soruyu silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити це запитання?
zh_hant: 你确定要删除这个问题吗？

source: Are you sure you want to delete this result?
ar: هل أنت متأكد أنك تريد حذف هذه النتيجة؟
de: Möchten Sie dieses Ergebnis wirklich löschen?
es: ¿Estas seguro de querer eliminar este resultado?
et: Kas soovite selle tulemuse kindlasti kustutada?
he: האם אתה בטוח שברצונך למחוק את התוצאה הזו?
id: Apakah anda yakin anda ingin menghapus hasil ini?
it: Sei sicuro di voler cancellare questo risultato?
nl: Weet je zeker dat je dit resultaat wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten wynik?
pt: Tens a certeza que queres apagar este resultado?
ru: Вы уверены, что хотите удалить этот результат?
sv: Är du säker på att du vill ta bort resultatet?
th: แน่ใจไหมว่าต้องการลบผลลัพธ์นี้
tr: Bu sonucu silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цей результат?
zh_hant: 你确定要删除这个结果吗？

source: Are you sure you want to stop without saving?
ar: هل أنت متأكد أنك تريد التوقف دون حفظ؟
de: Möchten Sie wirklich aufhören, ohne zu speichern?
es: ¿Estás seguro de que quieres parar sin guardar?
et: Kas olete kindel, et soovite lõpetada ilma salvestamata?
he: האם אתה בטוח שברצונך להפסיק בלי לשמור?
id: Apakah Anda yakin ingin berhenti tanpa menyimpan?
it: Sei sicuro di volerti fermare senza salvare?
nl: Weet je zeker dat je wilt stoppen zonder op te slaan?
pl: Czy na pewno chcesz zatrzymać bez zapisywania?
pt: Tem certeza que deseja parar sem salvar?
ru: Вы уверены, что хотите остановиться без сохранения?
sv: Är du säker på att du vill sluta utan att spara?
th: คุณแน่ใจหรือไม่ว่าต้องการหยุดโดยไม่บันทึก
tr: Kaydetmeden durdurmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете зупинитися, не зберігаючи?
zh_hant: 您確定要停止而不保存嗎？

source: Because you can edit, you can proceed for testing.
ar: نظرًا لأنه يمكنك التعديل ، يمكنك المتابعة للاختبار.
de: Da Sie bearbeiten können, können Sie mit dem Testen fortfahren.
es: Debido a que puede editar, puede continuar con la prueba.
et: Kuna saate redigeerida, võite jätkata testimist.
he: מכיוון שאתה יכול לערוך, אתה יכול להמשיך לבדיקה.
id: Karena Anda dapat mengedit, Anda dapat melanjutkan untuk pengujian.
it: Poiché puoi modificare, puoi procedere con il test.
nl: Omdat je kunt bewerken, kan je doorgaan met testen.
pl: Ponieważ możesz edytować, możesz przejść do testowania.
pt: Como você pode editar, pode prosseguir para o teste.
ru: Поскольку вы можете редактировать, вы можете приступить к тестированию.
sv: Eftersom du kan redigera kan du fortsätta för testning.
th: เนื่องจากคุณสามารถแก้ไขได้ คุณจึงดำเนินการทดสอบต่อได้
tr: Düzenleyebildiğiniz için test için ilerleyebilirsiniz.
uk: Оскільки ви можете редагувати, ви можете переходити до тестування.
zh_hant: 因為您可以編輯，所以您可以繼續進行測試。

source: Button
ar: زر
de: Taste
es: Botón
et: Nupp
he: לַחְצָן
id: Tombol
it: Pulsante
nl: Knop
pl: Przycisk
pt: Botão
ru: Кнопка
sv: Knapp
th: ปุ่ม
tr: Buton
uk: Кнопка
zh_hant: 按钮

source: Button preview
ar: معاينة الزر
de: Schaltflächenvorschau
es: Vista previa del botón
et: Nupu eelvaade
he: תצוגה מקדימה של כפתור
id: Pratinjau tombol
it: Anteprima del pulsante
nl: Knop preview
pl: Podgląd przycisku
pt: Visualização do botão
ru: Кнопка предварительного просмотра
sv: Förhandsgranskning av knapp
th: การแสดงตัวอย่างปุ่ม
tr: Düğme önizlemesi
uk: Попередній перегляд кнопки
zh_hant: 按鈕預覽

source: Button style
ar: نمط الزر
de: Taste Stil
es: Estilo de botón
et: Nööbi stiil
he: סגנון כפתור
id: Gaya tombol
it: Stile pulsante
nl: Knop stijl
pl: Styl przycisków
pt: Estilo botão
ru: Вид кнопки
sv: Knappstil
th: ลักษณะปุ่ม
tr: Buton stili
uk: Стиль кнопки
zh_hant: 按钮样式

source: Button text
ar: زر كتابة
de: Text der Schaltfläche
es: Texto del botón
et: Nupu tekst
he: טקסט כפתור
id: Tombol teks
it: Testo del pulsante
nl: Knop label
pl: Tekst przycisku
pt: Texto do botão
ru: Текст кнопки
sv: Knapp-text
th: ข้อความปุ่ม
tr: buton metni
uk: Текст кнопки
zh_hant: 按钮文本

source: Can only be used on the last questions page.
ar: يمكن استخدامه فقط في صفحة الأسئلة الأخيرة.
de: Kann nur auf der letzten Fragenseite verwendet werden.
es: Solo se puede utilizar en la última página de preguntas.
et: Saab kasutada ainult viimasel küsimuste lehel.
he: ניתן להשתמש רק בעמוד השאלות האחרון.
id: Hanya dapat digunakan pada halaman pertanyaan terakhir.
it: Può essere utilizzato solo nell'ultima pagina delle domande.
nl: Kan alleen worden gebruikt op de laatste vragenpagina.
pl: Można użyć tylko na ostatniej stronie pytań.
pt: Só pode ser usado na última página de perguntas.
ru: Можно использовать только на странице последних вопросов.
sv: Kan endast användas på sista frågesidan.
th: ใช้ได้เฉพาะในหน้าคำถามสุดท้าย
tr: Sadece son sorular sayfasında kullanılabilir.
uk: Можна використовувати лише на сторінці останніх запитань.
zh_hant: 只能在最後一個問題頁面上使用。

source: Category to choose from
ar: فئة للاختيار من بينها
de: Kategorie zur Auswahl
es: Selección de categorías
et: Kategooria, mille vahel valida
he: קטגוריה לבחירה
id: Kategori yang dapat dipilih
it: Categoria da scegliere
nl: Categorie om uit te kiezen
pl: Kategoria do wyboru
pt: Categoria a escolher
ru: Категория для выбора
sv: Kategori att välja mellan
th: หมวดหมู่ให้เลือก
tr: Seçmek için kategori
uk: Категорія на вибір
zh_hant: 从中选择一个分类

source: Charts
ar: الرسوم البيانية
de: Diagramme
es: Gráficos
et: Diagrammid
he: תרשימים
id: Bagan
it: Grafici
nl: Grafieken
pl: Wykresy
pt: Gráficos
ru: Диаграммы
sv: Diagram
th: ชาร์ต
tr: Grafikler
uk: Діаграми
zh_hant: 圖表

source: Check the answer in the admin.
ar: تحقق من الجواب في المسؤول.
de: Prüfen Sie die Antwort im Admin.
es: Verificar la respuesta en el administrador.
et: Kontrollige vastust administraatorist.
he: בדוק את התשובה במנהל.
id: Periksa jawabannya di admin.
it: Controlla la risposta nell'admin.
nl: Controlleer het antwoord in de admin.
pl: Sprawdź odpowiedź w administratorze.
pt: Verifique a resposta no administrador.
ru: Проверить ответ в панели администратора.
sv: Kontrollera svaret i administratören.
th: ตรวจสอบคำตอบในแอดมิน
tr: Yöneticideki cevabı kontrol edin.
uk: Перевірте відповідь в адмінку.
zh_hant: 在管理页面中检查答案。

source: Check the correct answers and give each answer points.
ar: تحقق من الإجابات الصحيحة وأعطِ كل نقطة إجابة.
de: Kreuzen Sie die richtigen Antworten an und geben Sie jeder Antwort Punkte.
es: Verifique las respuestas correctas y otorgue puntos a cada respuesta.
et: Kontrollige õigeid vastuseid ja andke igale vastusele punktid.
he: בדוק את התשובות הנכונות ותן לכל תשובה נקודות.
id: Periksa jawaban yang benar dan berikan setiap poin jawaban.
it: Controlla le risposte corrette e assegna punti a ciascuna risposta.
nl: Selecteer de correcte antwoorden en geef elk antwoord punten.
pl: Sprawdź poprawne odpowiedzi i przyznaj każdemu punkt odpowiedzi.
pt: Verifique as respostas corretas e dê pontos a cada resposta.
ru: Проверьте правильные ответы и дайте каждому ответу баллы.
sv: Kontrollera de rätta svaren och ge varje svar poäng.
th: ตรวจสอบคำตอบที่ถูกต้องและให้คะแนนคำตอบแต่ละข้อ
tr: Doğru cevapları kontrol edin ve her cevap puanını verin.
uk: Перевірте правильні відповіді та дайте кожній відповіді бали.
zh_hant: 檢查正確答案並給每個答案點。

source: Choices
ar: خيارات
de: Auswahlmöglichkeiten
es: Opciones
et: Valikud
he: אפשרויות
id: Pilihan
it: Scelte
nl: Keuzes
pl: Wybory
pt: Escolhas
ru: Выбор
sv: Val
th: ทางเลือก
tr: Seçimler
uk: Вибір
zh_hant: 选择
