Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Click on the link to confirm your email address. Copy the whole link and paste it in your browser if this doesn't work.
ar: انقر على الرابط لتأكيد عنوان بريدك الإلكتروني. انسخ الرابط بالكامل والصقه في متصفحك إذا لم ينجح ذلك.
de: Klicken Sie auf den Link, um Ihre E-Mail-Adresse zu bestätigen. Kopieren Sie den gesamten Link und fügen Sie ihn in Ihren Browser ein, wenn dies nicht funktioniert.
es: Haga clic en el enlace para confirmar su dirección de correo electrónico. Copie el enlace completo y péguelo en su navegador si esto no funciona.
et: E-posti aadressi kinnitamiseks klõpsake lingil. Kopeerige kogu link ja kleepige see oma brauserisse, kui see ei toimi.
he: לחץ על הקישור כדי לאשר את כתובת הדוא"ל שלך. העתק את כל הקישור והדבק אותו בדפדפן שלך אם זה לא עובד.
id: Klik pada link untuk mengkonfirmasi alamat email Anda. Salin seluruh tautan dan tempelkan di browser Anda jika ini tidak berhasil.
it: Clicca sul link per confermare il tuo indirizzo e-mail. Copia l'intero link e incollalo nel tuo browser se questo non funziona.
nl: Klik op de link om je e-mailadres te bevestigen. Kopieer de hele link en plak deze in je browser als dit niet werkt.
pl: Kliknij łącze, aby potwierdzić swój adres e-mail. Jeśli to nie zadziała, skopiuj cały link i wklej go w przeglądarce.
pt: Clique no link para confirmar seu endereço de e-mail. Copie todo o link e cole-o no seu navegador se isso não funcionar.
ru: Щелкните ссылку, чтобы подтвердить свой адрес электронной почты. Скопируйте всю ссылку и вставьте ее в свой браузер, если это не сработает.
sv: Klicka på länken för att bekräfta din e-postadress. Kopiera hela länken och klistra in den i din webbläsare om det inte fungerar.
th: คลิกที่ลิงค์เพื่อยืนยันที่อยู่อีเมลของคุณ คัดลอกลิงก์ทั้งหมดแล้ววางในเบราว์เซอร์ของคุณหากไม่ได้ผล
tr: E-posta adresinizi onaylamak için bağlantıya tıklayın. Bu işe yaramazsa bağlantının tamamını kopyalayın ve tarayıcınıza yapıştırın.
uk: Натисніть на посилання, щоб підтвердити свою адресу електронної пошти. Скопіюйте все посилання та вставте його у свій браузер, якщо це не спрацює.
zh_hant: 单击链接以确认您的电子邮件地址。复制整个链接，然后将其粘贴到浏览器中（如果不起作用）。

source: Click “delete” to remove any existing username/password from the person; this person will no longer be a user.
ar: انقر فوق "حذف" لإزالة أي اسم مستخدم / كلمة مرور موجودة من الشخص ؛ لن يكون هذا الشخص مستخدمًا بعد الآن.
de: Klicken Sie auf "löschen", um einen eventuell vorhandenen Benutzernamen/Passwort von der Person zu entfernen; diese Person ist dann kein Benutzer mehr.
es: Has click en "eliminar" para remover algún nombre de usuario/contraseña existente de la persona; esta persona ya no será mas un usuario.
et: Olemasoleva kasutajanime / parooli eemaldamiseks inimeselt klõpsake nuppu „Kustuta“; see inimene ei ole enam kasutaja.
he: לחץ על "מחק" כדי להסיר כל שם משתמש / סיסמה קיימים מהאדם; אדם זה כבר לא יהיה משתמש.
id: Klik "hapus" untuk menghapus nama pengguna/kata sandi apapun yang ada dari orang tersebut; orang ini tidak lagi menjadi seorang pengguna.
it: Clicca su "cancella" per rimuovere qualsiasi nome utente/password esistente dalla persona; questa persona non sarà più un utente.
nl: Klik op "verwijder" om een bestaande gebruikersnaam/wachtwoord van de persoon te verwijderen; deze persoon zal geen gebruiker meer zijn.
pl: Kliknij "usuń", aby usunąć każdą istniejącą nazwę użytkownika/hasło danej osoby; osoba ta nie będzie już użytkownikiem.
pt: Clique em "apagar" para remover qualquer nome de usuário/senha existente da pessoa; essa pessoa não será mais um usuário.
ru: Нажмите "удалить", чтобы удалить любое существующее имя пользователя/пароль этого человека; этот человек больше не будет пользователем.
sv: Klicka på "ta bort" för att ta bort alla befintliga användarnamn/lösenord från den person, denna person kommer inte längre att vara en användare.
th: คลิก "ลบ" เพื่อลบชื่อผู้ใช้ / รหัสผ่านที่มีอยู่ออกจากบุคคลนั้น บุคคลนี้จะไม่เป็นผู้ใช้อีกต่อไป
tr: Mevcut bir kullanıcı adını/şifreyi kişiden çıkarmak için 'sil' i tıklayın; bu kişi artık bir kullanıcı olmayacaktır.
uk: Натисніть «Видалити», щоб видалити будь-яке існуюче ім’я користувача/пароль у особи; ця особа більше не буде користувачем.
zh_hant: 使用“删除”来删除人员的用户名/密码，这样人员就不再是用户。

source: Confirm user deletion
ar: تأكيد حذف المستخدم
de: Löschen des Benutzers bestätigen
es: Confirmar la eliminación del usuario
et: Kinnitage kasutaja kustutamine
he: אשר את מחיקת המשתמש
id: Konfirmasikan penghapusan pengguna
it: Conferma la cancellazione dell'utente
nl: Bevestig verwijderen van gebruiker
pl: Podtwierdź usunięcie użytkownika
pt: Confirmar eliminação do utilizador
ru: Подтвердите удаление пользователя
sv: Bekräfta borttagning av användare
th: ยืนยันการลบผู้ใช้
tr: Kullanıcı silmeyi onayla
uk: Підтвердьте видалення користувача
zh_hant: 确认用户删除

source: Could not create the user. Sorry.
ar: تعذر إنشاء المستخدم. آسف.
de: Der Benutzer konnte nicht erstellt werden. Entschuldigung.
es: No se pudo crear el usuario. Lo sentimos.
et: Kasutajat ei õnnestunud luua. Vabandust.
he: לא ניתן היה ליצור את המשתמש. מצטער.
id: Tidak dapat membuat pengguna. Maaf.
it: Impossibile creare l'utente. Mi dispiace.
nl: Kan de gebruiker niet maken.
pl: Nie udało się utworzyć użytkownika. Przepraszamy.
pt: Não foi possível criar o utilizador. Desculpe.
ru: Не удалось создать пользователя. Извините.
sv: Det gick inte att skapa användaren. Förlåt.
th: ไม่สามารถสร้างผู้ใช้ ขออภัย.
tr: Kullanıcı oluşturulamadı. Üzgünüz.
uk: Не вдалося створити користувача. Вибачте.
zh_hant: 无法创建用户。

source: Delete Username
ar: حذف اسم المستخدم
de: Benutzernamen löschen
es: Eliminar nombre de usuario
et: Kustuta kasutajanimi
he: מחק את שם המשתמש
id: Hapus Nama Pengguna
it: Elimina nome utente
nl: Verwijder gebruikersnaam
pl: Usuń nazwę użytkownika
pt: Excluir nome de usuário
ru: Удалить имя пользователя
sv: Ta bort användarnamn
th: ลบชื่อผู้ใช้
tr: Kullanıcı Adını Sil
uk: Видалити ім'я користувача
zh_hant: 刪除使用者名稱

source: Delete this e-mail address
ar: احذف عنوان البريد الإلكتروني هذا
de: Diese E-Mail-Adresse löschen
es: Eliminar esta dirección de correo electrónico
et: Kustutage see e-posti aadress
he: מחק כתובת דואר אלקטרוני זו
id: Hapus alamat e-mail ini
it: Cancellare questo indirizzo e-mail
nl: Verwijder dit e-mailadres
pl: Usuń ten adres e-mail
pt: Apagar este endereço de e-mail
ru: Удалить этот адрес электронной почты
sv: Ta bort den här e-postadressen
th: ลบที่อยู่อีเมลนี้
tr: Bu e-posta adresini sil
uk: Видалити цю адресу електронної пошти
zh_hant: 删除此电子邮件地址

source: Delete username
ar: حذف اسم المستخدم
de: Benutzernamen löschen
es: Eliminar nombre de usuario
et: Kustuta kasutajanimi
he: מחק את שם המשתמש
id: Hapus nama pengguna
it: Elimina nome utente
nl: Verwijder gebruikersnaam
pl: Usuń nazwę użytkownika
pt: Excluir nome de usuário
ru: Удалить имя пользователя
sv: Ta bort användarnamn
th: ลบชื่อผู้ใช้
tr: Kullanıcı adını sil
uk: Видалити ім'я користувача
zh_hant: 刪除使用者名稱

source: Deleted the user account.
ar: حذف حساب المستخدم.
de: Das Benutzerkonto wurde gelöscht.
es: Eliminó la cuenta de usuario.
et: Kasutajakonto kustutati.
he: מחק את חשבון המשתמש.
id: Menghapus akun pengguna.
it: Cancellato l'account utente.
nl: De gebruikersaccount is verwijderd.
pl: Usunięto konto użytkownika.
pt: Eliminou a conta de usuário.
ru: Удалена учетная запись пользователя.
sv: Borttaget användarkonto.
th: ลบบัญชีผู้ใช้
tr: Kullanıcı hesabını sildim.
uk: Видалив обліковий запис користувача.
zh_hant: 删除了用户账户。

source: Duplicate username, please choose another username.
ar: اسم مستخدم مكرر ، الرجاء اختيار اسم مستخدم آخر.
de: Duplizierter Benutzername, bitte wählen Sie einen anderen Benutzernamen.
es: El nombre de usuario esta duplicado, por favor escoja otro nombre de usuario.
et: Kasutajanime koopia, palun valige teine kasutajanimi.
he: שכפול שם משתמש, בחר שם משתמש אחר.
id: Duplikat nama pengguna, silahkan pilih nama pengguna yang lain.
it: Nome utente già in uso, per favore scegli un altro nome utente.
nl: Gebruikersnaam bestaat al, kies a.u.b. een andere.
pl: Wybrana nazwa użytkownika już istnieje, wybierz inną.
pt: Duplique o nome de usuário, por favor escolha outro nome de usuário.
ru: Пользователь с таким именем уже существует, пожалуйста, задайте другое имя.
sv: Dubbla användarnamn, välj ett annat användarnamn.
th: ชื่อผู้ใช้ซ้ำกันโปรดเลือกชื่อผู้ใช้อื่น
tr: Bu kullanıcı ismi kullanılmış, lütfen başka bir tane seçiniz.
uk: Повторюване ім’я користувача, будь ласка, виберіть інше ім’я користувача.
zh_hant: 用户名重复，请选择其他用户名。

source: E-mail
ar: البريد الإلكتروني
es: Correo electrónico
et: E-post
he: אימייל
sv: E-post
th: อีเมล์
tr: E-posta
uk: Електронна пошта
zh_hant: 电子邮件

source: Email
ar: البريد الإلكتروني
es: Dirección de Correo
he: אימייל
sv: E-post
th: อีเมล์
tr: E-posta
uk: Електронна пошта

source: Email Status
ar: حالة البريد الإلكتروني
es: Estado del correo electrónico
et: E-posti olek
he: סטטוס דוא"ל
id: Status Email
it: Stato dell'e-mail
pl: Status e-mail
pt: Estado do e-mail
ru: Статус электронной почты
sv: E-poststatus
th: สถานะอีเมล
tr: E-posta Durumu
uk: Статус електронної пошти
zh_hant: 电子邮件状态

source: Enter a unique username and password. Usernames and passwords are case sensitive, so be careful when entering them.
ar: أدخل اسم مستخدم فريد وكلمة مرور. أسماء المستخدمين وكلمات المرور حساسة لحالة الأحرف ، لذا كن حذرًا عند إدخالها.
de: Geben Sie einen eindeutigen Benutzernamen und ein Passwort ein. Bei Benutzernamen und Kennwörtern wird zwischen Groß- und Kleinschreibung unterschieden, seien Sie also bei der Eingabe vorsichtig.
es: Introduce un único nombre de usuario y contraseña. Nombres de usuarios y contraseñas son sensibles a las mayúsculas, así que debe ser cuidadoso cuando introduzcas estos datos.
et: Sisestage kordumatu kasutajanimi ja parool. Kasutajanimed ja paroolid on tõstutundlikud, seega olge nende sisestamisel ettevaatlik.
he: הזן שם משתמש וסיסמה ייחודיים. שמות משתמש וסיסמאות רגישים לאותיות רישיות, לכן היזהר בעת הזנתם.
id: Masukkan nama pengguna dan kata sandi yang unik. Nama pengguna dan kata sandi adalah hal sensitif, jadi hati-hati saat memasukkannya.
it: Inserisci un nome utente e una password unici. I nomi utente e le password sono sensibili alle maiuscole e alle minuscole, quindi fai attenzione quando li inserisci.
nl: Geef een unieke gebruikersnaam en wachtwoord op. Let op: gebruikersnamen en wachtwoorden zijn hoofdlettergevoelig.
pl: Wprowadź unikalną nazwę użytkownika i hasło. Wielkość liter w nazwie użytkownika i haśle ma znaczenie, więc należy zachować ostrożność podczas ich wprowadzania.
pt: Digite um nome de usuário e uma senha únicos. Os nomes de utilizador e palavras-passe são sensíveis a maiúsculas e minúsculas, por isso tenha cuidado ao introduzi-los.
ru: Введите уникальное имя пользователя и пароль. В именах пользователей и паролях учитывается регистр, поэтому будьте внимательны при их вводе.
sv: Ange ett unikt användarnamn och lösenord. Användarnamn och lösenord är skiftlägeskänsliga, så var försiktig när du skriver in dem.
th: ป้อนชื่อผู้ใช้และรหัสผ่านเฉพาะ ชื่อผู้ใช้และรหัสผ่านเป็นตัวพิมพ์เล็กและใหญ่ดังนั้นโปรดใช้ความระมัดระวังในการป้อน
tr: Benzersiz bir kullanıcı adı ve şifre girin. Kullanıcı adı ve şifreleri büyük-küçük harflere duyarlıdır, girerken dikkat edin.
uk: Введіть унікальне ім'я користувача та пароль. Імена користувачів та паролі чутливі до регістру, тому будьте обережні при їх введенні.
zh_hant: 输入一个独特的用户名和密码。用户名和密码是区分大小写的，所以输入时要小心。

source: Every page/person can be made into a user on the edit page. The difference between a user and a normal page is only that the former has logon credentials attached to its page record.
ar: يمكن تحويل كل صفحة / شخص إلى مستخدم في صفحة التحرير. يكمن الاختلاف بين المستخدم والصفحة العادية في أن الصفحة الأولى لديها بيانات اعتماد تسجيل دخول مرفقة بسجل صفحتها.
de: Jede Seite/Person kann auf der Bearbeitungsseite zu einem Benutzer gemacht werden. Der Unterschied zwischen einem Benutzer und einer normalen Seite besteht nur darin, dass erstere Anmeldedaten an ihren Seitendatensatz angehängt hat.
es: Cada página o persona puede hacerse usuario en la página de edición. La diferencia entre un usuario y una página normal es que solo el primero tiene las credenciales de inicio de sesión adjuntas al registro de la página.
et: Igast lehest / inimesest saab muuta lehel kasutaja. Kasutaja ja tavalise lehe erinevus seisneb ainult selles, et esimese lehe kirje juurde on lisatud sisselogimismandaadid.
he: ניתן להפוך כל עמוד / אדם למשתמש בעמוד העריכה. ההבדל בין משתמש לדף רגיל הוא רק שלראשון יש אישורי כניסה המצורפים לרשומת העמודים שלו.
id: Setiap halaman/orang dapat dibuat menjadi pengguna pada halaman edit. Perbedaan antara pengguna dan halaman normal adalah hanya bahwa mantan memiliki kredensial masuk yang terpasang ke halaman catatan.
it: Ogni pagina/persona può essere trasformata in un utente nella pagina di modifica. La differenza tra un utente e una pagina normale è solo che il primo ha le credenziali di accesso collegate al suo record di pagina.
nl: Van elke persoon kan een gebruiker worden gemaakt op de bewerkpagina. Het verschil tussen een gebruiker en een normale pagina is slechts dat gebruikers een gebruikersnaam/wachtwoord hebben waarmee ze kunnen inloggen.
pl: Każda strona /osoba może być przypisana jako użytkownik na stronie edycji. Różnica między użytkownikiem a zwykłą stroną polega tylko na tym, że ten pierwsza posiada dane do logowania dołączone w zapisie strony.
pt: Cada página/pessoa pode ser transformada em um usuário na página de edição. A diferença entre um usuário e uma página normal é apenas que o primeiro tem credenciais de logon anexadas ao seu registro de página.
ru: Каждую страницу/человека можно сделать пользователем на странице редактирования. Разница между пользователем и обычной страницей заключается только в том, что первый имеет учетные данные для входа в систему, прикрепленные к записи страницы.
sv: Enter a unique user name and password. Username and password are case-sensitive, so be careful when you enter them.
th: ทุกหน้า / บุคคลสามารถทำให้เป็นผู้ใช้ในหน้าแก้ไขได้ ความแตกต่างระหว่างผู้ใช้กับเพจปกติคือเพจก่อนหน้านี้มีข้อมูลรับรองการเข้าสู่ระบบที่แนบมากับเรกคอร์ดเพจ
tr: Düzenleme sayfası üzerinden her sayfa/kişi bir kullanıcı haline getirilebilir. Bir kullanıcı ile normal sayfa arasındaki tek fark, eskisinin sayfa kaydına eklenen oturum açma kimlik bilgilerine sahip olmasıdır.
uk: Кожну сторінку/особу можна зробити користувачем на сторінці редагування. Різниця між користувачем і звичайною сторінкою полягає лише в тому, що перша має облікові дані для входу до запису сторінки.
zh_hant: 每一个页面/人都可以在编辑页面上成为用户。用户和普通页面的区别只是前者的页面记录中附加了登录凭证。

source: Give the name and the e-mail address of the new user. A <em>person</em> page will be created for this user.
ar: اكتب الاسم وعنوان البريد الإلكتروني للمستخدم الجديد. سيتم إنشاء صفحة <em>شخص</em> لهذا المستخدم.
de: Geben Sie den Namen und die E-Mail-Adresse des neuen Benutzers an. Es wird eine <em>Person</em> Seite für diesen Benutzer erstellt.
es: Proporcionar el nombre y la dirección de correo electrónico del nuevo usuario. Una página <em>person</em> será creada para este usuario.
et: Andke uue kasutaja nimi ja e-posti aadress. Selle kasutaja jaoks luuakse <em>inimesele</em> leht.
he: ציין את השם ואת כתובת הדואר האלקטרוני של המשתמש החדש. דף משתמש <em></em> ייווצר עבור משתמש זה.
id: Beri nama dan alamat e-mail pengguna baru. Halaman <em>orang</em> akan dibuat untuk pengguna ini.
it: Indica il nome e l'indirizzo e-mail del nuovo utente. Una pagina <em>persona</em> sarà creata per questo utente.
nl: Geef de naam en het e-mailadres van de nieuwe gebruiker. Voor deze gebruiker wordt een pagina in de categorie <em>persoon</em> gemaakt.
pl: Podaj nazwisko i adres e-mail nowego użytkownika. Dla tego użytkownika zostanie utworzona strona <em>osoba</em> .
pt: Indique o nome e o endereço de e-mail do novo usuário. Uma página <em>pessoa</em> será criada para este usuário.
ru: Укажите имя и адрес электронной почты нового пользователя. Для этого пользователя будет создана страница <em>человека</em> .
sv: Ange den nya användarens namn och e-postadress. En sida för <em>personer</em> kommer att skapas för den här användaren.
th: ระบุชื่อและที่อยู่อีเมลของผู้ใช้ใหม่ ระบบจะสร้างเพจ <em>คน</em> สำหรับผู้ใช้รายนี้
tr: Yeni bir kullanıcının ismini ve e-posta adresi verin. Bu kullanıcı için bir <em>kişi</em> sayfası oluşturulacak.
uk: Введіть ім'я та адресу електронної пошти нового користувача. Для цього користувача буде створено сторінку <em>осіб</em>.
zh_hant: 设置新用户的名字和 e-mail 地址。系统会自动为他创建一个<em>人员</em>页面。

source: Hello
ar: مرحبا
de: Hallo
es: Hola
et: Tere
he: שלום
id: Halo
it: Ciao
nl: Hallo
pl: Witaj
pt: Olá
ru: Здравствуйте,
sv: Hallå
th: สวัสดี
tr: Merhaba
uk: Здрастуйте
zh_hant: 你好

source: Help about user credentials
ar: تعليمات حول بيانات اعتماد المستخدم
de: Hilfe zu Benutzeranmeldeinformationen
es: Ayuda acerca de credenciales de usuario
et: Abi kasutajatunnuste kohta
he: עזרה בנושא אישורי משתמש
id: Bantuan tentang kredensial pengguna
it: Aiuto sulle credenziali utente
nl: Hulp over gebruikersgegevens
pl: Pomoc dotycząca danych logowania użytkownika
pt: Ajuda sobre as credenciais do usuário
ru: Справка об учетных записях
sv: Hjälp om användaruppgifter
th: ความช่วยเหลือเกี่ยวกับข้อมูลรับรองผู้ใช้
tr: Kullanıcı kimlikleriyle ilgili yardım
uk: Довідка щодо облікових даних користувача
zh_hant: 帮助用户認証信息

source: Hi
ar: مرحبا
de: Hallo
es: Hola
et: Tere
he: היי
id: Hai
it: Ciao
nl: Hoi
pl: Witaj
ru: Привет
sv: Hej
th: สวัสดี
tr: Merhaba
uk: Привіт
zh_hant: 嗨，你好

source: Home
ar: الصفحة الرئيسية
de: Startseite
es: Página de inicio
et: Kodu
he: בית
id: Beranda
it: Casa
pl: Strona główna
pt: Início
ru: Домой
sv: Hem
th: บ้าน
tr: Ana sayfa
uk: Додому
zh_hant: 主页

source: Identities with this email address
ar: الهويات مع عنوان البريد الإلكتروني هذا
de: Identitäten mit dieser E-Mail-Adresse
es: Identidades con esta dirección de correo electrónico
et: Selle e-posti aadressiga identiteedid
he: זהויות עם כתובת דוא"ל זו
id: Identitas dengan alamat email ini
it: Identità con questo indirizzo email
nl: Identiteiten met dit e-mailadres
pl: Tożsamości z tym adresem e-mail
pt: Identidades com este endereço de e-mail
ru: Личности с этим адресом электронной почты
sv: Identiteter med den här e-postadressen
th: ข้อมูลประจำตัวที่มีที่อยู่อีเมลนี้
tr: Bu e-posta adresine sahip kimlikler
uk: Ідентифікації з цією адресою електронної пошти
zh_hant: 具有此電子郵件地址的身份

source: If you don't know this site, please ignore this email. Maybe someone made an error.
ar: إذا كنت لا تعرف هذا الموقع ، يرجى تجاهل هذا البريد الإلكتروني. ربما شخص ما ارتكب خطأ.
de: Wenn Sie diese Seite nicht kennen, ignorieren Sie diese E-Mail. Vielleicht hat jemand einen Fehler gemacht.
es: Si no conoce este sitio, ignore este correo electrónico. Quizás alguien cometió un error.
et: Kui te seda saiti ei tunne, siis eirake seda e-posti aadressi. Võib-olla keegi tegi vea.
he: אם אינך מכיר אתר זה, אנא התעלם מדוא"ל זה. אולי מישהו טעה.
id: Jika Anda tidak mengetahui situs ini, harap abaikan email ini. Mungkin seseorang membuat kesalahan.
it: Se non conosci questo sito, per favore ignora questa e-mail. Forse qualcuno ha fatto un errore.
nl: Als je deze site niet kent, negeer deze e-mail dan. Misschien heeft iemand een fout gemaakt.
pl: Jeśli nie znasz tej witryny, zignoruj tę wiadomość e-mail. Może ktoś popełnił błąd.
pt: Se você não conhece este site, ignore este e-mail. Talvez alguém cometeu um erro.
ru: Если вы не знаете этот сайт, не обращайте внимания на это письмо. Возможно, кто-то ошибся.
sv: Om du inte känner till den här webbplatsen kan du ignorera det här e-postmeddelandet. Kanske gjorde någon ett fel.
th: หากคุณไม่รู้จักไซต์นี้โปรดเพิกเฉยต่ออีเมลนี้ อาจมีคนทำผิดพลาด
tr: Bu siteyi bilmiyorsanız, lütfen bu e-postayı dikkate almayın. Belki birisi hata yapmıştır.
uk: Якщо Ви не знаєте цього сайту, проігноруйте цей лист. Можливо хтось зробив помилку.
zh_hant: 如果您不知道该网站，请忽略此电子邮件。也许有人出错了。

source: If you don’t know your password, click on <i>Forgot your password?</i> at the login.
ar: إذا كنت لا تعرف كلمة المرور الخاصة بك ، فانقر فوق <i>هل نسيت كلمة المرور؟</i> عند تسجيل الدخول.
de: Wenn Sie Ihr Passwort nicht kennen, klicken Sie auf <i>Passwort vergessen?</i> bei der Anmeldung.
es: Si no conoce su contraseña, haga clic en <i>¿Olvidó su contraseña?</i> en el inicio de sesión.
et: Kui te ei tea oma parooli, klõpsake nuppu <i>Unustasite parooli?</i> sisselogimisel.
he: אם אינך יודע את הסיסמה שלך, לחץ על <i>שכחת את הסיסמה שלך?</i> בכניסה.
id: Jika Anda tidak mengetahui kata sandi Anda, klik <i>Lupa kata sandi Anda?</i> saat masuk.
it: Se non conosci la tua password, clicca su <i>Hai dimenticato la password?</i> all'accesso.
nl: Als je je wachtwoord niet weet, klik dan op <i>Wachtwoord vergeten?</i> bij het inloggen.
pl: Jeśli nie znasz hasła, kliknij <i>Nie pamiętasz hasła?</i> przy logowaniu.
pt: Caso não saiba sua senha, clique em <i>Esqueceu sua senha?</i> no login.
ru: Если вы не знаете свой пароль, нажмите <i>Забыли пароль?</i> при входе.
sv: Om du inte känner till ditt lösenord, klicka på <i>Glömt ditt lösenord?</i> vid inloggningen.
th: หากคุณไม่ทราบรหัสผ่าน ให้คลิกที่ <i>ลืมรหัสผ่าน?</i> ที่เข้าสู่ระบบ
tr: Parolanızı bilmiyorsanız <i>tıklayın Parolanızı mı unuttunuz? Girişte</i>.
uk: Якщо ви не знаєте свій пароль, натисніть <i>Забули пароль?</i> при вході.
zh_hant: 如果您不知道密碼，請單擊 <i>忘記密碼？</i> 在登錄時。

source: Last logon
ar: آخر تسجيل دخول
de: Letzte Anmeldung
es: Último inicio de sesión
et: Viimane sisselogimine
he: כניסה אחרונה
id: logon terakhir
it: Ultimo accesso
nl: Laatste login
pl: Ostatnie logowanie
pt: Último logon
ru: Последний вход в систему
sv: Senaste inloggningen
th: เข้าสู่ระบบครั้งล่าสุด
tr: Son oturum açma
uk: Останній вхід
zh_hant: 上次登錄

source: Leave empty to not change the password.
ar: اتركه فارغا لعدم تغيير كلمة المرور.
de: Leer lassen, um das Passwort nicht zu ändern.
es: Dejar vacío para no cambiar la contraseña.
et: Parooli muutmiseks jätke tühjaks.
he: השאר ריק כדי לא לשנות את הסיסמה.
id: Biarkan kosong untuk tidak mengubah kata sandi.
it: Lasciare vuoto per non cambiare la password.
nl: Laat leeg om het wachtwoord niet te wijzigen.
pl: Pozostaw puste miejsce, aby nie zmieniać hasła.
pt: Deixe em branco para não alterar a senha.
ru: Оставьте пустым, чтобы не менять пароль.
sv: Lämna tomt för att inte ändra lösenordet.
th: เว้นว่างไว้เพื่อไม่เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştirmemek için boş bırakın.
uk: Залиште порожнім, щоб не змінювати пароль.
zh_hant: 留空不改密码。

source: Log on as this user
ar: قم بتسجيل الدخول باسم هذا المستخدم
de: Melden Sie sich als dieser Benutzer an
es: Iniciar sesión como este usuario
et: Logige selle kasutajana sisse
he: התחבר כמשתמש זה
id: Masuk sebagai pengguna ini
it: Accedere come questo utente
nl: Inloggen als deze gebruiker
pl: Zaloguj się jako ten użytkownik
pt: Iniciar sessão como este utilizador
ru: Войдите в систему как этот пользователь
sv: Logga in som den här användaren
th: เข้าสู่ระบบในฐานะผู้ใช้นี้
tr: Bu kullanıcı olarak giriş yap
uk: Увійдіть як цей користувач
zh_hant: 以该用户身份登录

source: Make a new user
ar: أنشئ مستخدمًا جديدًا
de: Neuen Benutzer erstellen
es: Crear un nuevo usuario
et: Tee uus kasutaja
he: הפוך משתמש חדש
id: Buat pengguna baru
it: Crea un nuovo utente
nl: Nieuwe gebruiker maken
pl: Utwórz nowego użytkownika
pt: Faça um novo usuário
ru: Создать нового пользователя.
sv: Skapa en ny användare
th: สร้างผู้ใช้ใหม่
tr: Yeni kullanıcı oluştur
uk: Зробіть нового користувача
zh_hant: 创建一个新用户
