Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: To add config files to your git repo, add them to <tt>priv/config.d/</tt> directory of your site.
ar: لإضافة ملفات التكوين إلى مستودع git الخاص بك، أضفها إلى دليل <tt>priv/config.d/</tt> الخاص بموقعك.
de: Um Konfigurationsdateien zu Ihrem Git-Repository hinzuzufügen, fügen Sie sie dem Verzeichnis <tt>priv/config.d/</tt> Ihrer Site hinzu.
es: Para agregar archivos de configuración a su repositorio git, agréguelos al directorio <tt>priv/config.d/</tt> de su sitio.
et: Konfiguratsioonifailide lisamiseks oma git reposse lisage need oma saidi kataloogi <tt>priv/config.d/</tt> .
he: כדי להוסיף קבצי תצורה ל-git repo שלך, הוסף אותם לספריית <tt>priv/config.d/</tt> של האתר שלך.
id: Untuk menambahkan file konfigurasi ke repo git Anda, tambahkan ke direktori <tt>priv/config.d/</tt> situs Anda.
it: Per aggiungere file di configurazione al tuo repository git, aggiungili alla directory <tt>priv/config.d/</tt> del tuo sito.
nl: Om configuratiebestanden aan je git repo toe te voegen, voeg je ze toe aan <tt>priv/config.d/</tt> directory van je site.
pl: Aby dodać pliki konfiguracyjne do repozytorium Git, dodaj je do katalogu <tt>priv/config.d/</tt> swojej witryny.
pt: Para adicionar arquivos de configuração ao seu repositório git, adicione-os ao diretório <tt>priv/config.d/</tt> do seu site.
ru: Чтобы добавить файлы конфигурации в ваш репозиторий git, добавьте их в каталог <tt>priv/config.d/</tt> вашего сайта.
sv: För att lägga till konfigurationsfiler till ditt git-repo, lägg till dem i katalogen <tt>priv/config.d/</tt> på din webbplats.
th: หากต้องการเพิ่มไฟล์ config ลงในที่เก็บ git ของคุณ ให้เพิ่มไฟล์เหล่านี้ลงในไดเร็กทอรี <tt>priv/config.d/</tt> ของไซต์ของคุณ
tr: Git deponuza yapılandırma dosyaları eklemek için bunları sitenizin <tt>priv/config.d/</tt> dizinine ekleyin.
uk: Щоб додати файли конфігурації до свого репозиторію git, додайте їх у каталог <tt>priv/config.d/</tt> вашого сайту.
zh_hant: 若要將設定檔新增至 git 儲存庫，請將它們新增至網站的 <tt>priv/config.d/</tt> 目錄中。

source: To manage your site:
ar: لإدارة موقعك:
de: Zum Verwalten Ihrer Website:
es: Para administrar su sitio:
et: Saidi haldamiseks toimige järgmiselt.
he: לניהול האתר שלך:
id: Untuk mengelola situs anda:
it: Per gestire il tuo sito:
nl: Om je site te beheren:
pl: Aby zarządzać swoją stroną:
pt: Para gerir o seu site:
ru: Для управления вашим сайтом:
sv: Så här hanterar du din webbplats:
th: ในการจัดการไซต์ของคุณ:
tr: Sitenizi yönetmek için:
uk: Щоб керувати своїм сайтом:
zh_hant: 要管理你的网站。

source: You can visit your site at:
ar: يمكنك زيارة موقعك على:
de: Sie können Ihre Website besuchen unter:
es: Puede visitar su sitio en:
et: Saiti saate külastada järgmisel aadressil:
he: אתה יכול לבקר באתר שלך בכתובת:
id: Anda bisa mengunjungi situs anda di:
it: Potete visitare il vostro sito all'indirizzo:
nl: Je kunt je site bezoeken op:
pl: Możesz odwiedzić swoją stronę pod adresem:
pt: Você pode visitar o seu site em:
ru: Вы можете посетить ваш сайт:
sv: Du kan besöka din webbplats på:
th: คุณสามารถเยี่ยมชมเว็บไซต์ของคุณได้ที่:
tr: Sitenizi şu adresten ziyaret edebilirsiniz:
uk: Ви можете відвідати свій сайт за адресою:
zh_hant: 您可以访问您的网站：

source: Your site is ready
ar: موقعك جاهز
de: Ihre Website ist bereit
es: Su sitio está listo
et: Teie sait on valmis
he: האתר שלך מוכן
id: Situs anda sudah siap
it: Il tuo sito è pronto
nl: Je site is klaar
pl: Twoja strona jest gotowa
pt: O seu site está pronto
ru: Ваш сайт готов
sv: Din webbplats är klar
th: ไซต์ของคุณพร้อมแล้ว
tr: Siteniz hazır
uk: Ваш сайт готовий
zh_hant: 您的网站已经准备好了

source: Are you sure you want to restart the site:
ar: هل أنت متأكد أنك تريد إعادة تشغيل الموقع:
de: Sind Sie sicher, dass Sie die Website neu starten möchten?
es: ¿Estás seguro de que quieres reiniciar el sitio:
et: Kas olete kindel, et soovite saidi taaskäivitada:
he: האם אתה בטוח שברצונך להפעיל מחדש את האתר:
id: Apakah Anda yakin ingin memulai ulang situs:
it: Sei sicuro di voler riavviare il sito:
nl: Weet je zeker dat je de site opnieuw wilt opstarten:
pl: Czy na pewno chcesz zrestartować stronę:
pt: Tem a certeza que quer reiniciar o site:
ru: Вы уверены, что хотите перезапустить сайт:
sv: Är du säker på att du vill starta om webbplatsen:
th: คุณแน่ใจหรือไม่ว่าต้องการเริ่มไซต์ใหม่:
tr: Siteyi yeniden başlatmak istediğinizden emin misiniz:
uk: Ви впевнені, що хочете перезапустити сайт:
zh_hant: 你确定要重启网站吗？

source: Are you sure you want to stop the site:
ar: هل أنت متأكد أنك تريد إيقاف الموقع:
de: Sind Sie sicher, dass Sie die Website stoppen wollen?
es: ¿Estás seguro de que quieres detener el sitio:
et: Kas olete kindel, et soovite saidi peatada:
he: האם אתה בטוח שברצונך להפסיק את האתר:
id: Apakah Anda yakin ingin menghentikan situs ini:
it: Sei sicuro di voler fermare il sito:
nl: Weet je zeker dat je de site wilt stoppen:
pl: Jesteś pewien, że chcesz zatrzymać tę stronę:
pt: Tens a certeza que queres parar o site:
ru: Вы уверены, что хотите остановить сайт:
sv: Är du säker på att du vill stoppa webbplatsen:
th: คุณแน่ใจหรือไม่ว่าต้องการหยุดไซต์:
tr: Siteyi durdurmak istediğinizden emin misiniz:
uk: Ви впевнені, що хочете зупинити сайт:
zh_hant: 你确定你要停止这个网站。

source: Commands
ar: أوامر
de: Befehle
es: Comandos
et: Käsud
he: פקודות
id: Perintah
it: Comandi
nl: Commando's
pl: Polecenia
pt: Comandos
ru: Команды
sv: Kommandon
th: คำสั่ง
tr: Komutlar
uk: Команди
zh_hant: 指令

source: Enter your password to manage this server
ar: أدخل كلمة المرور الخاصة بك لإدارة هذا الخادم
de: Geben Sie Ihr Passwort ein, um diesen Server zu verwalten
es: Ingrese su contraseña para gestionar este servidor
et: Selle serveri haldamiseks sisestage oma parool
he: הזן את הסיסמה שלך לניהול שרת זה
id: Masukkan kata sandi Anda untuk mengelola server ini
it: Inserisci la tua password per gestire questo server
nl: Voer je wachtwoord in om deze server te beheren
pl: Wprowadź swoje hasło do zarządzania tym serwerem
pt: Digite sua senha para gerenciar este servidor
ru: Введите ваш пароль для управления этим сервером
sv: Ange ditt lösenord för att hantera den här servern
th: ป้อนรหัสผ่านของคุณเพื่อจัดการเซิร์ฟเวอร์นี้
tr: Bu sunucuyu yönetmek için şifrenizi girin
uk: Введіть свій пароль, щоб керувати цим сервером
zh_hant: 输入你的密码来管理这个服务器

source: Flush and reload all settings, templates etc.
ar: مسح وإعادة تحميل جميع الإعدادات والقوالب وما إلى ذلك.
de: Spülen und erneutes Laden aller Einstellungen, Vorlagen usw.
es: Levantar y recargar todas las configuraciones, plantillas etc.
et: Loputage ja laadige uuesti kõik seaded, mallid jne.
he: שטוף וטען מחדש את כל ההגדרות, התבניות וכו '.
id: Siram dan muat ulang semua pengaturan, template dll.
it: Sciacquare e ricaricare tutte le impostazioni, i modelli, ecc.
nl: Laad alle instellingen, templates enz. opnieuw in.
pl: Spłukiwanie i ponowne ładowanie wszystkich ustawień, szablonów itp.
pt: Descarregar e carregar de novo todas as configurações, modelos, etc.
ru: Промойте и перезагрузите все настройки, шаблоны и т.д.
sv: Spola och ladda om alla inställningar, mallar etc.
th: ล้างและโหลดการตั้งค่าเทมเพลตและอื่น ๆ ทั้งหมด
tr: Tüm ayarları, şablonları vb. Temizleyin ve yeniden yükleyin.
uk: Очистіть та перезавантажте всі налаштування, шаблони тощо.
zh_hant: 刷新并重新加载所有设置、模板等。

source: If you feel that you are here by mistake, please hit the "back" button in your browser or try a different address.
ar: إذا كنت تشعر أنك هنا عن طريق الخطأ، يرجى الضغط على زر "العودة" في المتصفح الخاص بك أو محاولة عنوان مختلف.
de: Wenn Sie das Gefühl haben, dass Sie versehentlich hier sind, drücken Sie bitte die "Zurück"-Taste in Ihrem Browser oder versuchen Sie eine andere Adresse.
es: Si usted siente que esta aquí por error. por favor pulsar el botón "back" en tu navegador o o intente dirigirse a una diferente dirección.
et: Kui tunnete, et olete siin kogemata, vajutage oma brauseris nuppu "tagasi" või proovige mõnda muud aadressi.
he: אם אתה מרגיש שאתה נמצא כאן בטעות, נא ללחוץ על כפתור "אחורה" בדפדפן או נסה כתובת אחרת.
id: Jika Anda merasa bahwa Anda berada di sini karena kesalahan, tekan tombol "kembali" di browser Anda atau coba alamat yang berbeda.
it: Se pensi di essere qui per errore, per favore premi il pulsante "indietro" nel tuo browser o prova un indirizzo diverso.
nl: Als je het gevoel hebt dat je hier per ongeluk bent, druk dan op de "terug"-knop in je browser of probeer een ander adres.
pl: Jeśli czujesz, że jesteś tu przez pomyłkę, naciśnij przycisk "wstecz" w przeglądarce lub spróbuj innego adresu.
pt: Se você sente que está aqui por engano, por favor pressione o botão "back" no seu navegador ou tente um endereço diferente.
ru: Если вы чувствуете, что оказались здесь по ошибке, , пожалуйста, нажмите кнопку "назад" в вашем браузере или попробуйте другой адрес.
sv: Om du känner att du är här av misstag, Vänligen tryck på "bakåt" -knappen i webbläsaren eller prova en annan adress.
th: หากคุณรู้สึกว่าคุณมาที่นี่โดยไม่ได้ตั้งใจ โปรดกดปุ่ม "ย้อนกลับ" ในเบราว์เซอร์ของคุณหรือ ลองใช้ที่อยู่อื่น
tr: Eğer yanlışlıkla burada olduğunuzu düşünüyorsanız, lütfen tarayıcınızdaki 'geri' düğmesine basın ya da farklı bir adres deneyin.
uk: Якщо Ви відчуваєте, що опинилися тут помилково, , будь ласка, натисніть кнопку «Назад» у своєму браузері або спробуйте іншу адресу.
zh_hant: 如果您觉得自己是误入歧途， 请在浏览器中点击 "返回 "按钮，或者 换一个地址。

source: If you feel that you are here by mistake, please hit the "back" button in your browser or try a different address. If you are here to manage this server, please enter the password below.
ar: إذا كنت تشعر أنك هنا عن طريق الخطأ، يرجى الضغط على زر "العودة" في المتصفح الخاص بك أو محاولة عنوان مختلف. إذا كنت هنا لإدارة هذا الخادم ، يرجى إدخال كلمة المرور أدناه.
de: Wenn Sie das Gefühl haben, dass Sie versehentlich hier sind, drücken Sie bitte die "Zurück"-Taste in Ihrem Browser oder versuchen Sie eine andere Adresse. Wenn Sie hier sind, um diesen Server zu verwalten, geben Sie bitte das Passwort unten ein.
es: Si cree que está aquí por error, por favor haga click en el botón "atrás" en su buscador o intente una dirección diferente. Si está aquí para administrar este servidor, por favor introduzca la contraseña a continuación.
et: Kui tunnete, et olete siin kogemata, vajutage oma brauseris nuppu "tagasi" või proovige mõnda muud aadressi. Kui olete siin selle serveri haldamiseks , sisestage palun allpool parool.
he: אם אתה מרגיש שאתה נמצא כאן בטעות, נא ללחוץ על כפתור "אחורה" בדפדפן או נסה כתובת אחרת. אם הגעתם לכאן כדי לנהל שרת זה, אנא הכנס את הסיסמה למטה.
id: Jika Anda merasa bahwa Anda berada di sini karena kesalahan, tekan tombol "kembali" di browser Anda atau coba alamat yang berbeda. Jika Anda berada di sini untuk mengelola server ini, masukkan kata sandi di bawah ini.
it: Se pensi di essere qui per errore, per favore premi il pulsante "indietro" nel tuo browser o prova un altro indirizzo. Se sei qui per gestire questo server, inserisci la password qui sotto.
nl: Als je het gevoel hebt dat je hier per ongeluk bent, druk dan op de "terug"-knop in je browser of probeer een ander adres. Als je hier bent om deze server te beheren, voer dan hieronder het wachtwoord in.
pl: Jeśli czujesz, że jesteś tu przez pomyłkę, naciśnij przycisk "wstecz" w przeglądarce lub spróbuj innego adresu. Jeśli jesteś tutaj, aby zarządzać tym serwerem, proszę podać hasło poniżej.
pt: Se você sente que está aqui por engano, por favor pressione o botão "back" no seu navegador ou tente um endereço diferente. Se você está aqui para gerenciar este servidor, por favor, digite a senha abaixo.
ru: Если вы чувствуете, что оказались здесь по ошибке, , пожалуйста, нажмите кнопку "назад" в вашем браузере или попробуйте другой адрес. Если вы здесь для управления этим сервером, пожалуйста, введите пароль ниже.
sv: Om du känner att du är här av misstag, Vänligen tryck på "bakåt" -knappen i webbläsaren eller prova en annan adress. Om du är här för att hantera servern, ange lösenord nedan.
th: หากคุณรู้สึกว่าคุณมาที่นี่โดยไม่ได้ตั้งใจ โปรดกดปุ่ม "ย้อนกลับ" ในเบราว์เซอร์ของคุณหรือ ลองใช้ที่อยู่อื่น หากคุณอยู่ที่นี่เพื่อจัดการ เซิร์ฟเวอร์นี้โปรดป้อนรหัสผ่านด้านล่าง
tr: Eğer yanlışlıkla burada olduğunuzu düşünüyorsanız, lütfen tarayıcınızdaki 'geri' düğmesine basın ya da farklı bir adres deneyin. Eğer bu sunucuyu yönetmek için burada iseniz, lütfen şifreyi aşağıya girin.
uk: Якщо Ви відчуваєте, що опинилися тут помилково, , будь ласка, натисніть кнопку «Назад» у своєму браузері або спробуйте іншу адресу. Якщо ви керуєте цим сервером, будь ласка, введіть пароль нижче.
zh_hant: 如果您觉得自己是误入歧途， 请在浏览器中点击 "返回 "按钮，或者 换一个地址。如果你是来管理 这个服务器的，请在下面输入密码。

source: Log On
ar: تسجيل دخول
de: Einloggen
es: Iniciar sesión
et: Sisse logima
he: התחבר
it: Accedere
nl: Log in
pl: Zaloguj się
pt: Iniciar Sessão
ru: Войти в систему
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum Aç
uk: Увійти
zh_hant: 登录

source: Manage this server
ar: إدارة هذا الخادم
de: Verwalten Sie diesen Server
es: Gestionar este servidor
et: Selle serveri haldamine
he: נהל שרת זה
id: Mengelola server ini
it: Gestire questo server
nl: Beheer deze server
pl: Zarządzaj tym serwerem
pt: Gerir este servidor
ru: Управлять этим сервером
sv: Hantera den här servern
th: จัดการเซิร์ฟเวอร์นี้
tr: Bu sunucuyu yönet
uk: Керуйте цим сервером
zh_hant: 管理此服务器

source: Restart the site, all users will be logged off.
ar: أعد تشغيل الموقع ، سيتم تسجيل خروج جميع المستخدمين.
de: Starten Sie die Website neu, alle Benutzer werden abgemeldet.
es: Reanudar el sitio, se cerrara la sesión de todos los usuarios.
et: Taaskäivitage sait, kõik kasutajad logitakse välja.
he: הפעל מחדש את האתר, כל המשתמשים ינותקו.
id: Restart situs, semua pengguna akan log off.
it: Riavvia il sito, tutti gli utenti saranno disconnessi.
nl: Herstart de site, alle gebruikers worden afgemeld.
pl: Zrestartuj stronę, wszyscy użytkownicy zostaną wylogowani.
pt: Reinicie o site, todos os usuários serão desconectados.
ru: Перезапустите сайт, все пользователи выйдут из системы.
sv: Starta om webbplatsen, alla användare loggas av.
th: รีสตาร์ทไซต์ผู้ใช้ทั้งหมดจะออกจากระบบ
tr: Siteyi yeniden başlatın, tüm kullanıcılar kapatılacaktır.
uk: Перезапустіть сайт, всі користувачі вийдуть із системи.
zh_hant: 重启网站，所有用户将被注销。

source: Retrying
ar: إعادة المحاولة
de: Wiederholung
es: Reintentando
et: Uuesti proovimine
he: מנסה שוב
id: Mencoba lagi
it: Ritentare
nl: Opnieuw proberen
pt: Tentando novamente
ru: Повторный просмотр
sv: Försöker igen
th: กำลังลองใหม่
tr: Yeniden deneniyor
uk: Повторна спроба
zh_hant: 重试

source: Running
ar: ادارة
de: Laufen
es: Funcionamiento
et: Jooksmine
he: רץ
id: Berjalan
it: Correre
nl: Actief
pl: Prowadzenie
pt: Em execução
ru: Работающий
sv: Löpning
th: วิ่ง
tr: Çalışma
uk: Запущено
zh_hant: 跑步

source: Sites
ar: المواقع
de: Standorte
es: Sitio
et: Saidid
he: אתרים
id: Situs
it: Siti
pl: Strony internetowe
ru: Сайты
sv: Webbplatser
th: ไซต์
tr: Siteler
uk: Сайти
zh_hant: 网站

source: Sites on this Zotonic server
ar: المواقع الموجودة على خادم Zotonic هذا
de: Seiten auf diesem Zotonic-Server
es: Sitios en el servidor de Zotonic
et: Saidid selles Zotonicu serveris
he: אתרים בשרת Zotonic זה
id: Situs pada server Zotonic ini
it: Siti su questo server Zotonic
nl: Sites op deze Zotonic-server
pl: Strony na tym serwerze Zotonic
pt: Sites neste servidor Zotonic
ru: Сайты на этом сервере Zotonic
sv: Webbplatser på denna Zotonic-server
th: ไซต์บนเซิร์ฟเวอร์ Zotonic นี้
tr: Zotonic sunucusu üzerindeki siteler
uk: Сайти на цьому сервері Zotonic
zh_hant: 这个Zotonic服务器上的网站

source: Start the site.
ar: ابدأ الموقع.
de: Starten Sie die Seite.
es: Comenzar el sitio.
et: Alustage saiti.
he: התחל את האתר.
id: Mulai situs.
it: Avviare il sito.
nl: Start de site.
pl: Uruchomić stronę.
pt: Comece o site.
ru: Запускай сайт.
sv: Starta webbplatsen.
th: เริ่มต้นไซต์
tr: Siteyi başlatın.
uk: Запустіть сайт.
zh_hant: 启动网站。

source: Stop the site.
ar: أوقف الموقع.
de: Halten Sie die Seite an.
es: Parar el sitio.
et: Peatage sait.
he: עצור את האתר.
id: Hentikan situs.
it: Fermare il sito.
nl: Stop de site.
pl: Zatrzymaj stronę.
pt: Pare o local.
ru: Остановите сайт.
sv: Stoppa webbplatsen.
th: หยุดไซต์
tr: Siteyi durdurun.
uk: Зупиніть сайт.
zh_hant: 停止网站。

source: Stopped
ar: توقفت
de: Gestoppt
es: Detenido
et: Peatatud
he: עצר
id: Berhentikan
it: Fermato
nl: Gestopt
pl: Zatrzymany
pt: Parou
ru: Остановлен
sv: Stannade
th: หยุดแล้ว
tr: Durduruldu
uk: Зупинився
zh_hant: 停止了

source: The site you are trying to visit is experiencing some problems. Please try again later.
ar: الموقع الذي تحاول زيارته يواجه بعض المشاكل. الرجاء معاودة المحاولة في وقت لاحق.
de: Die Seite, die Sie besuchen möchten, hat einige Probleme. Bitte versuchen Sie es später noch einmal.
es: El sitio que a intentado visitar actualmente esta experimentando algunos problemas. Por favor intentes mas tarde.
et: Saidil, mida proovite külastada, on probleeme. Palun proovi hiljem uuesti.
he: באתר שאתה מנסה לבקר חווים כמה בעיות. בבקשה נסה שוב מאוחר יותר.
id: Situs yang ingin Anda kunjungi mengalami beberapa masalah. Silakan coba lagi nanti.
it: Il sito che stai cercando di visitare sta riscontrando dei problemi. Si prega di riprovare più tardi.
nl: De site die je probeert te bezoeken ondervindt momenteel problemen. Probeer het later nog eens.
pl: Strona, którą próbujesz odwiedzić, ma pewne problemy. Proszę spróbować ponownie później.
pt: O site que você está tentando visitar está passando por alguns problemas. Por favor, tente novamente mais tarde.
ru: Сайт, который вы пытаетесь посетить, испытывает некоторые проблемы. Пожалуйста, повторите попытку позже.
sv: Webbplatsen du försöker besöka har vissa problem. Vänligen försök igen senare.
th: ไซต์ที่คุณพยายามเยี่ยมชมกำลังประสบปัญหาบางอย่าง กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: Ziyaret etmeye çalıştığınız site bazı sorunlar yaşıyor. Lütfen daha sonra tekrar deneyiniz.
uk: Сайт, який Ви намагаєтеся відвідати, має певні проблеми. Будь ласка, спробуйте пізніше.
zh_hant: 您正在尝试访问的网站遇到了一些问题。请稍后再试。

source: This password is not correct.
ar: كلمة المرور هذه غير صحيحة.
de: Dieses Passwort ist nicht korrekt.
es: Esta contraseña no es correcta.
et: See parool pole õige.
he: סיסמה זו אינה נכונה.
id: Kata sandi ini tidak benar.
it: Questa password non è corretta.
nl: Dit wachtwoord is niet correct.
pl: To hasło nie jest poprawne.
pt: Esta senha não está correta.
ru: Этот пароль неверен.
sv: Det här lösenordet är inte korrekt.
th: รหัสผ่านนี้ไม่ถูกต้อง
tr: Bu şifre doğru değil.
uk: Цей пароль неправильний.
zh_hant: 这个密码是不正确的。

source: Visit the admin page for this site.
ar: قم بزيارة صفحة المسؤول لهذا الموقع.
de: Besuchen Sie die Admin-Seite für diese Site.
es: Visitar la pagina del administrador de este sitio.
et: Külastage selle saidi administraatori lehte.
he: בקר בדף הניהול של אתר זה.
id: Kunjungi halaman admin untuk situs ini.
it: Visita la pagina di amministrazione di questo sito.
nl: Bezoek de admin pagina voor deze site.
pl: Odwiedź stronę administratora tej strony.
pt: Visite a página de administração deste site.
ru: Посетите страницу администратора для этого сайта.
sv: Besök administratörssidan för den här webbplatsen.
th: ไปที่หน้าผู้ดูแลระบบของไซต์นี้
tr: Bu sitenin admin sayfasını ziyaret edin.
uk: Відвідайте сторінку адміністратора цього сайту.
zh_hant: 访问本网站的管理页面。

source: Waiting
ar: انتظار
de: Warten
es: Esperando
et: Ootan
he: הַמתָנָה
id: Menunggu
it: In attesa
nl: Aan het wachten
pl: Czekając na
pt: Aguardando
ru: Жду
sv: Väntar
th: ที่รอคอย
tr: Bekleniyor
uk: Очікування
zh_hant: 等待

source: Welcome, visitor! The page you are currently looking at is the default page for a Zotonic web server. The fact that you are seeing this page could mean that the website you are trying to visit has not been configured correctly.
ar: اهلا بك زائر! الصفحة التي نبحث حاليا في هي الصفحة الافتراضية ل خادم الويب Zotonic. حقيقة أنك ترى هذه الصفحة قد تعني أن موقع الويب الذي تحاول زيارته لم يتم تكوينه بشكل صحيح .
de: Willkommen, Besucher! Die Seite, die Sie gerade sehen, ist die Standardseite für einen Zotonic Webserver. Die Tatsache, dass Sie diese Seite sehen, könnte bedeuten, dass die Website, die Sie zu besuchen versuchen, nicht korrekt konfiguriert wurde.
es: Bienvenido, visitante! La página que usted está buscando es la página por defecto de un servidor web de Zotonic. El hecho de que está viendo esta página podría deberse a que la página que intenta visitar no ha sido configurada correctamente.
et: Tere tulemast, külastaja! Leht, mida praegu vaadates on vaikimisi lehega Zotonic veebiserver. Asjaolu, et te ei näe see leht võib tähendada, et veebisait on üritab külastada ei ole seadistatud õigesti.
he: ברוך הבא מבקר! הדף שאתה מחפש כיום הוא דף ברירת המחדל עבור שרת אינטרנט Zotonic. העובדה שאתה רואה בעמוד זה יכול להיות שהאתר שאליו הם מנסים לבקר לא הוגדר כראוי.
id: Selamat datang, pengunjung Halaman yang sedang Anda lihat adalah halaman default untuk server web Zotonic. Fakta bahwa Anda melihat halaman ini bisa berarti bahwa situs web yang ingin Anda kunjungi belum dikonfigurasi dengan benar.
it: Benvenuto, visitatore! La pagina che stai guardando è la pagina predefinita per un server web Zotonic. Il fatto che tu stia vedendo questa pagina potrebbe significare che il sito che stai cercando di visitare non è stato configurato correttamente.
nl: Welkom, bezoeker! De pagina die je momenteel bekijkt is de standaardpagina voor een Zotonic-webserver. Het feit dat je deze pagina ziet, kan betekenen dat de website die je probeert te bezoeken niet correct is geconfigureerd .
pl: Witaj, gościu! Strona, na którą obecnie patrzysz to , jest stroną domyślną dla Zotonic Web Server. Fakt, że widzisz tę stronę może oznaczać, że strona, którą próbujesz odwiedzić jest nie została skonfigurowana prawidłowo.
pt: Bem-vindo, visitante! A página que você está atualmente é a página padrão para um servidor web Zotonic. O facto de estar a ver esta página pode significar que o website que está a a tentar visitar não foi configurado correctamente.
ru: Добро пожаловать, посетитель! Страница, на которую вы сейчас смотрите - это страница по умолчанию для веб-сервера Zotonic. Тот факт, что вы видите эту страницу, может означать, что веб-сайт, который вы пытаетесь посетить , был настроен неправильно .
sv: Välkommen, besökare! Sidan du bläddrar i är standardsidan för en Zotonic webbserver. Det faktum att du ser denna sida kan innebära att webbplatsen du är försöker besöka inte har konfigurerats korrekt.
th: ยินดีต้อนรับผู้เยี่ยมชม! หน้าที่คุณ กำลังดูอยู่เป็นหน้าเริ่มต้นสำหรับเว็บเซิร์ฟเวอร์ Zotonic การที่คุณเห็น หน้านี้อาจหมายความว่าเว็บไซต์ที่คุณ พยายามเข้าชมไม่ได้รับการกำหนดค่า อย่างถูกต้อง
tr: Hoş geldin ziyaretçi! Bulunduğunuz sayfa Zotonic web sunucusunun varsayılan sayfasıdır. Bu sayfayı görmeniz ziyaret etmeye çalıştığınız web sitesinin doğru yapılandırılmamış olabileceği anlamına gelebilir.
uk: Ласкаво просимо, відвідувач! Сторінка, яку Ви зараз переглядаєте , є сторінкою за замовчуванням для вебсервера Zotonic. Той факт, що Ви бачите цю сторінку, може означати, що вебсайт, який Ви намагаєтеся відвідати, неправильно .
zh_hant: 欢迎，访问者!您现在看到的 页面是 Zotonic网站服务器的默认页面。事实上，您看到的 页面可能意味着您 试图访问的网站没有正确配置 。
