Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Two-factor authentication configuration
ar: تكوين المصادقة الثنائية
de: Konfiguration der Zwei-Faktor-Authentifizierung
es: Configuración de autenticación de dos factores
et: Kaheastmeline autentimise konfiguratsioon
he: תצורת אימות דו-גורמית
id: Konfigurasi otentikasi dua faktor
it: Configurazione dell'autenticazione a due fattori
nl: Twee-factor-authenticatieconfiguratie
pl: Konfiguracja uwierzytelniania dwuskładnikowego
pt: Configuração de autenticação de dois fatores
ru: Конфигурация двухфакторной аутентификации
sv: Tvåfaktors autentiseringskonfiguration
th: การกำหนดค่าการรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulama yapılandırması
uk: Конфігурація двофакторної аутентифікації
zh_hant: 双因素认证配置

source: Two-factor authentication has been enabled for your account.
ar: لقد تم تفعيل المصادقة الثنائية لحسابك.
de: Für Ihr Konto wurde die Zwei-Faktor-Authentifizierung aktiviert.
es: Se ha habilitado la autenticación de dos factores para su cuenta.
et: Teie konto jaoks on lubatud kahefaktoriline autentimine.
he: אימות דו-שלבי הופעל עבור חשבונך.
id: Otentikasi dua faktor telah diaktifkan untuk akun Anda.
it: L'autenticazione a due fattori è stata abilitata per il tuo account.
nl: Twee-factor-authenticatie is ingeschakeld voor jouw account.
pl: Na Twoim koncie włączono uwierzytelnianie dwuskładnikowe.
pt: A autenticação de dois fatores foi habilitada para sua conta.
ru: Для вашей учетной записи включена двухфакторная аутентификация.
sv: Tvåfaktorsautentisering har aktiverats för ditt konto.
th: เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยสำหรับบัญชีของคุณแล้ว
tr: Hesabınız için iki faktörlü kimlik doğrulama etkinleştirildi.
uk: Для вашого облікового запису ввімкнено двофакторну автентифікацію.
zh_hant: 您的帳戶已啟用雙重認證。

source: Two-factor authentication is enabled
ar: تم تمكين المصادقة الثنائية
de: Zwei-Faktor-Authentifizierung ist aktiviert
es: La autenticación de dos factores está habilitada
et: Kahefaktoriline autentimine on lubatud
he: אימות דו-שלבי מופעל
id: Otentikasi dua faktor diaktifkan
it: L'autenticazione a due fattori è abilitata
nl: Twee-factor-authenticatie is ingeschakeld
pl: Uwierzytelnianie dwuskładnikowe jest włączone
pt: A autenticação de dois fatores está ativada
ru: Двухфакторная аутентификация включена
sv: Tvåfaktorsautentisering är aktiverad
th: เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยแล้ว
tr: İki faktörlü kimlik doğrulama etkin
uk: Увімкнено двофакторну аутентифікацію
zh_hant: 已啟用雙重認證

source: Two-factor authentication is enabled for this account.
ar: تم تمكين المصادقة ذات العاملين لهذا الحساب.
de: Für dieses Konto ist die Zwei-Faktor-Authentifizierung aktiviert.
es: La autenticación de dos factores está habilitada para esta cuenta.
et: Selle konto jaoks on lubatud kahefaktoriline autentimine.
he: אימות דו-שלבי מופעל עבור חשבון זה.
id: Otentikasi dua faktor diaktifkan untuk akun ini.
it: L'autenticazione a due fattori è abilitata per questo account.
nl: Twee-factor-authenticatie is ingeschakeld voor dit account.
pl: Dla tego konta jest włączone uwierzytelnianie dwuskładnikowe.
pt: A autenticação de dois fatores está habilitada para esta conta.
ru: Для этой учетной записи включена двухфакторная аутентификация.
sv: Tvåfaktorsautentisering är aktiverad för det här kontot.
th: เปิดใช้งานการตรวจสอบสิทธิ์สองปัจจัยสำหรับบัญชีนี้
tr: Bu hesap için iki faktörlü kimlik doğrulama etkin.
uk: Для цього облікового запису ввімкнено двофакторну автентифікацію.
zh_hant: 為此帳戶啟用了雙重身份驗證。

source: Two-factor authentication is not enabled
ar: لم يتم تمكين المصادقة الثنائية
de: Die Zwei-Faktor-Authentifizierung ist nicht aktiviert
es: La autenticación de dos factores no está habilitada
et: Kahefaktoriline autentimine pole lubatud
he: אימות דו-שלבי אינו מופעל
id: Otentikasi dua faktor tidak diaktifkan
it: L'autenticazione a due fattori non è abilitata
nl: Twee-factor-authenticatie is niet ingeschakeld
pl: Uwierzytelnianie dwuskładnikowe nie jest włączone
pt: A autenticação de dois fatores não está habilitada
ru: Двухфакторная аутентификация не включена
sv: Tvåfaktorsautentisering är inte aktiverad
th: ไม่ได้เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulama etkin değil
uk: Двофакторна автентифікація не ввімкнена
zh_hant: 未啟用雙重認證

source: Two-factor authentication is not enabled for this account.
ar: لم يتم تمكين المصادقة ذات العاملين لهذا الحساب.
de: Die Zwei-Faktor-Authentifizierung ist für dieses Konto nicht aktiviert.
es: La autenticación de dos factores no está habilitada para esta cuenta.
et: Kahefaktoriline autentimine pole selle konto jaoks lubatud.
he: אימות דו-שלבי אינו מופעל עבור חשבון זה.
id: Otentikasi dua faktor tidak diaktifkan untuk akun ini.
it: L'autenticazione a due fattori non è abilitata per questo account.
nl: Twee-factor-authenticatie is niet ingeschakeld voor dit account.
pl: Uwierzytelnianie dwuskładnikowe nie jest włączone na tym koncie.
pt: A autenticação de dois fatores não está habilitada para esta conta.
ru: Для этой учетной записи не включена двухфакторная аутентификация.
sv: Tvåfaktorsautentisering är inte aktiverad för det här kontot.
th: ไม่ได้เปิดใช้งานการตรวจสอบสิทธิ์สองปัจจัยสำหรับบัญชีนี้
tr: Bu hesap için iki faktörlü kimlik doğrulama etkin değil.
uk: Для цього облікового запису не ввімкнено двофакторну автентифікацію.
zh_hant: 此帳戶未啟用雙重身份驗證。

source: Two-factor passcode
ar: رمز مرور ثنائي المعامل
de: Zwei-Faktor-Passcode
es: Contraseña de dos factores
et: Kahefaktoriline pääsukood
he: קוד סיסמה דו-גורמי
id: Kode sandi dua faktor
it: Codice di accesso a due fattori
nl: Twee-factor-toegangscode
pl: Hasło dwuskładnikowe
pt: Senha de dois fatores
ru: Двухфакторный пароль
sv: Tvåfaktors lösenord
th: รหัสผ่านสองปัจจัย
tr: İki faktörlü parola
uk: Двофакторний пароль
zh_hant: 双因素密码

source: Type the code generated by your app
ar: اكتب الرمز الذي أنشأه تطبيقك
de: Geben Sie den von Ihrer App generierten Code ein
es: Escribe el código generado por tu aplicación.
et: Sisestage oma rakenduse loodud kood
he: הקלד את הקוד שנוצר על ידי האפליקציה שלך
id: Ketikkan kode yang dihasilkan oleh aplikasi Anda
it: Digita il codice generato dalla tua app
nl: Typ de toegangscode die door jouw app is gegenereerd
pl: Wpisz kod wygenerowany przez aplikację
pt: Digite o código gerado pelo seu aplicativo
ru: Введите код, сгенерированный вашим приложением.
sv: Ange koden som genereras av din app
th: พิมพ์รหัสที่สร้างโดยแอปของคุณ
tr: Uygulamanız tarafından oluşturulan kodu yazın
uk: Введіть код, створений вашою програмою
zh_hant: 輸入您的應用程式產生的程式碼

source: User group
ar: مجموعة المستخدمين
de: Benutzergruppe
es: Grupo de usuarios
et: Kasutajagrupp
he: קבוצת משתמשים
id: Kelompok pengguna
it: Gruppo di utenti
nl: Gebruikersgroep
pl: Grupa użytkowników
pt: Grupo de usuários
ru: Группа пользователей
sv: Användargrupp
th: กลุ่มผู้ใช้
tr: Kullanıcı grubu
uk: Група користувачів
zh_hant: 使用者群組

source: User group configuration
ar: تكوين مجموعة المستخدمين
de: Konfiguration der Benutzergruppe
es: Configuración del grupo de usuarios
et: Kasutajarühma seadistamine
he: תצורת קבוצת משתמשים
id: Konfigurasi grup pengguna
it: Configurazione del gruppo di utenti
nl: Configuratie van de gebruikersgroep
pl: Konfiguracja grupy użytkowników
pt: Configuração do grupo de utilizadores
ru: Конфигурация группы пользователей
sv: Konfiguration av användargrupp
th: การกำหนดค่ากลุ่มผู้ใช้
tr: Kullanıcı grubu yapılandırması
uk: Конфігурація групи користувачів
zh_hant: 用户组配置

source: Warning.
ar: تحذير.
de: Warnung.
es: Advertencia.
et: Hoiatus.
he: אַזהָרָה.
id: Peringatan.
it: Avvertimento.
nl: Waarschuwing.
pl: Ostrzeżenie.
pt: Aviso.
ru: Предупреждение.
sv: Varning.
th: คำเตือน.
tr: Uyarı.
uk: УВАГА.
zh_hant: 警告。

source: You can use two-factor authentication apps such as <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> or <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
ar: يمكنك استخدام تطبيقات المصادقة ذات العاملين مثل <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> أو <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
de: Sie können Zwei-Faktor-Authentifizierungs-Apps wie <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> oder <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
es: Puede utilizar aplicaciones de autenticación de dos factores como <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> o <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
et: Võite kasutada kaheastmelisi autentimisrakendusi, näiteks <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> või <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
he: אתה יכול להשתמש באפליקציות אימות דו-גורמי כגון <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> או <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
id: Anda dapat menggunakan aplikasi autentikasi dua faktor seperti <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> atau <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
it: Puoi utilizzare app di autenticazione a due fattori come <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> o <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
nl: Je kan twee-factor-authenticatie-apps gebruiken, zoals <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> of <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
pl: Możesz używać aplikacji do uwierzytelniania dwuskładnikowego, takich jak <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> lub <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
pt: Você pode usar aplicativos de autenticação de dois fatores, como <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> ou <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
ru: Вы можете использовать приложения для двухфакторной аутентификации, такие как <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> или <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
sv: Du kan använda tvåfaktorautentiseringsappar som <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> eller <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
th: คุณสามารถใช้แอปตรวจสอบสิทธิ์แบบสองปัจจัย เช่น <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> หรือ <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>
tr: <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> veya <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>gibi iki faktörlü kimlik doğrulama uygulamalarını kullanabilirsiniz.
uk: Ви можете використовувати програми двофакторної автентифікації, наприклад <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> або <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
zh_hant: 您可以使用雙因素身份驗證應用程序，例如 <a rel="noopener noreferrer" target="_blank" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> 或 <a rel="noopener noreferrer" target="_blank" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>。

source: You must set your two-factor authentication passcode now. Next time you sign in you will need to enter the two-factor authentication passcode.
ar: يجب عليك تعيين رمز مرور المصادقة الثنائية الآن. في المرة القادمة التي تقوم فيها بتسجيل الدخول، ستحتاج إلى إدخال رمز مرور المصادقة الثنائية.
de: Sie müssen jetzt Ihren Passcode für die Zwei-Faktor-Authentifizierung festlegen. Bei der nächsten Anmeldung müssen Sie den Passcode für die Zwei-Faktor-Authentifizierung eingeben.
es: Debes configurar tu contraseña de autenticación de dos factores ahora. La próxima vez que inicie sesión, deberá ingresar el código de acceso de autenticación de dos factores.
et: Peate kohe määrama oma kahefaktorilise autentimise pääsukoodi. Järgmine kord, kui sisse logite, peate sisestama kahefaktorilise autentimise pääsukoodi.
he: עליך להגדיר את קוד האימות הדו-גורמי שלך כעת. בפעם הבאה שתיכנס תצטרך להזין את קוד האימות הדו-גורמי.
id: Anda harus menyetel kode sandi autentikasi dua faktor sekarang. Saat berikutnya Anda masuk, Anda harus memasukkan kode sandi autentikasi dua faktor.
it: È necessario impostare ora il passcode di autenticazione a due fattori. La prossima volta che accedi dovrai inserire il passcode dell'autenticazione a due fattori.
nl: Je kunt nu de twee-factor-authenticatie instellen. De volgende keer dat je inlogt, moet je de toegangscode voor twee-factor-authenticatie invoeren.
pl: Musisz teraz ustawić hasło uwierzytelniania dwuskładnikowego. Przy następnym logowaniu konieczne będzie wprowadzenie hasła uwierzytelniania dwuskładnikowego.
pt: Você deve definir sua senha de autenticação de dois fatores agora. Na próxima vez que você fizer login, precisará inserir a senha de autenticação de dois fatores.
ru: Вы должны установить пароль для двухфакторной аутентификации сейчас. При следующем входе в систему вам нужно будет ввести пароль двухфакторной аутентификации.
sv: Du måste ställa in ditt tvåfaktors autentiseringslösenord nu. Nästa gång du loggar in måste du ange lösenordet för tvåfaktorsautentisering.
th: คุณต้องตั้งรหัสผ่านการตรวจสอบสิทธิ์แบบสองปัจจัยทันที ครั้งถัดไปที่คุณลงชื่อเข้าใช้ คุณจะต้องป้อนรหัสผ่านการตรวจสอบสิทธิ์แบบสองปัจจัย
tr: Şimdi iki faktörlü kimlik doğrulama şifrenizi ayarlamanız gerekir. Bir sonraki oturum açışınızda iki faktörlü kimlik doğrulama şifresini girmeniz gerekecektir.
uk: Ви повинні зараз встановити пароль двофакторної автентифікації. Під час наступного входу вам потрібно буде ввести пароль двофакторної автентифікації.
zh_hant: 現在您必須設定雙重認證密碼。下次登入時，您需要輸入雙重認證密碼。

source: You need to be allowed to edit the system configuration to view or change the two-factor authentication configuration.
ar: يجب أن يُسمح لك بتحرير تكوين النظام لعرض أو تغيير تكوين المصادقة الثنائية.
de: Sie müssen berechtigt sein, die Systemkonfiguration zu bearbeiten, um die Konfiguration der Zwei-Faktor-Authentifizierung anzuzeigen oder zu ändern.
es: Es necesario que se le permita editar la configuración del sistema para ver o cambiar la configuración de la autenticación de dos factores.
et: Kaheastmelise autentimise konfiguratsiooni kuvamiseks või muutmiseks peate lubama süsteemi konfiguratsiooni muuta.
he: עליך להיות רשאי לערוך את תצורת המערכת כדי להציג או לשנות את תצורת האימות הדו-גורמי.
id: Anda harus diizinkan untuk mengedit konfigurasi sistem untuk melihat atau mengubah konfigurasi otentikasi dua faktor.
it: Devi essere autorizzato a modificare la configurazione del sistema per vedere o cambiare la configurazione dell'autenticazione a due fattori.
nl: Je moet de systeemconfiguratie mogen bewerken om de twee-factor-authenticatieconfiguratie te kunnen bekijken of wijzigen.
pl: Aby wyświetlić lub zmienić konfigurację uwierzytelniania dwuskładnikowego, musisz mieć możliwość edycji konfiguracji systemu.
pt: Você precisa ter permissão para editar a configuração do sistema para visualizar ou alterar a configuração de autenticação de dois fatores.
ru: Для просмотра или изменения конфигурации двухфакторной аутентификации необходимо иметь право редактировать конфигурацию системы.
sv: Du måste ha tillåtelse att redigera systemkonfigurationen för att visa eller ändra konfigurationen för tvåfaktorautentisering.
th: คุณต้องได้รับอนุญาตให้แก้ไขการกำหนดค่าระบบเพื่อดูหรือเปลี่ยนการกำหนดค่าการตรวจสอบสิทธิ์สองปัจจัย
tr: İki faktörlü kimlik doğrulama yapılandırmasını görüntülemek veya değiştirmek için sistem yapılandırmasını düzenlemenize izin verilmelidir.
uk: Вам потрібно дозволити редагувати конфігурацію системи, щоб переглянути або змінити конфігурацію двофакторної автентифікації.
zh_hant: 您需要被允许编辑系统配置来查看或更改双因素认证配置。

source: Access denied
ar: تم الرفض
de: Zugriff verweigert
es: Acceso denegado
et: Ligipääs keelatud
he: גישה נדחתה
id: Akses ditolak
it: Accesso negato
nl: Toegang geweigerd
pl: Odmowa dostępu
pt: Acesso negado
ru: Доступ запрещен
sv: Tillträde beviljas ej
th: ปฏิเสธการเข้าใช้
tr: Erişim reddedildi
uk: Доступ заборонено
zh_hant: 拒绝进入

source: Active sessions in the last hour
ar: الجلسات النشطة في الساعة الماضية
de: Aktive Sitzungen in der letzten Stunde
es: Sesiones activas en la última hora
et: Viimase tunni aktiivsed seansid
he: מפגשים פעילים בשעה האחרונה
id: Sesi aktif dalam satu jam terakhir
it: Sessioni attive nell'ultima ora
nl: Actieve sessies in het laatste uur
pl: Aktywne sesje w ciągu ostatniej godziny
pt: Sessões ativas na última hora
ru: Активные сеансы за последний час
sv: Aktiva pass den senaste timmen
th: เซสชันที่ใช้งานในชั่วโมงที่ผ่านมา
tr: Son saatteki aktif oturumlar
uk: Активні сесії за останню годину
zh_hant: 過去一小時內的活躍會話

source: Afterwards, you'll be asked to log in again.
ar: بعد ذلك، سيُطلب منك تسجيل الدخول مرة أخرى.
de: Anschließend werden Sie aufgefordert, sich erneut anzumelden.
es: Luego se le pedirá que inicie sesión nuevamente.
et: Pärast seda palutakse teil uuesti sisse logida.
he: לאחר מכן, תתבקש להיכנס שוב.
id: Setelah itu, Anda akan diminta untuk masuk kembali.
it: Successivamente ti verrà chiesto di effettuare nuovamente l'accesso.
nl: Daarna wordt je gevraagd om opnieuw in te loggen.
pl: Następnie zostaniesz poproszony o ponowne zalogowanie.
pt: Depois, você será solicitado a efetuar login novamente.
ru: После этого вам будет предложено снова войти в систему.
sv: Efteråt kommer du att bli ombedd att logga in igen.
th: จากนั้นคุณจะถูกขอให้เข้าสู่ระบบอีกครั้ง
tr: Daha sonra tekrar giriş yapmanız istenecektir.
uk: Після цього вам буде запропоновано ввійти знову.
zh_hant: 之後，系統會要求您再次登入。

source: Already connected
ar: متصل بالفعل
de: Schon verbunden
es: Ya conectado
et: Juba ühendatud
he: כבר מחובר
id: Sudah terhubung
it: Già collegato
nl: Al verbonden
pl: Już połączony
pt: Já conectado
ru: Уже подключен
sv: Redan ansluten
th: เชื่อมต่อแล้ว
tr: Zaten bağlı
uk: Вже підключено
zh_hant: 已经连接

source: Are you sure you have created an account? If not, you can create one here:
ar: هل أنت متأكد أنك قمت بإنشاء حساب؟ إذا لم يكن كذلك ، يمكنك إنشاء واحد هنا:
de: Sind Sie sicher, dass Sie ein Konto erstellt haben? Wenn nicht, können Sie hier eine erstellen:
es: ¿Estás seguro de que has creado una cuenta? Si no, puedes crear uno aquí:
et: Kas olete kindel, et olete konto loonud? Kui ei, saate selle luua siin:
he: האם אתה בטוח שיצרת חשבון? אם לא, אתה יכול ליצור אחד כאן:
id: Apakah Anda yakin telah membuat akun? Jika tidak, Anda dapat membuatnya di sini:
it: Sei sicuro di aver creato un account? In caso contrario, puoi crearne uno qui:
nl: Weet je zeker dat je een account hebt aangemaakt? Zo niet, dan kun je er hier één aanmaken:
pl: Czy na pewno założyłeś konto? Jeśli nie, możesz go utworzyć tutaj:
pt: Tem certeza de que criou uma conta? Se não, você pode criar um aqui:
ru: Вы уверены, что создали учетную запись? Если нет, вы можете создать его здесь:
sv: Är du säker på att du har skapat ett konto? Om inte kan du skapa en här:
th: คุณแน่ใจหรือไม่ว่าคุณได้สร้างบัญชีแล้ว ถ้าไม่ คุณสามารถสร้างได้ที่นี่:
tr: Bir hesap oluşturduğunuzdan emin misiniz? Değilse, burada bir tane oluşturabilirsiniz:
uk: Ви впевнені, що створили обліковий запис? Якщо ні, ви можете створити його тут:
zh_hant: 你確定你已經創建了一個帳戶嗎？如果沒有，您可以在這裡創建一個：

source: Are you sure?
ar: هل أنت متأكد؟
de: Bist du sicher?
es: ¿Está seguro?
et: Oled sa kindel?
he: אתה בטוח?
id: Apa kamu yakin?
it: Sei sicuro?
nl: Weet je het zeker?
pl: Jesteś pewien?
pt: Tem certeza?
ru: Вы уверены?
sv: Är du säker?
th: คุณแน่ใจมั้ย?
tr: Emin misin?
uk: Ви впевнені?
zh_hant: 你確定嗎？

source: Authenticated
ar: مصادق عليه
de: Authentifiziert
es: Autenticado
et: Autentitud
he: מְאוּמָת
id: Dikonfirmasi
it: Autenticato
nl: Geauthenticeerd
pl: Uwierzytelnione
pt: Autenticado
ru: Аутентифицированный
sv: Autentiserad
th: รับรองความถูกต้อง
tr: Doğrulanmış
uk: Аутентифіковано
zh_hant: 经认证的

source: Authentication has been done with
ar: تم المصادقة بواسطة
de: Die Authentifizierung erfolgte mit
es: La autenticación ha sido hecha con
et: Autentimine on tehtud
he: אימות נעשה עם
id: Otentikasi telah dilakukan dengan
it: L'autenticazione è stata fatta con
nl: Authenticatie is gedaan met
pl: Uwierzytelnienie zostało wykonane za pomocą
pt: A autenticação foi feita com
ru: Аутентификация была выполнена через
sv: Autentisering har gjorts med
th: ได้ทำการตรวจสอบความถูกต้องด้วย
tr: Kimlik doğrulaması bununla yapıldı
uk: Аутентифікацію виконано з
zh_hant: 认证已通过

source: Authorizing...
ar: جاري المصادقة...
de: Autorisierend...
es: Autorizando...
et: Autoriseerimine ...
he: מאשר ...
id: Memberi otorisasi...
it: Autorizzare...
nl: Autoriseren...
pl: Autoryzuję ...
pt: A autorizar...
ru: Авторизация...
sv: Auktoriserar ...
th: กำลังอนุญาต ...
tr: Kimlik Doğrulanıyor...
uk: Авторизація...
zh_hant: 授权...

source: Back to login
ar: العودة لتسجيل الدخول
de: Zurück zur Anmeldung
es: Atrás para iniciar sesión
et: Tagasi sisselogimise juurde
he: חזרה לכניסה
id: Kembali untuk masuk
it: Torna al login
nl: Terug naar Inloggen
pl: Powrót do logowania
pt: Volte ao login
ru: Вернуться на страницу авторизации
sv: Tillbaka till login
th: กลับสู่การเข้าสู่ระบบ
tr: Girişe geri dön
uk: Назад до входу
zh_hant: 回到登入
