Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Change category and/or content group...
ar: قم بتغيير الفئة و/أو مجموعة المحتوى...
de: Kategorie und/oder Inhaltsgruppe ändern...
es: Cambiar categoría y/o grupo de contenido...
et: Kategooria ja / või sisugrupi muutmine ...
he: שנה קטגוריה ו / או קבוצת תוכן ...
id: Ubah kategori dan/atau konten kelompok...
it: Cambia categoria e/o gruppo di contenuti...
nl: Verander categorie en/of paginagroep...
pl: Zmień kategorię i/lub grupę tematyczną...
pt: Mudar categoria e/ou grupo de conteúdo...
ru: Изменить категорию и/или группу контента...
sv: Ändra kategori och/eller innehållsgrupp...
th: เปลี่ยนหมวดหมู่และ / หรือกลุ่มเนื้อหา ...
tr: Kategoriyi değiştirin ve/veya içerik grubunu...
uk: Змінити категорію та/або групу вмісту...
zh_hant: 改變分類 以及/或 内容組...

source: Changed configuration.
ar: التكوين المتغير.
de: Konfiguration geändert.
es: Configuración cambiada.
et: Konfiguratsiooni muudetud.
he: תצורה שונתה.
id: Konfigurasi berubah.
it: Configurazione modificata.
nl: Configuratie veranderd.
pl: Zmieniona konfiguracja.
pt: Configuração alterada.
ru: Конфигурация изменена.
sv: Ändrad konfiguration.
th: เปลี่ยนการกำหนดค่า
tr: Değiştirilmiş yapılandırma.
uk: Змінена конфігурація.
zh_hant: 改变了配置。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
et: Sulge
he: סגור
id: Tutup
it: Chiudi
nl: Sluit
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stänga
th: ปิด
tr: Kapat
uk: Закрити
zh_hant: 關閉

source: Collaboration group managers
ar: مدراء مجموعات التعاون
de: Manager von Zusammenarbeitsgruppen
es: Administradores del grupo de colaboración
et: Koostöögruppide juhid
he: מנהלי קבוצות שיתוף פעולה
id: Kerjasama kelompok pengelola
it: Gestori del gruppo di collaborazione
nl: Samenwerkingsgroep beheerders
pl: Menedżerowie grup współpracy
pt: Gestores de grupos de colaboração
ru: Менеджеры групп сотрудничества
sv: Samarbetsgruppschefer
th: ผู้จัดการกลุ่มความร่วมมือ
tr: İşbirliği grubu yöneticileri
uk: Менеджери груп співпраці
zh_hant: 合作夥伴群經理

source: Collaboration group members
ar: أعضاء مجموعات التعاون
de: Mitglieder der Zusammenartbeitsgruppe
es: Miembros del grupo de colaboración
et: Koostöögrupi liikmed
he: חברי קבוצת שיתוף פעולה
id: Kerjasama anggota kelompok
it: Membri del gruppo di collaborazione
nl: Samenwerkingsgroep leden
pl: Członkowie grupy współpracy
pt: Membros do Grupo de Colaboração
ru: Члены группы сотрудничества
sv: Samarbetsgruppsmedlemmar
th: สมาชิกกลุ่มการทำงานร่วมกัน
tr: İşbirliği grubu üyeleri
uk: Члени групи співпраці
zh_hant: 合作夥伴群成員

source: Collaboration groups
ar: مجموعات التعاون
de: Zusammenarbeitsgruppen
es: Grupos de colaboración
et: Koostöögrupid
he: קבוצות שיתוף פעולה
id: Kerja sama kelompok
it: Gruppi di collaborazione
nl: Samenwerkingsgroepen
pl: Grupy współpracy
pt: Grupos de Colaboração
ru: Группы сотрудничества
sv: Samarbetsgrupper
th: กลุ่มการทำงานร่วมกัน
tr: İşbirliği grupları
uk: Групи співпраці
zh_hant: 合作夥伴群

source: Collaboration groups are added by creating a new page in the category:
ar: تم إضافة مجموعات التعاون بواسطة إنشاء صفحة جديدة في الفئة:
de: Kollaborationsgruppen werden hinzugefügt, indem eine neue Seite in der Kategorie erstellt wird:
es: Los grupos de colaboración se añaden creando una página nueva en la categoría:
et: Koostöögrupid lisatakse kategooriasse uue lehe loomisega:
he: קבוצות שיתוף פעולה מתווספות על ידי יצירת דף חדש בקטגוריה:
id: Kerjasama kelompok ditambahkan dengan membuat sebuah halaman baru dalam kategori:
it: I gruppi di collaborazione vengono aggiunti creando una nuova pagina nella categoria:
nl: Samenwerkingsgroepen worden toegevoegd door een pagina te maken in de categorie:
pl: Grupy współpracy są dodawane poprzez utworzenie nowej strony w kategorii:
pt: Os grupos de colaboração são adicionados através da criação de uma nova página na categoria:
ru: Группы сотрудничества добавляются путем создания новой страницы в категории:
sv: Samarbete i grupper läggs till genom att du skapar en ny sida i kategorin:
th: กลุ่มการทำงานร่วมกันจะถูกเพิ่มโดยการสร้างเพจใหม่ในหมวดหมู่:
tr: İşbirliği grupları kategori içerisinde yeni sayfa oluşturularak eklenirler:
uk: Групи співпраці додаються шляхом створення нової сторінки в категорії:
zh_hant: 經由在這個分类中開設新的網頁來添加合作夥伴群

source: Collaboration groups are user groups where all content belongs to the group.
ar: مجموعات التعاون هي مجموعات مستخدمين حيث كل المحتوى ينتمي إلى المجموعة.
de: Zusammenarbeitsgruppen sind Benutzergruppen, bei denen alle Inhalte zur Gruppe gehören.
es: Los grupos de colaboración son grupos de usuarios donde todo el contenido es propiedad del grupo.
et: Koostöögrupid on kasutajagrupid, kus kogu sisu kuulub gruppi.
he: קבוצות שיתוף פעולה הן קבוצות משתמשים בהן כל התוכן שייך לקבוצה.
id: Kerjasama kelompok adalah kelompok pengguna di mana semua konten milik kelompok.
it: I gruppi di collaborazione sono gruppi di utenti in cui tutto il contenuto appartiene al gruppo.
nl: Samenwerkingsgroepen zijn gebruikersgroepen waarvan alle inhoud toebehoort aan de groep.
pl: Grupy współpracy to grupy użytkowników, w których cała zawartość należy do grupy.
pt: Os grupos de colaboração são grupos de usuários onde todo o conteúdo pertence ao grupo.
ru: Группы сотрудничества - это группы пользователей, в которых весь контент принадлежит группе.
sv: Samarbete-grupper är grupper av användare där allt innehåll tillhör gruppen.
th: กลุ่มการทำงานร่วมกันคือกลุ่มผู้ใช้ที่เนื้อหาทั้งหมดเป็นของกลุ่ม
tr: İşbirliği grupları tüm içeriğin kullanıcılara ait olduğu kullanıcı gruplarıdır.
uk: Групи співпраці — це групи користувачів, у яких весь вміст належить групі.
zh_hant: 合作夥伴群如同用戶群，所有的内容屬於這個群體

source: Consider resource authors to be owner.
ar: اعتبر مؤلفي الموارد مالكين.
de: Betrachten Sie Ressourcenautoren als Eigentümer.
es: Considere a los autores de recursos como propietarios.
et: Pidage omanikeks ressursside autoreid.
he: ראה מחברי משאבים כבעלים.
id: Pertimbangkan penulis sumber daya sebagai pemilik.
it: Considera gli autori delle risorse come proprietari.
nl: Beschouw de auteurs van resources als eigenaar.
pl: Uważaj autorów zasobów za właścicieli.
pt: Considere os autores dos recursos como proprietários.
ru: Считайте авторов ресурсов владельцами.
sv: Anse resursförfattare vara ägare.
th: ถือว่าผู้เขียนทรัพยากรเป็นเจ้าของ
tr: Kaynak yazarlarını sahip olarak düşünün.
uk: Вважайте авторів ресурсів власниками.
zh_hant: 將資源作者視為所有者。

source: Content
ar: محتوى
de: Inhalt
es: Contenido
et: Sisu
he: תוֹכֶן
id: Konten
it: Contenuto
nl: Inhoud
pl: Treść
pt: Conteúdo
ru: Контент
sv: Innehåll
th: เนื้อหา
tr: İçerik
uk: Контент
zh_hant: 内容

source: Content group
ar: مجموعة محتوى
de: Inhaltsgruppe
es: Grupo de contenido
et: Sisurühm
he: קבוצת תוכן
id: Konten grup
it: Gruppo di contenuti
nl: Paginagroep
pl: Grupa tematyczna
pt: Grupo de conteúdo
ru: Группа контента
sv: Innehållsgrupp
th: กลุ่มเนื้อหา
tr: İçerik grubu
uk: Контент група
zh_hant: 内容群組

source: Content groups
ar: مجموعات المحتوى
de: Inhaltsgruppen
es: Grupos de contenidos
et: Sisurühmad
he: קבוצות תוכן
id: Kelompok konten
it: Gruppi di contenuti
nl: Paginagroepen
pl: Grupy tematyczne
pt: Grupos de conteúdo
ru: Группы контента
sv: Innehållsgrupper
th: กลุ่มเนื้อหา
tr: İçerik grupları
uk: Контент групи
zh_hant: 内容群組

source: Content rules for collaboration group members and managers
ar: قواعد المحتوى لأعضاء و مدراء مجموعات التعاون
de: Inhaltsregeln für Mitglieder und Managers von Zusammenarbeitsgruppen
es: Las reglas de contenido para los miembros y administradores del grupo de colaboración
et: Sisureeglid koostöögrupi liikmetele ja juhtidele
he: כללי תוכן לחברי ומנהלי קבוצת שיתוף פעולה
id: Aturan konten untuk bekerjasama dengan anggota kelompok dan manajer
it: Regole di contenuto per i membri del gruppo di collaborazione e i manager
nl: Regels voor leden en beheerders van samenwerkingsgroepen
pl: Zasady dotyczące treści dla członków i menedżerów grup współpracy
pt: Regras de conteúdo para membros e gerentes de grupos de colaboração
ru: Правила контента для членов и менеджеров групп сотрудничества
sv: Innehåll regler för samarbete gruppmedlemmar och ledare
th: กฎเนื้อหาสำหรับสมาชิกและผู้จัดการกลุ่มการทำงานร่วมกัน
tr: İşbirliği grupları yöneticileri ve üyeleri için içerik kuralları
uk: Правила контенту для членів групи співпраці та менеджерів
zh_hant: 合作夥伴群成員以及經理處理内容的規則

source: Could not move to collaboration group.
ar: تعذر الانتقال إلى مجموعة التعاون.
de: Konnte nicht in die Zusammenarbeitsgruppe verschoben werden.
es: No se pudo mover al grupo de colaboración.
et: Koostöögruppi ei saanud liikuda.
he: לא ניתן היה לעבור לקבוצת שיתוף פעולה.
id: Tidak bisa bergerak untuk kolaborasi kelompok.
it: Impossibile spostare al gruppo di collaborazione.
nl: Kon niet naar de samenwerkingsgroep verplaatsen.
pl: Nie udało się przenieść do grupy współpracy.
pt: Não foi possível mover para o grupo de colaboração.
ru: Не смог перейти в группу по сотрудничеству.
sv: Kan inte flytta till en grupp.
th: ไม่สามารถย้ายไปที่กลุ่มการทำงานร่วมกัน
tr: İşbirliği grubuna taşınamadı.
uk: Не вдалося перейти до групи співпраці.
zh_hant: 無法轉移去合作夥伴群

source: Delete
ar: احذف
de: Löschen
es: Borrar
et: Kustuta
he: לִמְחוֹק
id: Hapus
it: Elimina
nl: Verwijder
pl: Usuń
pt: Excluir
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
zh_hant: 删除

source: Delete all user groups
ar: احذف كل مجموعات المتسخدمين
de: Alle Benutzergruppen löschen
es: Eliminar todos los grupos de usuarios
et: Kustutage kõik kasutajagrupid
he: מחק את כל קבוצות המשתמשים
id: Hapus semua kelompok pengguna
it: Elimina tutti i gruppi di utenti
nl: Verwijder alle gebruikersgroepen
ru: Удалить все группы пользователей
sv: Ta bort alla användargrupper
th: ลบกลุ่มผู้ใช้ทั้งหมด
tr: Tüm kullanıcı gruplarını sil
uk: Видалити всі групи користувачів
zh_hant: 删除所有用戶組

source: Delete is canceled, there are users in the user groups.
ar: تم إلغاء الحذف، هناك مستخدمين في مجموعات المستخدمين.
de: Löschen wird abgebrochen, es sind Benutzer in den Benutzergruppen vorhanden.
es: La eliminación se cancela, hay usuarios en los grupos de usuarios.
et: Kustutamine on tühistatud, kasutajagruppides on kasutajaid.
he: המחיקה בוטלה, ישנם משתמשים בקבוצות המשתמשים.
id: Penghapusan dibatalkan, ada para pengguna di kelompok pengguna.
it: L'eliminazione è annullata, ci sono utenti nei gruppi di utenti.
nl: Het verwijderen is afgebroken: er zijn nog gebruikers in de gebruikersgroepen.
pl: Usuwanie jest anulowane, w grupach użytkowników znajdują się użytkownicy.
pt: A exclusão foi cancelada, há usuários nos grupos de utilizadores.
ru: Удаление отменяется, есть пользователи в группах пользователей.
sv: Raderingen avbryts, det finns användare i användargrupperna.
th: ลบถูกยกเลิกมีผู้ใช้ในกลุ่มผู้ใช้
tr: Silme iptal edildi, kullanıcı gruplarında kullanıcılar var.
uk: Видалення скасовано, у групах користувачів є користувачі.
zh_hant: 取消删除, 用戶組裏還有用戶

source: Delete user group and move users
ar: قم بحذف مجموعة المستخدمين و انقل المستخدمين
de: Benutzergruppe löschen und Benutzer verschieben
es: Eliminar grupo de usuario y mover usuarios
et: Kustutage kasutajagrupp ja teisaldage kasutajad
he: מחק את קבוצת המשתמשים והעבר משתמשים
id: Hapus kelompok pengguna dan pindahkan pengguna
it: Elimina il gruppo di utenti e sposta gli utenti
nl: Verwijder gebruikersgroep en verplaats gebruikers
pl: Usuń grupę użytkowników i przenieś użytkowników
pt: Excluir grupo de usuários e mover usuários
ru: Удалить группу пользователей и переместить пользователей
sv: Ta bort grupp och flytta användare
th: ลบกลุ่มผู้ใช้และย้ายผู้ใช้
tr: Kullanıcı grubunu sil ve kullanıcıları taşı
uk: Видалити групу користувачів і перемістити користувачів
zh_hant: 删除用戶組並轉移用戶們

source: Deleting...
ar: جاري الحذف...
de: Löschen...
es: Eliminando...
et: Kustutamine ...
he: מוחק ...
id: Menghapus...
it: Eliminazione in corso...
nl: Verwijderen...
pl: Usuwam ...
pt: Excluindo...
ru: Удаление...
sv: Tar bort...
th: กำลังลบ ...
tr: Siliniyor...
uk: Видалення...
zh_hant: 删除中...

source: Deny
ar: ينكر
de: Verweigern
es: Denegar
et: Keela
he: לְהַכּחִישׁ
id: Membantah
it: Negare
nl: Blokkeer
pl: Odmowa
pt: Negar
ru: Отрицать
sv: Förneka
th: ปฏิเสธ
tr: Reddetmek
uk: Заперечувати
zh_hant: 否定

source: Edit &amp; link rights on the collaboration groups
ar: قم بتعديل رابط الحقوق لـ &amp; في مجموعات العاون
de: Bearbeiten von &amp; Verknüpfungsrechten auf den Zusammenarbeitsgruppen
es: Editar&amp; derechos de enlaces en los grupos de colaboración
et: Muutke koostöögruppides &amp; lingiõigust
he: ערוך &amp; זכויות קישור בקבוצות שיתוף הפעולה
id: Sunting &amp; tautan tepat pada kelompok kerja sama
it: Modifica i diritti di collegamento &amp; sui gruppi di collaborazione
nl: Bewerk & koppel rechten op samenwerkingsgroepen
pl: Edycja &amp; praw do linków na grupach współpracy
pt: Permissão de editar &amp; vincular nos grupos de colaboração
ru: Права на редактирование групп сотрудничества и их связей
sv: Redigera &amp; länk rättigheter på samarbete i grupper
th: แก้ไขสิทธิ์ลิงก์ &amp; ในกลุ่มการทำงานร่วมกัน
tr: İşbirliği gruplarındaki bağlantı haklarını düzenle &amp;
uk: Редагувати права &amp; зв'язуючи у групи співпраці
zh_hant: 修改合作夥伴群的聯結的權利

source: Edit Rule
ar: قم بتعديل القاعدة
de: Regel bearbeiten
es: Editar Regla
et: Redigeeri reeglit
he: ערוך כלל
id: Sunting Aturan
it: Modifica regola
nl: Bewerk toegangsregel
pl: Edytuj regułę
pt: Editar Regra
ru: Редактировать Правило
sv: Redigera regel
th: แก้ไขกฎ
tr: Kuralı düzenle
uk: Редагувати правило
zh_hant: 編輯修改規則

source: Edit the collaboration group
ar: قم بتعديل مجموعة التعاون
de: Bearbeite die Zusammenarbeitsgruppe
es: Editar el grupo de colaboración
et: Muutke koostöögruppi
he: ערוך את קבוצת שיתוף הפעולה
id: Sunting kelompok kerja sama
it: Modifica il gruppo di collaborazione
nl: Bewerk de samenwerkingsgroep
pl: Edytuj grupę współpracy
pt: Editar o grupo de colaboração
ru: Редактирование группы сотрудничества
sv: Redigera grupp
th: แก้ไขกลุ่มการทำงานร่วมกัน
tr: İşbirliği grubunu düzenle
uk: Редагувати групу співпраці
zh_hant: 修改合作夥伴群

source: Enter extensions (like <tt>.png</tt>), mime types (like <tt>image/png</tt>) or one of:
ar: أدخل الامتدادات (مثل <tt>.png</tt>) أو أنواع mime (مثل <tt>صورة / png</tt>) أو أحد:
de: Geben Sie Erweiterungen (wie <tt>.png</tt>), Mime-Typen (wie <tt>image/png</tt>) oder eine von:
es: Introduce extensiones (como <tt>.png</tt>), tipos de mímica (como <tt>image/png</tt>) o uno de:
et: Sisestage laiendused (nt <tt>.png</tt>), miimikatüübid (nt <tt>pilt / png</tt>) või üks järgmistest:
he: הזן סיומות (כמו <tt>.png</tt>), סוגי פנטומימה (כמו <tt>image / png</tt>) או אחד מ:
id: Masukkan ekstensi (seperti <tt>.png</tt>), jenis pantomim (seperti <tt>gambar / png</tt>) atau salah satu dari:
it: Inserire le estensioni (come <tt>.png</tt>), i tipi mime (come <tt>image/png</tt>) o uno tra:
nl: Voer extensies in (zoals <tt>.png</tt>), mime-types (zoals <tt>image/png</tt>) of een van deze:
pl: Wprowadź rozszerzenia (jak <tt>.png</tt>), typy mime (jak <tt>obrazek/png</tt>) lub jeden z nich:
pt: Digite extensões (como <tt>.png</tt>), tipos mime (como <tt>image/png</tt>) ou uma das seguintes:
ru: Введите расширения (например, <tt>.png</tt>), типы MIME (например, <tt>image/png</tt>) или одно из следующего:
sv: Ange tillägg (som <tt>.png</tt>), mime-typer (som <tt>bild / png</tt>) eller en av:
th: ป้อนนามสกุล (เช่น <tt>.png</tt>) ประเภท mime (เช่น <tt>image / png</tt>) หรืออย่างใดอย่างหนึ่ง:
tr: Uzantıları ( <tt>.png</tt>gibi), mime türlerini ( <tt>resim / png</tt>) veya şunlardan birini girin:
uk: Введіть розширення (наприклад: <tt>.png</tt>), типи MIME (наприклад: <tt>image/png</tt>) або одне з:
zh_hant: 輸入擴展名單 (例如 <tt>.png</tt>), mime types (例如 <tt>image/png</tt>) 或是以下之一:

source: Exactly this category, no sub-categories
ar: بالضبط هذه الفئة، لا توجد فئات فرعية
de: Genau diese Kategorie, keine Unterkategorien
es: Exactamente esta categoría, no hay subcategorías
et: Täpselt see kategooria, alamkategooriaid pole
he: בדיוק הקטגוריה הזו, אין קטגוריות משנה
id: Persis kategori ini, tidak ada subkategori
it: Esattamente questa categoria, nessuna sottocategoria
nl: Precies deze categorie, geen subcategorieën
pl: Dokładnie ta kategoria, bez podkategorii
pt: Exatamente esta categoria, sem subcategorias
ru: Именно эта категория, без подкатегорий
sv: Exakt denna kategori, inga underkategorier
th: ตรงกับหมวดหมู่นี้ ไม่มีหมวดหมู่ย่อย
tr: Tam olarak bu kategori, alt kategori yok
uk: Саме ця категорія, без підкатегорій
zh_hant: 就是這個類別，沒有子類別

source: Export edit rules
ar: تصدير قواعد التعديل
de: Bearbeitungsregeln exportieren
es: Reglas de edición de exportación
et: Ekspordi redigeerimisreeglid
he: ייצא כללי עריכה
id: Ekspor mengedit aturan
it: Esporta regole
nl: Exporteer edit-versie van de regels
pl: Eksportuj reguły edycji
pt: Exportar regras de edição
ru: Экспорт изменённых правил
sv: Exportera redigeringsregler
th: ส่งออกกฎการแก้ไข
tr: Düzenleme kurallarını dışa aktar
uk: Експортувати відредаговані правила
zh_hant: 輸出修改規則

source: File types follow the group hierarchy. Derived groups inherit the mime settings from their ancestor.
ar: أنواع الملفات تتبع التسلسل الهرمي للمجموعة. ترث المجموعات المشتقة إعدادات التمثيل الصامت من أسلافهم.
de: Dateitypen folgen der Gruppenhierarchie. Abgeleitete Gruppen erben die Mime-Einstellungen von ihrem Vorgänger.
es: Los tipos de archivo siguen la jerarquía del grupo. Los grupos derivados heredan la configuración de mímica de su ancestro.
et: Failitüübid järgivad grupihierarhiat. Tuletatud rühmad pärivad miimiaseaded oma esivanemalt.
he: סוגי קבצים עוקבים אחר ההיררכיה של הקבוצה. קבוצות נגזרות יורשות את הגדרות הפנטומימה מאב קדמון.
id: Jenis file mengikuti hierarki grup. Grup turunan mewarisi setelan pantomim dari leluhur mereka.
it: I tipi di file seguono la gerarchia dei gruppi. I gruppi derivati ereditano le impostazioni MIME dal loro antenato.
nl: Bestandstypen volgen de groepshiërarchie. Afgeleide groepen erven de mime-instellingen van de hoger gelegen groep.
pl: Typy plików są zgodne z hierarchią grupy. Pochodzące grupy dziedziczą ustawienia mime'u po swoich przodkach.
pt: Os tipos de arquivo seguem a hierarquia do grupo. Os grupos derivados herdam as opções de mime de seus ancestrais.
ru: Типы файлов следуют иерархии групп. Производные группы наследуют настройки типов MIME от своего предка.
sv: Filtyper följer grupphierarkin. Deriverade grupper ärver mime-inställningarna från sin förfader.
th: ประเภทไฟล์เป็นไปตามลำดับชั้นของกลุ่ม กลุ่มที่ได้รับสืบทอดการตั้งค่าละครใบ้จากบรรพบุรุษของพวกเขา
tr: Dosya türleri grup hiyerarşisini izler. Türetilmiş gruplar mime ayarlarını atalarından devralır.
uk: Типи файлів відповідають груповій ієрархії. Похідні групи успадковують налаштування MIME від своїх предків.
zh_hant: 文件種類依照群組的層次，衍生群組繼承原生階層的 mime 設定

source: File uploads
ar: تحميلات الملفات
de: Datei-Uploads
es: Cargas de archivos
et: Failide üleslaadimine
he: העלאות קבצים
id: Mengunggah file
it: Caricamenti di file
nl: Bestandsuploads
pl: Zapis plików
pt: Carregamento de arquivos
ru: Загрузки файлов
sv: Filöverföringar
th: อัพโหลดไฟล์
tr: Dosya yüklemeleri
uk: Завантаження файлів
zh_hant: 文件上傳

source: Find collaboration group
ar: ابحث عن مجموعة التعاون
de: Zusammenarbeitsgruppe finden
es: Encontrar grupo de colaboración
et: Leidke koostöögrupp
he: מצא קבוצת שיתוף פעולה
id: Menemukan kolaborasi kelompok
it: Trova gruppo di collaborazione
nl: Zoek samenwerkingsgroep
pl: Znajdź grupę współpracy
pt: Encontrar grupo de colaboração
ru: Найти группу сотрудничества
sv: Hitta samverkansgruppen
th: ค้นหากลุ่มการทำงานร่วมกัน
tr: İşbirliği grubu bulun
uk: Знайдіть групу для співпраці
zh_hant: 尋找合作夥伴群組

source: First select a category
ar: اختر أولاً فئة
de: Wählen Sie zunächst eine Kategorie
es: Seleccione primero una categoría
et: Valige kõigepealt kategooria
he: בחר תחילה קטגוריה
id: Pertama, pilih kategori
it: Selezionare prima una categoria
nl: Selecteer eerst een categorie
pl: Najpierw wybierz kategorię
pt: Primeiro, selecione uma categoria
ru: Сначала выберите категорию
th: เลือกหมวดหมู่ก่อน
tr: Önce bir kategori seçin
uk: Спочатку оберіть категорію

source: Group managers can edit
ar: يمكن لمديري المجموعة التعديل
de: Gruppenmanager dürfen bearbeiten
es: Los administradores de grupo pueden editar
et: Grupihaldurid saavad muuta
he: מנהלי קבוצות יכולים לערוך
id: Manajer grup dapat di ubah
it: I gestori del gruppo possono modificare
nl: Groepsbeheerders mogen wijzigen
pl: Menedżerowie grup mogą edytować
pt: Os gerentes de grupo podem editar
ru: Менеджеры группы могут редактировать
sv: Gruppledare kan redigera
th: ผู้จัดการกลุ่มสามารถแก้ไขได้
tr: Grup yöneticileri düzenleyebilir
uk: Менеджери груп можуть редагувати
zh_hant: 群組經理允許修改

source: Group managers can link
ar: يمكن لمديري المجموعة الربط
de: Gruppenmanager dürfen verknüpfen
es: Los administradores de grupo pueden vincular
et: Grupijuhid saavad linkida
he: מנהלי קבוצות יכולים לקשר
id: Manajer kelompok dapat menautkan
it: I gestori del gruppo possono creare collegamenti
nl: Groepsbeheerders mogen koppelen
pl: Menedżerowie grupy mogą łączyć
pt: Os gestores do grupo podem vincular
ru: Менеджеры группы могут добавлять связи
sv: Gruppledare kan länka
th: ผู้จัดการกลุ่มสามารถเชื่อมโยง
tr: Grup yöneticileri bağlantı verebilir
uk: Менеджери груп можуть зв’язувати
zh_hant: 群組經理允許加聯結

source: Group members and managers can edit
ar: أعضاء و مديري المجموعة يمكنهم التعديل
de: Gruppenmitglieder und Manager dürfen bearbeiten
es: Los miembros y administradores del grupo pueden editar
et: Grupi liikmed ja juhid saavad muuta
he: חברי הקבוצה ומנהליה יכולים לערוך
id: Anggota kelompok dan manajer dapat mengedit
it: I membri e i gestori del gruppo possono modificare
nl: Groepsleden en -beheerders mogen wijzigen
pl: Członkowie grupy i menedżerowie mogą edytować
pt: Os membros e gerentes do grupo têm autoridade para editar
ru: Члены и менеджеры группы могут редактировать
sv: Gruppmedlemmar och chefer kan redigera
th: สมาชิกกลุ่มและผู้จัดการสามารถแก้ไขได้
tr: Grup yöneticileri ve üyeleri düzenleyebilir
uk: Члени групи та менеджери можуть редагувати
zh_hant: 群組用戶以及經理允許修改

source: Group members and managers can link
ar: أعضاء و مديري المجموعة يمكنهم الربط
de: Gruppenmitglieder und Manager dürfen verknüpfen
es: Los miembros y administradores del grupo pueden vincular
et: Grupi liikmed ja juhid saavad linkida
he: חברי הקבוצה ומנהליה יכולים לקשר
id: Anggota grup dan pengelola bisa terhubung
it: I membri del gruppo e i manager possono collegare
nl: Groepsleden en -beheerders mogen koppelen
pl: Członkowie grupy i menedżerowie mogą łączyć
pt: Os membros e gestores do grupo podem vincular
ru: Члены и менеджеры группы могут добавлять связи
sv: Medlemmar i gruppen och kan chefer länk
th: สมาชิกกลุ่มและผู้จัดการสามารถเชื่อมโยง
tr: Grup yöneticileri ve üyeleri bağlantı verebilir
uk: Члени групи та менеджери можуть зв’язувати
zh_hant: 群組用戶以及經理允許加聯結
