Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic-language.po
Languages: ar, he, th, zh, zh_hant

source: Wasa
ar: واسا
he: וואסה
th: วาซา
zh: 瓦萨
zh_hant: 瓦薩

source: Waxianghua
ar: واكسيانغوا
he: וואקסיאנגואה
th: วาเซียงฮวา
zh: 瓦香华
zh_hant: 和祥華

source: Wayu
ar: وايو
th: วายู
zh: 瓦乌

source: Wayuu
ar: وايوو
he: וואיו
th: วายู

source: Welsh
ar: الويلزية
he: וולשית
th: เวลส์
zh: 威尔士
zh_hant: 威爾士

source: West Albay Bikol
ar: غرب ألباي بيكول
he: מערב אלבי ביקול
th: เวสต์อัลไบ บิโกล
zh: 西阿尔拜比科尔
zh_hant: 西阿爾拜比科爾

source: West Central Oromo
ar: أورومو غرب وسط أورومو
he: מרכז-מערב אורומו
th: โอโรโมตะวันตกตอนกลาง
zh: 中西部奥罗莫
zh_hant: 中西部 Oromo

source: West-Central Limba
ar: غرب وسط ليمبا
he: לימבה מערבית-מרכזית
th: ลิมบาตะวันตก-ตอนกลาง
zh: 林巴中西部
zh_hant: 林巴島中西部

source: Western Frisian
ar: الفريزية الغربية
he: פריזית מערבית
th: ภาษาเวสเทอรีฟริสเซียน
zh: 西弗里斯兰语
zh_hant: 西弗里斯語

source: Western Huasteca Nahuatl
ar: الهواستيكا الغربية ناهواتل الهواستيكا الغربية
he: נהואטל מערבית-ווסטית
th: ภาษาฮัวสเตกาตะวันตก-นาวาตล์
zh: 西瓦斯特卡纳瓦特尔语

source: Western Magar
ar: ماغار الغربية
he: מגאר המערבי
th: เวสเทิร์น มการ
zh: 西部马加尔
zh_hant: 西部馬加爾

source: Western Maninkakan
ar: مانينكاكان الغربية
he: מנינקקן המערבי
th: ชาวมานินกักันตะวันตก
zh: 西部万年馆
zh_hant: 西萬年館

source: Western Muria
ar: موريا الغربية
he: מורייה המערבית
th: เวสเทิร์น มูเรีย
zh: 西穆里亚
zh_hant: 西穆里尼亞

source: Western Niger Fulfulde
ar: فولفولدي النيجر الغربية
he: מערב ניז'ר פולפולה
th: ภาษาฟูลเฟลเดของไนเจอร์ตะวันตก
zh: 西尼日尔富尔德人
zh_hant: 西尼爾富爾德人

source: Western Panjabi
ar: البنجابية الغربية
he: פנג'אבי מערבי
th: ปัญจาบีตะวันตก
zh: 西番雅比语
zh_hant: 西方潘查比語

source: Western Tamang
ar: تامانغ الغربية
he: טאמנג המערבי
th: ชาวทามังตะวันตก
zh: 西塔曼
zh_hant: 西部 Tamang

source: Western Xiangxi Miao
ar: شيانغشي مياو الغربية
he: מערב שיאנגשי מיאו
th: ชาวเหมียวตะวันตกซีซ่างซี
zh: 湘西苗族
zh_hant: 湘西苗族

source: Wolaytta
ar: ولايتا
he: וולייטה
th: โวลายตา
zh: 沃莱塔

source: Wolof
ar: وولوف
he: וולוף
th: โวโลฟ
zh: 沃洛夫语
zh_hant: 沃洛夫語

source: Wu Chinese
ar: وو الصينية
he: וואו סיני
th: ภาษาจีนกลางของหวู่
zh: 吴中文
zh_hant: 吳中文

source: Wuding-Luquan Yi
ar: وودينج-لوكوان يي
he: וודינג-לוקואן יי
th: อู๋ติง-ลู่เฉวียน อี้

source: Wusa Nasu
ar: ووسا ناسو
he: ווסה נאסו
th: วูซา นาสุ
zh: 乌萨-纳苏

source: Wè Southern
ar: وى الجنوبية
he: וואי דרומי
th: เว่ย์ เซาเทิร์น

source: Xaasongaxango
ar: زاسونغاكسانغو
th: ซาซองกาซาซังโก

source: Xhosa
ar: الزوسا
he: קסוסה
th: ภาษาโซซา
zh: 科萨语
zh_hant: 科薩語

source: Xiang
ar: شيانغ
he: שיאנג
th: เซียง
zh: 项
zh_hant: 湘

source: Yaka (Congo)
ar: ياكا (الكونغو)
he: יאקה (קונגו)
th: ยาคา (คองโก)
zh: 亚卡（刚果）
zh_hant: Yaka (剛果)

source: Yaka (Democratic Republic of Congo)
ar: ياكا (جمهورية الكونغو الديمقراطية)
he: יקה (הרפובליקה הדמוקרטית של קונגו)
th: ยาคา (สาธารณรัฐประชาธิปไตยคองโก)
zh: 亚卡（刚果民主共和国）
zh_hant: 亞卡（剛果民主共和國）

source: Yakut
ar: ياقوت
he: יאקוט
th: ยาคุต
zh: 雅库特
zh_hant: 雅庫特

source: Yang Zhuang
ar: يانغ زوانغ
he: יאנג ז'ואנג
th: หยาง จวง
zh: 杨壮
zh_hant: 楊莊

source: Yao
ar: ياو
he: יאו
th: เหยา
zh: 姚
zh_hant: 姚

source: Yekhee
ar: يخي
th: เยกฮี

source: Yemba
ar: يمبا
he: ימבה
th: เยมบา
zh: 耶姆巴

source: Yiddish
ar: اليديشية
he: יידיש
th: ยิดดิช
zh: 意第绪语
zh_hant: 意第緒語

source: Yom
ar: يوم
he: יום
th: ยม
zh_hant: 聖誕節

source: Yombe
ar: يومبي
he: יומבה
th: ยมเบ

source: Yongbei Zhuang
ar: يونغبي تشوانغ
he: יונגביי ז'ואנג
th: หยงเป่ย จ้วง
zh: 庄永北
zh_hant: 莊永北

source: Yongnan Zhuang
ar: يونغنان زوانغ
he: יונגנאן ז'ואנג
th: ยงหนานจ้วง
zh: 庄永南
zh_hant: 莊永南

source: Yoruba
ar: اليوروبا
he: יורובה
th: โยรูบา
zh: 伊博语
zh_hant: 伊博語

source: Youjiang Zhuang
ar: يوجيانغ زوانغ
he: יו-ג'יאנג ז'ואנג
th: หยูเจียงจ้วง
zh: 庄友江
zh_hant: 莊友江

source: Yucateco
ar: يوكاتيكو
he: יוקטק
th: ยูคาเตโก
zh: 尤卡托语

source: Yue Chinese
ar: يوي الصينية
he: יואו סיני
th: เยว่ จีน
zh: 岳中文
zh_hant: 粵語

source: Zaghawa
ar: زغاوة
he: זגהאווה
th: ซากาฮาว่า
zh: 扎格哈瓦
zh_hant: 扎格哈瓦

source: Zande
ar: زاندي
he: זנדה
th: ซานเด
zh: 赞德
zh_hant: 贊德

source: Zapotec
ar: زابوتيك
he: זפוטק
th: ซาโปเตก
zh: 萨波特克语

source: Zarma
ar: زارما
he: זרמה
th: ซาร์มา
zh: 扎马

source: Zaza
ar: زازا
he: זאזה
th: ซาซ่า
zh: 扎扎

source: Zhuang
ar: زوانج
he: ז'ואנג
th: จวง
zh: 庄
zh_hant: 莊

source: Zigula
ar: زيجولا
he: זיגולה
th: ซิกูลา
zh: 齐古拉

source: Zulu
ar: زولو
he: זולו
th: ซูลู
zh: 祖鲁语
zh_hant: 祖魯語

source: Zuojiang Zhuang
ar: زوجيانغ تشوانغ
he: זואוג'יאנג ז'ואנג
th: จวง ซัวเจียง
zh: 庄左江
zh_hant: 左江莊
