Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Click on <b>List and restore an earlier version</b> to get an overview of earlier saved versions of this page.<br/>You can also save the complete contents of a page to a file. Later you can reload this file, replacing the current page contents. Note that the file does not contain your unsaved changes. Connections and media are not saved as well.
ar: انقر فوق قائمة <b>واستعد إصدارًا سابقًا</b> للحصول على نظرة عامة حول الإصدارات السابقة المحفوظة من هذه الصفحة.<br/>يمكنك أيضًا حفظ المحتويات الكاملة للصفحة في ملف. يمكنك لاحقًا إعادة تحميل هذا الملف ، واستبدال محتويات الصفحة الحالية. لاحظ أن الملف لا يحتوي على تغييراتك غير المحفوظة. لا يتم حفظ الاتصالات والوسائط أيضًا.
de: Klicken Sie auf <b>Auflisten und Wiederherstellen einer früheren Version</b> , um eine Übersicht über frühere gespeicherte Versionen dieser Seite zu erhalten.<br/>Sie können auch den kompletten Inhalt einer Seite in einer Datei speichern. Später können Sie diese Datei wieder laden und dabei den aktuellen Seiteninhalt ersetzen. Beachten Sie, dass die Datei nicht Ihre ungespeicherten Änderungen enthält. Auch Verbindungen und Medien werden nicht gespeichert.
es: Haga click en <b>Lista y restaure a una versión anterior</b> para ver un resumen de las versiones anteriores guardadas en esta página.<br/>También puede guardar todos los contenidos de una página a un archivo. Después puede subir este archivo, reemplazando la página de contenidos actual. Recuerde que el archivo no contiene sus cambios no guardados. Las conexiones y los videos/imágenes tampoco están guardados.
et: Selle lehe varasematest salvestatud versioonidest ülevaate saamiseks klõpsake nuppu <b>Loend ja taastage varasem versioon</b> .<br/>Võite ka lehe kogu sisu faili salvestada. Hiljem saate selle faili uuesti laadida, asendades praeguse lehe sisu. Pange tähele, et fail ei sisalda teie salvestamata muudatusi. Ühendusi ja meediumeid ei salvestata samuti.
he: לחץ על רשימת <b>ושחזר גרסה קודמת</b> כדי לקבל סקירה כללית על גרסאות קודמות ששמרו של דף זה.<br/>ניתן גם לשמור את התוכן המלא של דף לקובץ. בהמשך תוכלו לטעון קובץ זה מחדש ולהחליף את תוכן הדף הנוכחי. שים לב שהקובץ אינו מכיל את השינויים שלא שמרת. חיבורים ומדיה אינם נשמרים גם כן.
id: Klik pada <b>Daftar dan memulihkan pada versi sebelumnya</b> untuk mendapatkan gambaran yang telah disimpan sebelumnya versi dari halaman ini.<br/>Anda juga bisa menyimpan isi lengkap dari halaman ke file. Kemudian anda dapat menyegarkan file ini, menggantikan saat ini halaman isi. Perhatikan bahwa file tidak berisi perubahan yang belum disimpan. Koneksi dan media tidak diselamatkan juga.
it: Clicca su <b>Elenca e ripristina una versione precedente</b> per avere una panoramica delle precedenti versioni salvate di questa pagina.<br/>Puoi anche salvare il contenuto completo di una pagina in un file. Più tardi puoi ricaricare questo file, sostituendo il contenuto corrente della pagina. Nota che il file non contiene le tue modifiche non salvate. Anche i collegamenti e i media non vengono salvati.
nl: Klik op <b>Bekijk en herstel een eerdere versie</b> voor een overzicht van eerdere versies van deze pagina.<br/>Je kan ook de volledige inhoud van je pagina in een bestand bewaren. Later kan je dat bestand inladen, wat de huidige paginainhoud vervangt. Let op dat dit bestand alleen je bewaarde veranderingen bevat. Pagina connecties en media worden niet bewaard.
pl: Kliknij na <b>Lista i przywróć wcześniejszą wersję</b> , aby uzyskać przegląd wcześniej zapisanych wersji tej strony.<br/>Możesz również zapisać całą zawartość strony do pliku. Później możesz ponownie załadować ten plik, zastępując obecną zawartość strony. Zauważ, że plik ten nie zawiera niezapisanych zmian. Połączenia i media również nie są zapisywane.
pt: Clique em <b>Listar e restaurar uma versão anterior</b> para obter uma visão geral das versões anteriores salvas desta página.<br/>Você também pode salvar o conteúdo completo de uma página em um arquivo. Mais tarde você pode recarregar este arquivo, substituindo o conteúdo da página atual. Note que o ficheiro não contém as suas alterações não guardadas. Conexões e mídias não são salvas também.
ru: Нажмите на <b>Пролистать и восстановить более раннюю версию</b> , чтобы просмотреть ранее сохраненные версии этой страницы.<br/>Вы также можете сохранить полное содержимое страницы в файл. Позже вы можете заново загрузить этот файл, заменив текущее содержимое страницы. Обратите внимание, что файл не содержит ваших несохранённых изменений. Связи и медиаматериалы также не сохраняются.
sv: Klicka på <b>Lista och återställa en tidigare version</b> för att få en översikt av tidigare sparade versioner av den här sidan.<br/>Du kan också spara hela innehållet i en sida till en fil. Senare kan du ladda om denna fil, som ersätter den nuvarande sidans innehåll. Observera att filen inte innehåller osparade ändringar. Anslutningar och media sparas inte.
th: คลิกที่ <b>รายการและกู้คืนเวอร์ชัน</b> ก่อนหน้าเพื่อดูภาพรวมของเวอร์ชันที่บันทึกไว้ก่อนหน้านี้ของเพจนี้<br/>คุณยังสามารถบันทึกเนื้อหาทั้งหมดของเพจลงในไฟล์ ในภายหลังคุณสามารถโหลดไฟล์นี้ซ้ำโดยแทนที่เนื้อหาของหน้าปัจจุบัน โปรดทราบว่าไฟล์ไม่มีการเปลี่ยนแปลงที่คุณไม่ได้บันทึกไว้ การเชื่อมต่อและสื่อจะไม่ถูกบันทึกด้วย
tr: Bu sayfanın daha önce kaydedilmiş sürümlerine genel bir bakış için <b> Bir önceki sürümü listele ve geri yükle </b> düğmesini tıklayın. <br/> Ayrıca bir sayfanın tüm içeriğini bir dosyaya da kaydedebilirsiniz. Daha sonra, mevcut sayfanın içeriğini değiştirerek bu dosyayı yeniden yükleyebilirsiniz. Dosyanın kaydedilmemiş değişikliklerinizi içermediğini unutmayın. Bağlantılar ve medya da kaydedilmez.
uk: Натисніть на Список <b>і відновіть попередню версію</b>, щоб отримати огляд попередніх збережених версій цієї сторінки.<br/>Ви також можете зберегти повний вміст сторінки у файл. Пізніше Ви можете перезавантажити цей файл, замінивши поточний вміст сторінки. Зверніть увагу, що файл не містить ваших незбережених змін. З’єднання та медіа також не зберігаються.
zh_hant: 点击<b>列出并恢复到之前的版本</b>来预览本页面的之前保存版本。<br />你也可以把页面的完整内容保存到文件。随后重加载这个文件，替换当前页面内容。注意文件不会包含你未保存的改动。链接和媒体不会一同保存

source: Cloud file store is enabled. Backups of the database are uploaded to the cloud file store. Local files are copied to the cloud and not backed up locally.
ar: تم تمكين مخزن الملفات السحابي. يتم تحميل النسخ الاحتياطية لقاعدة البيانات إلى مخزن الملفات السحابي. يتم نسخ الملفات المحلية إلى السحابة ولا يتم نسخها احتياطيًا محليًا.
de: Der Cloud-Dateispeicher ist aktiviert. Backups der Datenbank werden in den Cloud-Dateispeicher hochgeladen. Lokale Dateien werden in die Cloud kopiert und nicht lokal gesichert.
es: El almacén de archivos en la nube está habilitado. Las copias de seguridad de la base de datos se cargan en el almacén de archivos en la nube. Los archivos locales se copian en la nube y no se realizan copias de seguridad localmente.
et: Pilvefailide pood on lubatud. Andmebaasi varukoopiad laaditakse üles pilvefailide poodi. Kohalikud failid kopeeritakse pilve ja neid ei varundata kohapeal.
he: חנות קבצים בענן מופעלת. גיבויים של מסד הנתונים מועלים לחנות הקבצים בענן. קבצים מקומיים מועתקים לענן ולא מגובים באופן מקומי.
id: Penyimpanan file cloud diaktifkan. Cadangan database diunggah ke penyimpanan file cloud. File lokal disalin ke cloud dan tidak dicadangkan secara lokal.
it: L'archivio file nel cloud è abilitato. I backup del database vengono caricati nell'archivio file cloud. I file locali vengono copiati nel cloud e non ne viene eseguito il backup localmente.
nl: Bestandsopslag in de cloud is ingeschakeld. Back-ups van de database worden geüpload naar de cloud-opslag Lokale bestanden worden naar de cloud gekopieerd en er wordt geen lokale back-up van gemaakt.
pl: Magazyn plików w chmurze jest włączony. Kopie zapasowe bazy danych są przesyłane do magazynu plików w chmurze. Pliki lokalne są kopiowane do chmury i nie są tworzone lokalnie ich kopie zapasowe.
pt: O armazenamento de arquivos na nuvem está ativado. Os backups do banco de dados são carregados no armazenamento de arquivos na nuvem. Os arquivos locais são copiados para a nuvem e não têm backup local.
ru: Облачное хранилище файлов включено. Резервные копии базы данных загружаются в облачное файловое хранилище. Локальные файлы копируются в облако, а не резервные копии локально.
sv: Cloud file store är aktiverat. Säkerhetskopieringar av databasen laddas upp till molnets filarkiv. Lokala filer kopieras till molnet och säkerhetskopieras inte lokalt.
th: เปิดใช้งานการจัดเก็บไฟล์บนคลาวด์แล้ว ข้อมูลสำรองของฐานข้อมูลจะถูกอัปโหลดไปยังที่เก็บไฟล์บนคลาวด์ ไฟล์ในเครื่องจะถูกคัดลอกไปยังระบบคลาวด์และไม่ได้สำรองข้อมูลในเครื่อง
tr: Bulut dosya deposu etkinleştirildi. Veritabanının yedekleri bulut dosya deposuna yüklenir. Yerel dosyalar buluta kopyalanır ve yerel olarak yedeklenmez.
uk: Хмарне сховище файлів увімкнено. Резервні копії бази даних завантажуються в хмарне сховище файлів. Локальні файли копіюються в хмару і не створюються локальні резервні копії.
zh_hant: 雲端文件儲存已啟用。資料庫的備份上傳到雲端文件儲存。本機檔案複製到雲端，不在本機進行備份。

source: Cloud file store is enabled. The local files will not be backed up. Ensure that your cloud file store system has a proper backup.
ar: مخزن الملفات السحابي ممكّن. لن يتم نسخ الملفات المحلية احتياطيًا. تأكد من أن نظام تخزين الملفات السحابي الخاص بك يحتوي على نسخة احتياطية مناسبة.
de: Cloud-Dateispeicher ist aktiviert. Die lokalen Dateien werden nicht gesichert. Stellen Sie sicher, dass Ihr Cloud-Dateispeichersystem über eine ordnungsgemäße Sicherung verfügt.
es: El almacén de archivos en la nube está habilitado. No se realizará una copia de seguridad de los archivos locales. Asegúrese de que su sistema de almacenamiento de archivos en la nube tenga una copia de seguridad adecuada.
et: Pilvefailide pood on lubatud. Kohalikke faile ei varundata. Veenduge, et teie pilvefailide salvestamise süsteemil oleks korralik varukoopia.
he: חנות קבצים בענן מופעלת. הקבצים המקומיים לא יגובו. ודא שלמערכת חנות הקבצים בענן שלך יש גיבוי מתאים.
id: Penyimpanan file cloud diaktifkan. File lokal tidak akan dicadangkan. Pastikan sistem penyimpanan file cloud Anda memiliki cadangan yang tepat.
it: L'archivio file nel cloud è abilitato. Non verrà eseguito il backup dei file locali. Assicurati che il tuo sistema di archiviazione di file cloud disponga di un backup adeguato.
nl: Bestandsopslag in de cloud is ingeschakeld. Er wordt geen back-up gemaakt van de lokale bestanden. Zorg ervoor dat uw cloud-bestandsopslagsysteem een goede back-up heeft.
pl: Magazyn plików w chmurze jest włączony. Pliki lokalne nie zostaną zarchiwizowane. Upewnij się, że system przechowywania plików w chmurze ma odpowiednią kopię zapasową.
pt: O armazenamento de arquivos na nuvem está ativado. Os arquivos locais não serão submetidos a backup. Certifique-se de que seu sistema de armazenamento de arquivos na nuvem tenha um backup adequado.
ru: Облачное хранилище файлов включено. Локальные файлы резервироваться не будут. Обеспечьте надлежащее резервное копирование вашей системы облачного хранилища.
sv: Cloud file store är aktiverat. De lokala filerna kommer inte att säkerhetskopieras. Se till att ditt molnfillagersystem har en korrekt säkerhetskopia.
th: เปิดใช้งานที่เก็บไฟล์บนคลาวด์ ไฟล์ในเครื่องจะไม่ถูกสำรอง ตรวจสอบให้แน่ใจว่าระบบจัดเก็บไฟล์บนคลาวด์ของคุณมีการสำรองข้อมูลที่เหมาะสม
tr: Bulut dosya deposu etkinleştirildi. Yerel dosyalar yedeklenmeyecektir. Bulut dosya deposu sisteminizin uygun bir yedeğe sahip olduğundan emin olun.
uk: Хмарне сховище файлів увімкнено. Локальні файли не будуть створені резервні копії. Переконайтеся, що ваша система хмарного сховища файлів має належну резервну копію.
zh_hant: 雲文件存儲已啟用。不會備份本地文件。確保您的雲文件存儲系統具有正確的備份。

source: Could not start the backup because a backup is already in progress.
ar: تعذر بدء النسخ الاحتياطي لأن النسخ الاحتياطي قيد التقدم بالفعل.
de: Die Sicherung konnte nicht gestartet werden, da bereits eine Sicherung im Gange ist.
es: No se pudo iniciar la copia de seguridad porque ya hay una copia de seguridad en curso.
et: Varundamist ei saanud alustada, kuna varundamine on juba pooleli.
he: לא ניתן היה להתחיל את הגיבוי כי גיבוי כבר מתבצע.
id: Tidak dapat memulai pencadangan karena pencadangan sedang berlangsung.
it: Impossibile avviare il backup perché un backup è già in corso.
nl: Kan de back-up niet starten omdat er al een back-up bezig is.
pl: Nie można rozpocząć tworzenia kopii zapasowej, ponieważ trwa już tworzenie kopii zapasowej.
pt: Não foi possível iniciar o backup porque um backup já está em andamento.
ru: Не удалось начать резервное копирование, так как резервное копирование уже выполняется.
sv: Det gick inte att starta säkerhetskopieringen eftersom en säkerhetskopiering redan pågår.
th: ไม่สามารถเริ่มการสำรองข้อมูลได้ เนื่องจากการสำรองข้อมูลกำลังดำเนินการอยู่
tr: Yedekleme işlemi devam ettiği için yedekleme başlatılamadı.
uk: Не вдалося розпочати резервне копіювання, оскільки резервне копіювання вже виконується.
zh_hant: 無法啟動備份，因為備份已在進行中。

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminar
et: Kustutatud
he: נמחק
id: Menghapus
it: Cancellato
nl: Verwijderd
pl: Usunięto
pt: Eliminado
ru: Удалено
sv: raderade
th: ลบแล้ว
tr: Silindi
uk: Видалено
zh_hant: 已删除

source: Deleted by
ar: تم الحذف بواسطة
de: Gelöscht von
es: Eliminado por
et: Kustutas
he: נמחק על ידי
id: Dihapus oleh
it: Eliminato da
nl: Verwijderd door
pl: Usunięto przez
pt: Excluído por
ru: Удалено
sv: Raderad av
th: ลบโดย
tr: tarafından silindi
uk: Видалено
zh_hant: 刪除者

source: Deleted on
ar: تم الحذف في
de: Gelöscht am
es: Eliminado el
et: Kustutatud
he: נמחק ב-
id: Dihapus pada
it: Eliminato il
nl: Verwijderd op
pl: Usunięto w dniu
pt: Excluído em
ru: Удалено
sv: Raderad på
th: ลบเมื่อ
tr: tarihinde silindi
uk: Видалено
zh_hant: 刪除於

source: Deleted pages
ar: الصفحات المحذوفة
de: Gelöschte Seiten
es: Páginas eliminadas
et: Kustutatud lehed
he: דפים שנמחקו
id: Halaman yang dihapus
it: Pagine cancellate
nl: Verwijderde pagina's
pl: Usunięte strony
pt: Páginas excluídas
ru: Удаленные страницы
sv: Raderade sidor
th: หน้าที่ถูกลบ
tr: Silinen sayfalar
uk: Видалені сторінки
zh_hant: 刪除的頁面

source: Directory
ar: الدليل
de: Verzeichnis
es: Directorio
et: Kataloog
he: מַדרִיך
id: Direktori
pl: Katalog
pt: Diretório
ru: Каталог
sv: Katalog
th: ไดเรกทอรี
tr: dizin
uk: Довідник
zh_hant: 目錄

source: Do not encrypt backups.
ar: لا تقم بتشفير النسخ الاحتياطية.
de: Verschlüsseln Sie keine Backups.
es: No cifre las copias de seguridad.
et: Ärge krüptige varukoopiaid.
he: אל תצפין גיבויים.
id: Jangan mengenkripsi cadangan.
it: Non crittografare i backup.
nl: Back-ups niet versleutelen.
pl: Nie szyfruj kopii zapasowych.
pt: Não criptografe backups.
ru: Не шифруйте резервные копии.
sv: Kryptera inte säkerhetskopior.
th: อย่าเข้ารหัสการสำรองข้อมูล
tr: Yedekleri şifrelemeyin.
uk: Не шифруйте резервні копії.
zh_hant: 不要加密備份。

source: Do not make a daily backup.
ar: لا تقم بعمل نسخة احتياطية يومية.
de: Erstellen Sie kein tägliches Backup.
es: No hagas una copia de seguridad diaria.
et: Ärge tehke igapäevast varukoopiat.
he: אל תבצע גיבוי יומי.
id: Jangan membuat cadangan harian.
it: Non effettuare un backup giornaliero.
nl: Maak geen dagelijkse back-up.
pl: Nie twórz codziennej kopii zapasowej.
pt: Não faça um backup diário.
ru: Не делать ежедневное резервное копирование.
sv: Gör inte en daglig säkerhetskopia.
th: อย่าทำการสำรองข้อมูลรายวัน
tr: Günlük yedekleme yapmayın.
uk: Не робіть щоденну резервну копію.
zh_hant: 不要進行每日備份。

source: Download backup file
ar: تنزيل ملف النسخ الاحتياطي
de: Sicherungskopie herunterladen
es: Descargar un archivo de respaldo
et: Laadige alla varukoopia
he: הורד קובץ גיבוי
id: Unduh berkas cadangan
it: Scaricare il file di backup
nl: Download backup bestand
pl: Pobierz plik kopii zapasowej
pt: Download do arquivo de backup
ru: Скачать резервный файл
sv: Ladda ner säkerhetskopian
th: ดาวน์โหลดไฟล์สำรอง
tr: Yedek dosyasını indir
uk: Завантажте файл резервної копії
zh_hant: 下载备份文件

source: Enable <tt>mod_export</tt> to download backup files.
ar: قم بتمكين <tt>mod_export</tt> لتنزيل ملفات النسخ الاحتياطي.
de: Aktivieren Sie <tt></tt> , um Sicherungsdateien herunterzuladen.
es: Habilite <tt>mod_export</tt> para descargar archivos de respaldo.
et: Varundusfailide allalaadimiseks lubage <tt></tt>
he: אפשר <tt>mod_export</tt> כדי להוריד קבצי גיבוי.
id: Aktifkan <tt>mod_export</tt> untuk mengunduh file cadangan.
it: Abilita <tt>mod_export</tt> per scaricare i file di backup.
nl: Schakel <tt>mod_export</tt> om backup-bestanden te downloaden.
pl: Włącz <tt>mod_export</tt> aby pobrać pliki kopii zapasowej.
pt: Habilite <tt>mod_export</tt> para baixar os arquivos de backup.
ru: Включите <tt>mod_export</tt> чтобы загружать файлы резервных копий.
sv: Aktivera <tt>mod_export</tt> att ladda ner säkerhetskopior.
th: เปิดใช้งาน <tt>mod_export</tt> เพื่อดาวน์โหลดไฟล์สำรอง
tr: Yedekleme dosyalarını indirmek için <tt>mod_export</tt> etkinleştirin.
uk: Увімкніть <tt>mod_export</tt>, щоб завантажити файли резервної копії.
zh_hant: 啟用 <tt>mod_export</tt> 以下載備份文件。

source: Encrypt Backups
ar: تشفير النسخ الاحتياطية
de: Backups verschlüsseln
es: Cifrar copias de seguridad
et: Varukoopiate krüptimine
he: הצפנת גיבויים
id: Enkripsi Cadangan
it: Crittografa i backup
nl: Back-ups versleutelen
pl: Szyfruj kopie zapasowe
pt: Criptografar backups
ru: Шифрование резервных копий
sv: Kryptera säkerhetskopior
th: เข้ารหัสข้อมูลสำรอง
tr: Yedeklemeleri Şifrele
uk: Шифрування резервних копій
zh_hant: 加密備份

source: Encrypt backups.
ar: تشفير النسخ الاحتياطية.
de: Verschlüsseln Sie Backups.
es: Cifrar copias de seguridad.
et: Varukoopiate krüptimine.
he: הצפין גיבויים.
id: Enkripsi cadangan.
it: Crittografare i backup.
nl: Versleutel back-ups.
pl: Szyfruj kopie zapasowe.
pt: Criptografar backups.
ru: Шифруйте резервные копии.
sv: Kryptera säkerhetskopior.
th: เข้ารหัสการสำรองข้อมูล
tr: Yedekleri şifreleyin.
uk: Шифруйте резервні копії.
zh_hant: 加密備份。

source: Encrypted
ar: مشفرة
de: Verschlüsselt
es: cifrado
et: Krüpteeritud
he: מוצפן
id: Terenkripsi
it: Crittografato
nl: Versleuteld
pl: Zaszyfrowane
pt: Criptografado
ru: Зашифрованный
sv: Krypterad
th: เข้ารหัสแล้ว
tr: Şifreli
uk: Зашифровано
zh_hant: 加密

source: Encryption is enabled, but there is no encryption password. Please make sure there is an encryption password in the settings.
ar: التشفير ممكّن، لكن لا توجد كلمة مرور للتشفير. من فضلك تأكد من وجود كلمة مرور تشفير في الإعدادات.
de: Die Verschlüsselung ist aktiviert, aber es gibt kein Verschlüsselungskennwort. Bitte stellen Sie sicher, dass in den Einstellungen ein Verschlüsselungskennwort vorhanden ist.
es: El cifrado está habilitado, pero no hay contraseña de cifrado. Por favor asegúrese de que haya una contraseña de cifrado en la configuración.
et: Krüpteerimine on lubatud, kuid krüpteerimisparool puudub. Palun veenduge, et seadetes oleks krüpteerimisparool.
he: ההצפנה מופעלת, אך אין סיסמת הצפנה. אנא וודא שיש סיסמת הצפנה בהגדרות.
id: Enkripsi diaktifkan, tetapi tidak ada kata sandi enkripsi. Harap pastikan ada kata sandi enkripsi di pengaturan.
it: La crittografia è abilitata, ma non esiste una password di crittografia. Per favore assicurati che sia presente una password di crittografia nelle impostazioni.
nl: Versleuteling is ingeschakeld, maar er is geen wachtwoord voor de encryptie. Controleer of er een encryptiewachtwoord in de instellingen staat.
pl: Szyfrowanie jest włączone, ale nie ma hasła szyfrowania. upewnij się, że w ustawieniach znajduje się hasło szyfrowania.
pt: A criptografia está habilitada, mas não há senha de criptografia. Por favor certifique-se de que haja uma senha de criptografia nas configurações.
ru: Шифрование включено, но пароль шифрования отсутствует. Пожалуйста, убедитесь, что в настройках указан пароль шифрования.
sv: Kryptering är aktiverad, men det finns inget krypteringslösenord. Vänligen se till att det finns ett krypteringslösenord i inställningarna.
th: เปิดใช้งานการเข้ารหัส แต่ไม่มีรหัสผ่านการเข้ารหัส โปรด ตรวจสอบให้แน่ใจว่ามีรหัสผ่านการเข้ารหัสในการตั้งค่า
tr: Şifreleme etkin ancak şifreleme parolası yok. Lütfen ayarlarda şifreleme şifresi olduğundan emin olun.
uk: Шифрування ввімкнено, але немає пароля шифрування. Будь ласка переконайтеся, що в налаштуваннях є пароль для шифрування.
zh_hant: 已啟用加密，但沒有加密密碼。請 確保設定中有加密密碼。

source: Help about backup &amp; restore
ar: تعليمات حول استعادة النسخ الاحتياطي &amp;
de: Hilfe zur Sicherung &amp; Wiederherstellung
es: Ayuda acerca de la copia de seguridad &amp; y restauración
et: Abi varundamise &amp; taastamise kohta
he: עזרה בנוגע לשחזור גיבוי &amp;
id: Bantuan tentang backup &amp; mengembalikan
it: Aiuto sul backup &amp; di ripristino
nl: Hulp over backup &amp; herstel
pl: Pomoc dotycząca kopii zapasowych i przywracania
pt: Ajuda sobre backup &amp; restore
ru: Справка о резервном копировании &amp; восстановлении
sv: Hjälp om backup &amp; återställa
th: ความช่วยเหลือเกี่ยวกับการสำรองข้อมูล &amp; คืนค่า
tr: Yedekleme &amp; geri yükleme hakkında yardım
uk: Довідка щодо відновлення резервної копії &amp;
zh_hant: 备份 &amp; 恢复帮助。

source: If the Cloud File Store module is used, then deleted files can be retained indefinitely.
ar: إذا تم استخدام وحدة تخزين الملفات السحابية، فيمكن الاحتفاظ بالملفات المحذوفة إلى أجل غير مسمى.
de: Wenn das Modul Cloud File Store verwendet wird, können gelöschte Dateien auf unbestimmte Zeit aufbewahrt werden.
es: Si se utiliza el módulo Cloud File Store, los archivos eliminados se pueden conservar indefinidamente.
et: Pilvefailide poe mooduli kasutamisel saab kustutatud faile tähtajatult säilitada.
he: אם נעשה שימוש במודול Cloud File Store, ניתן לשמור קבצים שנמחקו ללא הגבלת זמן.
id: Jika modul Cloud File Store digunakan, maka file yang dihapus dapat disimpan tanpa batas waktu.
it: Se si utilizza il modulo Cloud File Store, i file eliminati possono essere conservati indefinitamente.
nl: Als de Cloud File Store-module wordt gebruikt, dan kunnen verwijderde bestanden voor onbepaalde tijd worden bewaard.
pl: Jeżeli używany jest moduł Cloud File Store, usunięte pliki mogą być przechowywane bezterminowo.
pt: Se o módulo Cloud File Store for usado, os arquivos excluídos poderão ser retidos indefinidamente.
ru: Если используется модуль облачного хранилища файлов, то удаленные файлы могут храниться неограниченно долго.
sv: Om Cloud File Store-modulen används kan raderade filer sparas på obestämd tid.
th: หากใช้โมดูล Cloud File Store คุณสามารถเก็บรักษาไฟล์ที่ถูกลบไว้ได้อย่างไม่มีกำหนดเวลา
tr: Bulut Dosya Depolama modülü kullanıldığında silinen dosyalar süresiz olarak saklanabilir.
uk: Якщо використовується модуль Cloud File Store, то видалені файли можна зберігати необмежений час.
zh_hant: 如果使用雲端檔案儲存模組，則可以無限期保留已刪除的檔案。

source: It can be found in the
ar: يمكن العثور عليها في
de: Es befindet sich im
es: Se puede encontrar en el
et: Selle võib leida
he: ניתן למצוא אותו ב
id: Itu dapat ditemukan di
it: Può essere trovato nel
nl: Het kan worden gevonden in de
pl: Można go znaleźć w
pt: Ele pode ser encontrado no
ru: Его можно найти в
sv: Den finns i
th: สามารถพบได้ใน
tr: Şurada bulunabilir:
uk: Його можна знайти в
zh_hant: 它可以在
