Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Could not insert the Consumer.
ar: تعذر إدخال المستهلك.
de: Der Consumer konnte nicht eingefügt werden.
es: No se pudo insertar el consumidor.
et: Tarbijat ei saanud sisestada.
he: לא ניתן היה להכניס את הצרכן.
id: Tidak dapat memasukkan Konsumen.
it: Impossibile inserire il Consumatore.
nl: Kon de consument niet invoegen.
pl: Nie można wstawić konsumenta.
pt: Não foi possível inserir o consumidor.
ru: Не удалось вставить Потребитель.
sv: Det gick inte att infoga konsumenten.
th: ไม่สามารถแทรกผู้บริโภค
tr: Tüketici eklenemedi.
uk: Не вдалося вставити споживача.
zh_hant: 無法插入消費者。

source: Could not save the access token.
ar: لم يتمكن من حفظ رمز الوصول.
de: Das Zugriffstoken konnte nicht gespeichert werden.
es: No se pudo guardar el token de acceso.
et: Juurdepääsuluba ei saanud salvestada.
he: לא ניתן לשמור את אסימון הגישה.
id: Tidak dapat menyimpan token akses.
it: Impossibile salvare il token di accesso.
nl: Kan het toegangstoken niet opslaan.
pl: Nie można zapisać tokena dostępu.
pt: Não foi possível salvar o token de acesso.
ru: Не удалось сохранить токен доступа.
sv: Det gick inte att spara åtkomsttoken.
th: ไม่สามารถบันทึกโทเค็นการเข้าถึงได้
tr: Erişim belirteci kaydedilemedi.
uk: Не вдалося зберегти маркер доступу.
zh_hant: 無法保存存取令牌。

source: Could not update the Consumer.
ar: تعذر تحديث المستهلك.
de: Der Verbraucher konnte nicht aktualisiert werden.
es: No se pudo actualizar el consumidor.
et: Tarbijat ei saanud värskendada.
he: לא ניתן היה לעדכן את הצרכן.
id: Tidak dapat memperbarui Konsumen.
it: Impossibile aggiornare il consumatore.
nl: Kon de consument niet updaten.
pl: Nie udało się zaktualizować konsumenta.
pt: Não foi possível atualizar o consumidor.
ru: Не удалось обновить Потребитель.
sv: Det gick inte att uppdatera konsumenten.
th: ไม่สามารถอัปเดตผู้บริโภคได้
tr: Tüketici güncellenemedi.
uk: Не вдалося оновити Споживача.
zh_hant: 無法更新消費者。

source: Create a new token to allow access to {title}.
ar: قم بإنشاء رمز جديد للسماح بالوصول إلى {title}.
de: Erstellen Sie ein neues Token, um den Zugriff auf {title}zu ermöglichen.
es: Crea un nuevo token para permitir el acceso a {title}.
et: Looge uus luba, et võimaldada juurdepääsu {title}.
he: צור אסימון חדש כדי לאפשר גישה אל {title}.
id: Buat token baru untuk mengizinkan akses ke {title}.
it: Crea un nuovo token per consentire l'accesso a {title}.
nl: Maak een nieuw token aan om toegang te verlenen tot {title}.
pl: Utwórz nowy token, aby umożliwić dostęp do {title}.
pt: Crie um novo token para permitir acesso a {title}.
ru: Создайте новый токен, чтобы разрешить доступ к {title}.
sv: Skapa en ny token för att tillåta åtkomst till {title}.
th: สร้างโทเค็นใหม่เพื่อให้เข้าถึง {title}ได้
tr: {title}erişimine izin vermek için yeni bir token oluşturun.
uk: Створіть новий маркер, щоб дозволити доступ до {title}.
zh_hant: 建立一個新的令牌以允許存取 {title}。

source: Create connections with content on {local}.
ar: إنشاء اتصالات مع المحتوى على {local}.
de: Erstellen Sie Verbindungen mit Inhalten auf {local}.
es: Crea conexiones con contenido en {local}.
et: Looge seoseid sisuga {local}.
he: צור קשרים עם תוכן ב- {local}.
id: Buat koneksi dengan konten di {local}.
it: Crea connessioni con contenuto su {local}.
nl: Maak verbindingen met inhoud op {local}.
pl: Twórz połączenia z treścią na {local}.
pt: Crie conexões com conteúdo em {local}.
ru: Создавайте связи с контентом на {local}.
sv: Skapa anslutningar med innehåll på {local}.
th: สร้างการเชื่อมต่อกับเนื้อหาใน {local}.
tr: {local}içerikle bağlantılar oluşturun.
uk: Створюйте зв’язки з вмістом на {local}.
zh_hant: {local}上的內容的連接。

source: Day
ar: يوم
de: Tag
es: Día
et: päev
he: יְוֹם
id: Hari
it: Giorno
nl: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
th: วัน
tr: Gün
uk: День
zh_hant: 天

source: Delete App
ar: حذف التطبيق
de: App löschen
es: Eliminar aplicación
et: Kustuta rakendus
he: מחק את האפליקציה
id: Hapus Aplikasi
it: Elimina app
nl: App verwijderen
pl: Usuń aplikację
pt: Excluir aplicativo
ru: Удалить приложение
sv: Ta bort app
th: ลบแอพ
tr: Uygulamayı Sil
uk: Видалити додаток
zh_hant: 刪除應用

source: Delete Consumer App
ar: حذف تطبيق المستهلك
de: Verbraucher-App löschen
es: Eliminar aplicación de consumidor
et: Kustutage tarbijarakendus
he: מחק את אפליקציית הצרכן
id: Hapus Aplikasi Konsumen
it: Elimina app consumatore
nl: Consumenten-app verwijderen
pl: Usuń aplikację konsumencką
pt: Excluir aplicativo de consumidor
ru: Удалить потребительское приложение
sv: Ta bort konsumentappen
th: ลบแอปผู้บริโภค
tr: Tüketici Uygulamasını Sil
uk: Видалити додаток Споживач
zh_hant: 刪除消費者應用

source: Description - shows up on button
ar: الوصف - يظهر على الزر
de: Beschreibung - wird auf der Schaltfläche angezeigt
es: Descripción: aparece en el botón
et: Kirjeldus - kuvatakse nupul
he: תיאור - מופיע על כפתור
id: Deskripsi - muncul di tombol
it: Descrizione: compare sul pulsante
nl: Beschrijving - verschijnt op de knop
pl: Opis - pojawia się na przycisku
pt: Descrição - aparece no botão
ru: Описание - отображается на кнопке
sv: Beskrivning - visas på knappen
th: คำอธิบาย - ปรากฏขึ้นที่ปุ่ม
tr: Açıklama - düğmede görünür
uk: Опис - відображається на кнопці
zh_hant: 描述 - 顯示在按鈕上

source: Disconnect from
ar: قطع الاتصال من
de: Trennen von
es: Desconectarse de
et: Katkesta ühendus
he: נתק מ
id: Putuskan sambungan dari
it: Disconnetti da
nl: Loskoppelen van
pl: Odłącz od
pt: Desconectar de
ru: Отключиться от
sv: Koppla från
th: ตัดการเชื่อมต่อจาก
tr: Bağlantıyı kes
uk: Від’єднатися від
zh_hant: 斷開連接

source: Do you want to connect your <b>{local}</b> account to <b>{remote}</b>?
ar: هل تريد ربط حسابك <b>{local}</b> بـ <b>{remote}</b>؟
de: Möchten Sie Ihr <b>{local}</b> Konto mit <b>{remote}</b>?
es: ¿Quiere conectar su cuenta <b>{local}</b> a <b>{remote}</b>?
et: Kas soovite oma <b>{local}</b> konto ühendada <b>{remote}</b>-ga?
he: האם ברצונך לחבר את חשבון <b>{local}</b> <b>{remote}</b>?
id: Apakah Anda ingin menghubungkan akun <b>{local}</b> ke <b>{remote}</b>?
it: Vuoi collegare il tuo account <b>{local}</b> <b>{remote}</b>?
nl: Wilt je jouw <b>{local}</b> account koppelen aan <b>{remote}</b>?
pl: Czy chcesz połączyć swoje konto <b>{local}</b> <b>{remote}</b>?
pt: Quer conectar sua conta <b>{local}</b> <b>{remote}</b>?
ru: Вы хотите подключить свою учетную запись <b>{local}</b> <b>{remote}</b>?
sv: Vill du ansluta ditt <b>{local}</b> -konto till <b>{remote}</b>?
th: คุณต้องการเชื่อมต่อ <b>{local}</b> ของคุณกับ <b>{remote}</b>หรือไม่?
tr: <b>{local}</b> hesabınızı <b>{remote}</b>bağlamak istiyor musunuz?
uk: Ви хочете підключити свій обліковий запис <b>{local}</b> до <b>{remote}</b>?
zh_hant: 您想將您的 <b>{local}</b> 帳戶 <b>{remote}</b>嗎？

source: Do you want to disconnect your account?
ar: هل تريد قطع اتصال حسابك؟
de: Möchten Sie Ihr Konto trennen?
es: ¿Quieres desconectar tu cuenta?
et: Kas soovite oma konto ühenduse katkestada?
he: האם ברצונך לנתק את חשבונך?
id: Apakah Anda ingin memutuskan akun Anda?
it: Vuoi disconnettere il tuo account?
nl: Wil je je account ontkoppelen?
pl: Czy chcesz odłączyć swoje konto?
pt: Você quer desconectar sua conta?
ru: Вы хотите отключить свою учетную запись?
sv: Vill du koppla bort ditt konto?
th: คุณต้องการยกเลิกการเชื่อมต่อบัญชีของคุณหรือไม่?
tr: Hesabınızın bağlantısını kesmek istiyor musunuz?
uk: Ви хочете відключити свій обліковий запис?
zh_hant: 您想斷開您的帳戶嗎？

source: Domain (eg. www.example.com)
ar: المجال (مثل www.example.com)
de: Domain (z. B. www.example.com)
es: Dominio (por ejemplo, www.example.com)
et: Domeen (nt www.example.com)
he: דומיין (למשל www.example.com)
id: Domain (mis. www.example.com)
it: Dominio (es. www.example.com)
nl: Domein (bijv. www.example.com)
pl: Domena (np. www.example.com)
pt: Domínio (por exemplo, www.example.com)
ru: Домен (например, www.example.com)
sv: Domän (t.ex. www.exempel.com)
th: โดเมน (เช่น www.example.com)
tr: Etki alanı (ör. www.example.com)
uk: Домен (наприклад, www.example.com)
zh_hant: 域（例如 www.example.com）

source: Edit App
ar: تحرير التطبيق
de: App bearbeiten
es: Editar aplicación
et: Muuda rakendust
he: ערוך את האפליקציה
id: Edit Aplikasi
it: Modifica app
nl: App bewerken
pl: Edytuj aplikację
pt: Editar aplicativo
ru: Редактировать приложение
sv: Redigera app
th: แก้ไขแอพ
tr: Uygulamayı Düzenle
uk: Редагувати додаток
zh_hant: 編輯應用

source: Edit Client
ar: تحرير العميل
de: Client bearbeiten
es: Editar cliente
et: Redigeeri klienti
he: ערוך לקוח
id: Edit Klien
it: Modifica cliente
nl: Client bewerken
pl: Edytuj klienta
pt: Editar cliente
ru: Редактировать Клиент
sv: Redigera klient
th: แก้ไขลูกค้า
tr: İstemciyi Düzenle
uk: Редагувати клієнта
zh_hant: 編輯客戶

source: Edit OAuth2 App
ar: تحرير تطبيق OAuth2
de: OAuth2-App bearbeiten
es: Editar la aplicación OAuth2
et: Muutke rakendust OAuth2
he: ערוך את אפליקציית OAuth2
id: Edit Aplikasi OAuth2
it: Modifica app OAuth2
nl: OAuth2-app bewerken
pl: Edytuj aplikację OAuth2
pt: Editar aplicativo OAuth2
ru: Изменить приложение OAuth2
sv: Redigera OAuth2 -appen
th: แก้ไขแอป OAuth2
tr: OAuth2 Uygulamasını Düzenle
uk: Редагувати додаток OAuth2
zh_hant: 編輯 OAuth2 應用

source: Edit OAuth2 Client
ar: تعديل عميل OAuth2
de: OAuth2-Client bearbeiten
es: Editar cliente OAuth2
et: Redigeeri OAuth2 klienti
he: ערוך לקוח OAuth2
id: Edit Klien OAuth2
it: Modifica client OAuth2
nl: OAuth2-client bewerken
pl: Edytuj klienta OAuth2
pt: Editar cliente OAuth2
ru: Изменить клиент OAuth2
sv: Redigera OAuth2-klient
th: แก้ไขไคลเอนต์ OAuth2
tr: OAuth2 İstemcisini Düzenle
uk: Редагувати клієнт OAuth2
zh_hant: 編輯 OAuth2 用戶端

source: Edit the description of the App.
ar: قم بتحرير وصف التطبيق.
de: Bearbeiten Sie die Beschreibung der App.
es: Edite la descripción de la aplicación.
et: Muutke rakenduse kirjeldust.
he: ערוך את תיאור האפליקציה.
id: Edit deskripsi Aplikasi.
it: Modifica la descrizione dell'app.
nl: Bewerk de beschrijving van de app.
pl: Edytuj opis aplikacji.
pt: Edite a descrição do aplicativo.
ru: Отредактируйте описание приложения.
sv: Redigera beskrivningen av appen.
th: แก้ไขคำอธิบายของแอพ
tr: Uygulamanın açıklamasını düzenleyin.
uk: Відредагуйте опис додатка.
zh_hant: 編輯應用程序的描述。

source: Enabled
ar: ممكن
de: Ermöglicht
es: Activado
et: Aktiveeritud
he: מופעל
id: Diaktifkan
it: Abilitato
nl: Ingeschakeld
pl: Włączone
pt: Habilitado
ru: Включен
sv: Aktiverad
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
zh_hant: 启用

source: Fetch Token
ar: إحضار الرمز
de: Token abrufen
es: Obtener ficha
et: Too märk
he: אחזר אסימון
id: Ambil Token
it: Gettone di recupero
nl: Token ophalen
pl: Pobierz token
pt: Buscar token
ru: Получить токен
sv: Hämta token
th: เรียกโทเค็น
tr: Jetonu Getir
zh_hant: 獲取令牌

source: Fetch an access token to this site?
ar: جلب رمز الوصول إلى هذا الموقع؟
de: Ein Zugangstoken für diese Website abrufen?
es: ¿Obtener un token de acceso a este sitio?
et: Kas tuua sellele saidile juurdepääsuluba?
he: להביא אסימון גישה לאתר זה?
id: Ambil token akses ke situs ini?
it: Vuoi ottenere un token di accesso a questo sito?
nl: Een toegangstoken voor deze site ophalen?
pl: Pobrać token dostępu do tej witryny?
pt: Deseja obter um token de acesso para este site?
ru: Получить токен доступа к этому сайту?
sv: Vill du hämta en åtkomsttoken till den här webbplatsen?
th: รับโทเค็นการเข้าถึงไปยังเว็บไซต์นี้หรือไม่?
tr: Bu siteye erişim belirteci almak ister misiniz?
uk: Отримати маркер доступу до цього сайту?
zh_hant: 取得該網站的存取權令牌嗎？

source: Fetched a new access token.
ar: تم جلب رمز وصول جديد.
de: Neues Zugriffstoken abgerufen.
es: Se obtuvo un nuevo token de acceso.
et: Toodi uus juurdepääsuluba.
he: הביא אסימון גישה חדש.
id: Mengambil token akses baru.
it: Recuperato un nuovo token di accesso.
nl: Er is een nieuwe toegangstoken opgehaald.
pl: Pobrano nowy token dostępu.
pt: Obteve um novo token de acesso.
ru: Получен новый токен доступа.
sv: Hämtade en ny åtkomsttoken.
th: เรียกโทเค็นการเข้าถึงใหม่
tr: Yeni bir erişim belirteci getirildi.
uk: Отримано новий маркер доступу.
zh_hant: 獲取了一個新的訪問令牌。

source: Fetching a token can take some time.
ar: قد يستغرق جلب رمز مميز بعض الوقت.
de: Das Abrufen eines Tokens kann einige Zeit dauern.
es: Obtener un token puede llevar algún tiempo.
et: Märgi toomine võib võtta aega.
he: שליפת אסימון יכולה לקחת זמן מה.
id: Mengambil token dapat memakan waktu.
it: Il recupero di un token può richiedere del tempo.
nl: Het ophalen van een token kan enige tijd duren.
pl: Pobranie tokena może zająć trochę czasu.
pt: Buscar um token pode levar algum tempo.
ru: Получение токена может занять некоторое время.
sv: Att hämta en token kan ta lite tid.
th: การดึงโทเค็นอาจใช้เวลาสักครู่
tr: Bir jetonun getirilmesi biraz zaman alabilir.
uk: Отримання маркера може зайняти деякий час.
zh_hant: 獲取令牌可能需要一些時間。

source: Fill this in for “{client}” and “{grant}” if the remote site is not a Zotonic site.
ar: املأ هذا لـ "{client}" و "{grant}" إذا لم يكن الموقع البعيد موقعًا Zotonic.
de: Tragen Sie hier "{client}" und "{grant}" ein, wenn die Gegenstelle kein Zotonic-Standort ist.
es: Complete esto para “{client}” y “{grant}” si el sitio remoto no es un sitio Zotonic.
et: Täitke see "{client}" ja "{grant}", kui kaugsait ei ole Zotonicu sait.
he: מלא את זה עבור "{client}" ו- "{grant}" אם האתר המרוחק אינו אתר Zotonic.
id: Isi ini untuk “{client}” dan “{grant}” jika situs jarak jauh bukan situs Zotonic.
it: Compila questo campo per “{client}” e “{grant}” se il sito remoto non è un sito Zotonic.
nl: Vul dit in voor "{client}" en "{grant}" als de externe site geen Zotonic site is.
pl: Wypełnij to dla „{client}” i „{grant}”, jeśli zdalne miejsce nie jest miejscem zotowym.
pt: Preencha isso para “{client}” e “{grant}” se o site remoto não for um site Zotonic.
ru: Заполните это для «{client}» и «{grant}», если удаленный сайт не является сайтом Zotonic.
sv: Fyll i detta för "{client}" och "{grant}" om fjärrplatsen inte är en Zotonic-plats.
th: กรอกสิ่งนี้สำหรับ “{client}” และ “{grant}” หากไซต์ระยะไกลไม่ใช่ไซต์ Zotonic
tr: Uzak site Zotonic sitesi değilse “{client}” ve “{grant}” için bunu doldurun.
uk: Заповніть це для «{client}» та «{grant}», якщо віддалений сайт не є сайтом Zotonic.
zh_hant: 如果遠端站點不是 Zotonic 站點，請填寫「{client}」和「{grant}」。

source: Fill this in for “{grant}” if the remote site is not a Zotonic site.
ar: املأ هذا لـ "{grant}" إذا لم يكن الموقع البعيد موقعًا Zotonic.
de: Tragen Sie hier "{grant}" ein, wenn die Gegenstelle kein Zotonic-Standort ist.
es: Complete esto con “{grant}” si el sitio remoto no es un sitio Zotonic.
et: Täitke see "{grant}", kui kaugsait ei ole Zotonicu sait.
he: מלא את זה עבור "{grant}" אם האתר המרוחק אינו אתר Zotonic.
id: Isi ini untuk “{grant}” jika situs jarak jauh bukan situs Zotonic.
it: Compila questo campo per "{grant}" se il sito remoto non è un sito Zotonic.
nl: Vul dit in voor "{grant}" als de externe site geen Zotonic site is.
pl: Wypełnij to pole w polu „{grant}”, jeśli zdalne miejsce nie jest miejscem zotowym.
pt: Preencha isso para “{grant}” se o site remoto não for um site Zotonic.
ru: Заполните это поле вместо «{grant}», если удаленный сайт не является сайтом Zotonic.
sv: Fyll i detta för "{grant}" om fjärrplatsen inte är en Zotonic-sajt.
th: กรอกสิ่งนี้ลงใน “{grant}” หากไซต์ระยะไกลไม่ใช่ไซต์ Zotonic
tr: Uzak site Zotonic sitesi değilse “{grant}” için bunu doldurun.
uk: Заповніть це поле «{grant}», якщо віддалений сайт не є сайтом Zotonic.
zh_hant: 如果遠端站點不是 Zotonic 站點，請填寫「{grant}」。

source: Find user
ar: البحث عن المستخدم
de: Benutzer finden
es: Buscar usuario
et: Leia kasutaja
he: מצא משתמש
id: Temukan pengguna
it: Trova utente
nl: Gebruiker zoeken
pl: Znajdź użytkownika
pt: Encontrar usuário
ru: Найти пользователя
sv: Hitta användare
th: ค้นหาผู้ใช้
tr: Kullanıcı bul
uk: Знайти користувача
zh_hant: 尋找用戶

source: For Zotonic sites this you can enter the domain name(s) of the website.
ar: بالنسبة إلى مواقع Zotonic ، يمكنك إدخال اسم (أسماء) المجال الخاص بالموقع الإلكتروني.
de: Bei Zotonic-Sites können Sie hier den/die Domain-Namen der Website eingeben.
es: Para los sitios de Zotonic, puede ingresar el (los) nombre (s) de dominio del sitio web.
et: Zotooniliste saitide puhul saate sisestada veebisaidi domeeninime (d).
he: לאתרי Zotonic ניתן להזין את שמות הדומיינים של האתר.
id: Untuk situs Zotonic, Anda dapat memasukkan nama domain situs web tersebut.
it: Per i siti Zotonic è possibile inserire il nome oi nomi di dominio del sito web.
nl: Voor Zotonic-sites kan je de domeinnaam(en) van de website invullen.
pl: W przypadku witryn Zotonic można wpisać nazwę (nazwy) domeny witryny.
pt: Para sites da Zotonic, você pode inserir o (s) nome (s) de domínio do site.
ru: Для сайтов Zotonic вы можете ввести доменное имя (а) сайта.
sv: För Zotonic -webbplatser kan du ange webbplatsens domännamn.
th: สำหรับไซต์ Zotonic คุณสามารถป้อนชื่อโดเมนของเว็บไซต์ได้
tr: Zotonic siteleri için bu, web sitesinin alan adlarını girebilirsiniz.
uk: Для сайтів Zotonic Ви можете ввести доменне ім’я(ена) вебсайту.
zh_hant: 對於 Zotonic 網站，您可以輸入網站的域名。

source: For every combination of a user and a label there can only be a single access token. Existing access tokens with this label will be replaced.
ar: لكل مجموعة مستخدم وعلامة، لا يمكن استخدام سوى رمز وصول واحد. سيتم استبدال رموز الوصول الحالية التي تحمل هذا التصنيف.
de: Für jede Kombination aus einem Benutzer und einem Label kann es nur ein einziges Zugangs-Token geben. Vorhandene Zugangsberechtigungen mit dieser Bezeichnung werden ersetzt.
es: Para cada combinación de usuario y etiqueta, solo puede haber un token de acceso. Los tokens de acceso existentes con esta etiqueta serán reemplazados.
et: Iga kasutaja ja sildi kombinatsiooni kohta saab olla ainult üks juurdepääsutoken. Selle sildiga olemasolevad juurdepääsutokenid asendatakse.
he: עבור כל שילוב של משתמש ותווית יכול להיות רק אסימון גישה יחיד. אסמוני גישה קיימים עם תווית זו יוחלפו.
id: Untuk setiap kombinasi pengguna dan label, hanya boleh ada satu token akses. Token akses yang ada dengan label ini akan diganti.
it: Per ogni combinazione di utente ed etichetta può esistere un solo token di accesso. I token di accesso esistenti con questa etichetta verranno sostituiti.
nl: Voor elke combinatie van een gebruiker en een label kan er maar één toegangstoken zijn. Bestaande toegangstokens met dit label worden vervangen.
pl: Dla każdej kombinacji użytkownika i etykiety może być tylko jeden token dostępu. Istniejące tokeny dostępu z tą etykietą zostaną zastąpione.
pt: Para cada combinação de utilizador e etiqueta, só pode existir um único token de acesso. Os tokens de acesso existentes com este rótulo serão substituídos.
ru: Для каждой комбинации пользователя и метки может быть только один токен доступа. Существующие токены доступа с этой меткой будут заменены.
sv: För varje kombination av en användare och en etikett kan det bara finnas en enda åtkomsttoken. Befintliga åtkomsttokens med denna etikett kommer att ersättas.
th: สำหรับการรวมกันระหว่างผู้ใช้และป้ายกำกับนั้น สามารถมีโทเค็นการเข้าถึงได้เพียงอันเดียวเท่านั้น โทเค็นการเข้าถึงที่มีอยู่ซึ่งมีป้ายกำกับนี้จะถูกแทนที่
tr: Bir kullanıcı ve bir etiketin her kombinasyonu için yalnızca tek bir erişim belirteci olabilir. Bu etikete sahip mevcut erişim belirteçleri değiştirilecektir.
uk: Для кожної комбінації користувача та мітки може бути лише один маркер доступу. Існуючі маркери доступу з цією міткою будуть замінені.
zh_hant: 對於每個使用者和標籤的組合，只能有一個存取令牌。具有此標籤的現有存取權令牌將被替換。

source: Forever
ar: للأبد
de: Für immer
es: Para siempre
et: Igavesti
he: לָנֶצַח
id: Selamanya
it: Per sempre
nl: Voor altijd
pl: Na zawsze
pt: Para sempre
ru: Навсегда
sv: Evigt
th: ตลอดไป
tr: Sonsuza kadar
uk: Назавжди
zh_hant: 永遠

source: Give the redirect URLs that are valid for the website performing the OAuth2 authorization.
ar: امنح عناوين URL لإعادة التوجيه الصالحة لموقع الويب الذي يجري تفويض OAuth2.
de: Geben Sie die Weiterleitungs-URLs an, die für die Website gültig sind, die die OAuth2-Autorisierung ausführt.
es: Proporcione las URL de redireccionamiento que sean válidas para el sitio web que realiza la autorización OAuth2.
et: Andke ümbersuunamise URL -id, mis kehtivad OAuth2 volitust teostava veebisaidi jaoks.
he: תן את כתובות האתרים להפניה שתקפות לאתר המבצע את הרשאת OAuth2.
id: Berikan URL pengalihan yang valid untuk situs web yang melakukan otorisasi OAuth2.
it: Fornisci gli URL di reindirizzamento validi per il sito Web che esegue l'autorizzazione OAuth2.
nl: Geef de omleidings-URL's op die geldig zijn voor de website die de OAuth2-autorisatie uitvoert.
pl: Podaj adresy URL przekierowania, które są prawidłowe dla witryny wykonującej autoryzację OAuth2.
pt: Forneça os URLs de redirecionamento válidos para o site que está executando a autorização OAuth2.
ru: Укажите URL-адреса перенаправления, действительные для веб-сайта, выполняющего авторизацию OAuth2.
sv: Ange de omdirigeringsadresser som är giltiga för webbplatsen som utför OAuth2 -behörigheten.
th: ให้ URL เปลี่ยนเส้นทางที่ถูกต้องสำหรับเว็บไซต์ที่ดำเนินการให้สิทธิ์ OAuth2
tr: OAuth2 yetkilendirmesini gerçekleştiren web sitesi için geçerli olan yönlendirme URL'lerini verin.
uk: Надайте URL-адреси переспрямування, дійсні для вебсайту, який виконує авторизацію OAuth2.
zh_hant: 提供對執行 OAuth2 授權的網站有效的重定向 URL。

source: Here is the new access token.
ar: هنا هو رمز الوصول الجديد.
de: Hier ist das neue Zugriffstoken.
es: Aquí está el nuevo token de acceso.
et: Siin on uus juurdepääsuluba.
he: להלן אסימון הגישה החדש.
id: Ini adalah token akses baru.
it: Ecco il nuovo token di accesso.
nl: Hier is het nieuwe toegangstoken.
pl: Oto nowy token dostępu.
pt: Aqui está o novo token de acesso.
ru: Вот новый токен доступа.
sv: Här är den nya åtkomsttoken.
th: นี่คือโทเค็นการเข้าถึงใหม่
tr: İşte yeni erişim belirteci.
uk: Ось новий маркер доступу.
zh_hant: 這是新的訪問令牌。

source: If the remote website is a Zotonic website then you can leave the two URLs below empty.
ar: إذا كان موقع الويب البعيد هو موقع ويب Zotonic ، فيمكنك ترك عنواني URL أدناه فارغين.
de: Wenn es sich bei der Remote-Website um eine Zotonic-Website handelt, können Sie die beiden folgenden URLs leer lassen.
es: Si el sitio web remoto es un sitio web de Zotonic, puede dejar vacías las dos URL siguientes.
et: Kui kaugveebisait on Zotonicu veebisait, võite jätta kaks alltoodud URL -i tühjaks.
he: אם האתר המרוחק הוא אתר Zotonic, תוכל להשאיר את שתי כתובות האתר למטה ריקות.
id: Jika situs web jarak jauh adalah situs web Zotonic maka Anda dapat membiarkan dua URL di bawah ini kosong.
it: Se il sito Web remoto è un sito Web Zotonic, puoi lasciare vuoti i due URL sottostanti.
nl: Als de externe website een Zotonic-website is, kan je de twee onderstaande URL's leeg laten.
pl: Jeśli zdalna witryna jest witryną Zotonic, możesz pozostawić dwa poniższe adresy URL puste.
pt: Se o site remoto for um site da Zotonic, você pode deixar os dois URLs abaixo vazios.
ru: Если удаленный веб-сайт является веб-сайтом Zotonic, вы можете оставить два указанных ниже URL пустыми.
sv: Om fjärrwebbplatsen är en Zotonic -webbplats kan du lämna de två webbadresserna nedan tomma.
th: หากเว็บไซต์ระยะไกลเป็นเว็บไซต์ Zotonic คุณสามารถปล่อย URL สองรายการด้านล่างว่างไว้ได้
tr: Uzak web sitesi bir Zotonic web sitesiyse, aşağıdaki iki URL'yi boş bırakabilirsiniz.
uk: Якщо віддалений вебсайт є вебсайтом Zotonic, Ви можете залишити дві URL-адреси нижче порожніми.
zh_hant: 如果遠程網站是 Zotonic 網站，那麼您可以將下面的兩個 URL 留空。
