Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Could not access the service, double check your settings and try again. Make sure that API key has access rights to create and remove a (temporary) <code>-zotonic-filestore-test-file-</code> file.
ar: تعذر الوصول إلى الخدمة ، تحقق جيدًا من الإعدادات وحاول مرة أخرى. تأكد من أن مفتاح API لديه حقوق الوصول لإنشاء وإزالة (مؤقت) <code>ملف zotonic-filestore-test-file-</code>.
de: Konnte nicht auf den Dienst zugreifen, überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut. Stellen Sie sicher, dass der API-Schlüssel Zugriffsrechte zum Erstellen und Entfernen einer (temporären) <code>-zotonic-filestore-test-file-</code> Datei hat.
es: No se puede acceder al servidor, verifique doblemente su configuración e intente nuevamente. Asegúrate de que la clave API tiene los derechos para crear y eliminar un archivo (temporal) <code>-zotonic-filestore-test-file-</code> file.
et: Teenusele ei õnnestunud juurde pääseda, kontrollige uuesti oma seadeid ja proovige uuesti. Veenduge, et API-võtmel oleks juurdepääsuõigused (ajutise) <code>zotonic-filestore-test-file-</code> faili loomiseks ja eemaldamiseks.
he: לא הייתה אפשרות לגשת לשירות, בדוק שוב את הגדרותיך ונסה שוב. וודא שלמפתח ה- API יש זכויות גישה ליצירת והסרה של קובץ (זמני) <code>-zotonic-filestore-test-file-</code>.
id: Tidak bisa mengakses layanan, periksa dua kali pengaturan anda dan coba lagi. Pastikan bahwa API key memiliki hak akses untuk membuat dan menghapus (sementara) <code>-zotonic-filestore-test-file-</code> berkas.
it: Impossibile accedere al servizio, ricontrolla le tue impostazioni e riprova. Assicurati che la chiave API abbia i diritti di accesso per creare e rimuovere un file (temporaneo) <code>-zotonic-filestore-test-file-</code> .
nl: Kon geen toegang krijgen tot de service, controleer de instellingen en probeer het opnieuw. Zorg ervoor dat de API-key toegangsrechten heeft om een (tijdelijk) <code>-zotonic-filestore-test-file-</code> bestand aan te maken en te verwijderen.
pl: Nie można uzyskać dostępu do usługi, sprawdź dokładnie ustawienia i spróbuj ponownie. Upewnij się, że klucz API ma prawa dostępu do tworzenia i usuwania (tymczasowego) pliku <code>-zotonic-filestore-test-file-</code>.
pt: Não foi possível aceder ao serviço, verifique duas vezes as suas definições e tente novamente. Verifique se a chave API tem direitos de acesso para criar e remover um arquivo (temporário) <code>-zotonic-filestore-test-file-</code> .
ru: Не удалось получить доступ к службе, дважды проверьте свои настройки и попробуйте еще раз. Убедитесь, что ключ API имеет права доступа для создания и удаления (временного) <code>-zotonic-filestore-test-file-</code> файла.
sv: Kunde inte komma åt tjänsten, dubbelkolla dina inställningar och försök igen. Se till att API-nyckeln har åtkomsträttigheter för att skapa och ta bort en (tillfällig) <code>-zotonic-filestore-test-file-</code> fil.
th: ไม่สามารถเข้าถึงบริการได้โปรดตรวจสอบการตั้งค่าของคุณอีกครั้งแล้วลองอีกครั้ง ตรวจสอบให้แน่ใจว่าคีย์ API มีสิทธิ์เข้าถึงเพื่อสร้างและลบไฟล์ (ชั่วคราว) <code>-zotonic-filestore-test-file-</code>
tr: Servise erişilemedi, ayarlarınızı kontrol edin ve tekrar deneyin. API anahtarının <code>-zotonic-filestore-test-file-</code> dosyasını oluşturma ve silme yetkisine (geçici olarak) sahip olduğuna emin olun.
uk: Не вдалося отримати доступ до служби, перевірте налаштування та повторіть спробу. Переконайтеся, що ключ API має права доступу для створення та видалення (тимчасового) файлу <code>-zotonic-filestore-test-file-</code>.
zh_hant: 无法访问服务，请仔细检查您的设置并再次尝试。确保API密钥具有创建和删除（临时） <code>-zotonic-filetore-test-file-</code> 文件的访问权限。

source: Currently Zotonic supports FTP, WebDAV and services that are compatible with the S3 file services API. These include:
ar: يدعم Zotonic حاليًا FTP وWebDAV والخدمات المتوافقة مع واجهة برمجة تطبيقات خدمات الملفات S3. وتشمل هذه:
de: Derzeit unterstützt Zotonic FTP, WebDAV und Dienste, die mit der API der S3-Dateidienste kompatibel sind. Dazu gehören:
es: Actualmente, Zotonic admite FTP, WebDAV y servicios compatibles con la API de servicios de archivos de S3. Estos incluyen:
et: Praegu toetab Zotonic FTP-d, WebDAV-i ja teenuseid, mis ühilduvad S3 failiteenuste API-ga. Nende hulka kuuluvad:
he: נכון לעכשיו Zotonic תומך ב-FTP, WebDAV ושירותים התואמים ל-API של שירותי קבצים S3. אלה כוללים:
id: Saat ini Zotonic mendukung FTP, WebDAV, dan layanan yang kompatibel dengan API layanan file S3. Layanan tersebut meliputi:
it: Attualmente Zotonic supporta FTP, WebDAV e servizi compatibili con l'API dei servizi file S3. Tra questi:
nl: Op dit moment ondersteunt Zotonic FTP, WebDAV en services die compatibel zijn met de S3 file services API. Deze omvatten:
pl: Obecnie Zotonic obsługuje FTP, WebDAV i usługi zgodne z API usług plików S3. Należą do nich:
pt: Atualmente, o Zotonic oferece suporte a FTP, WebDAV e serviços compatíveis com a API de serviços de arquivo do S3. Entre eles estão:
ru: В настоящее время Zotonic поддерживает FTP, WebDAV и сервисы, совместимые с API файловых сервисов S3. К ним относятся:
sv: För närvarande stöder Zotonic FTP, WebDAV och tjänster som är kompatibla med S3 filtjänster API. Dessa inkluderar:
th: ปัจจุบัน Zotonic รองรับ FTP, WebDAV และบริการที่เข้ากันได้กับ API บริการไฟล์ S3 ซึ่งรวมถึง:
tr: Şu anda Zotonic FTP, WebDAV ve S3 dosya hizmetleri API'siyle uyumlu hizmetleri destekliyor. Bunlar şunları içerir:
uk: Наразі Zotonic підтримує FTP, WebDAV і служби, сумісні з API файлових служб S3. До них належать:
zh_hant: 目前 Zotonic 支援 FTP、WebDAV 和與 S3 檔案服務 API 相容的服務。這些包括：

source: Delete Queue
ar: حذف قائمة الانتظار
de: Warteschlange löschen
es: Eliminar cola
et: Kustuta järjekord
he: מחק תור
id: Menghapus Antrian
it: Cancellare la coda
nl: Verwijder wachtrij
pl: Usuń kolejkę
pt: Eliminar Fila
ru: Очередь удаления
sv: Ta bort kö
th: ลบคิว
tr: Kuyruğu Sil
uk: Видалити чергу
zh_hant: 删除队列

source: Delete files from the cloud file store
ar: احذف الملفات من مخزن الملفات السحابي
de: Dateien aus dem Cloud-Dateispeicher löschen
es: Eliminar archivos de la tienda de archivos en la nube
et: Kustutage failid pilvefailide poest
he: מחק קבצים מחנות קבצי הענן
id: Hapus file dari penyimpanan file awan
it: Eliminare i file dal negozio di file cloud
nl: Verwijder bestanden uit de cloud
pl: Usuń pliki z magazynu plików w chmurze
pt: Eliminar ficheiros da loja de ficheiros na nuvem
ru: Удаление файлов из облачного хранилища
sv: Ta bort filer från molnfillagret
th: ลบไฟล์จากที่เก็บไฟล์บนคลาวด์
tr: Bulut dosya deposundan dosyaları sil
uk: Видаліть файли з хмарного сховища файлів
zh_hant: 从云文件存储中删除文件

source: Delete interval
ar: حذف الفاصل الزمني
de: Intervall löschen
es: Eliminar intervalo
et: Kustuta intervall
he: מחק מרווח
id: Hapus interval
it: Elimina intervallo
nl: Verwijder interval
pl: Usuń interwał
pt: Excluir intervalo
ru: Удалить интервал
sv: Ta bort intervall
th: ช่วงเวลาการลบ
tr: Aralığı sil
uk: Видалити інтервал
zh_hant: 刪除間隔

source: Download Queue
ar: تنزيل قائمة الانتظار
de: Download-Warteschlange
es: Descargar cola
et: Laadige järjekord alla
he: הורד תור
id: Antrian Download
it: Scaricare la coda
nl: Download wachtrij
pl: Pobierz kolejkę
pt: Fila de Download
ru: Очередь загрузки
sv: Ladda ner kö
th: ดาวน์โหลดคิว
tr: Kuyruğu indir
uk: Черга завантаження
zh_hant: 下载队列

source: Enable this to let the filestore act as a backup of your local media files.
ar: قم بتمكين هذا للسماح لملف الملف بالعمل كنسخة احتياطية لملفات الوسائط المحلية الخاصة بك.
de: Aktivieren Sie dies, damit der Dateispeicher als Backup Ihrer lokalen Mediendateien fungiert.
es: Habilite esto para permitir que el almacén de archivos actúe como una copia de seguridad de sus archivos multimedia locales.
et: Lubage see, et lasta failisalal toimida teie kohalike meediumifailide varukoopiana.
he: הפעל זאת כדי לאפשר למאגר הקבצים לפעול כגיבוי של קבצי המדיה המקומיים שלך.
id: Aktifkan ini untuk membiarkan filestore bertindak sebagai cadangan file media lokal Anda.
it: Abilita questa opzione per consentire al filestore di fungere da backup dei tuoi file multimediali locali.
nl: Schakel dit in om de bestandsopslag te laten fungeren als een back-up van uw lokale mediabestanden.
pl: Włącz tę opcję, aby magazyn plików działał jako kopia zapasowa lokalnych plików multimedialnych.
pt: Habilite isso para permitir que o armazenamento de arquivos atue como um backup de seus arquivos de mídia local.
ru: Включите это, чтобы хранилище файлов действовало как резервная копия ваших локальных медиафайлов.
sv: Aktivera detta för att låta filarkivet fungera som en säkerhetskopia av dina lokala mediefiler.
th: เปิดใช้งานสิ่งนี้เพื่อให้ filestore ทำหน้าที่เป็นตัวสำรองของไฟล์มีเดียในเครื่องของคุณ
tr: Dosya deposunun yerel medya dosyalarınızın yedeği olarak hareket etmesine izin vermek için bunu etkinleştirin.
uk: Увімкніть це, щоб сховище файлів використовувало резервну копію ваших локальних медіафайлів.
zh_hant: 啟用此選項可讓文件存儲充當本地媒體文件的備份。

source: Ensure yourself there is enough disk space before starting this process.
ar: تأكد من وجود مساحة كافية على القرص قبل بدء هذه العملية.
de: Vergewissern Sie sich, dass genügend Speicherplatz vorhanden ist, bevor Sie diesen Vorgang starten.
es: Asegúrate de que hay suficiente espacio en el disco antes de empezar este proceso.
et: Enne selle protsessi alustamist veenduge, et kettaruumi oleks piisavalt.
he: וודא לעצמך שיש מספיק מקום בדיסק לפני שתתחיל בתהליך זה.
id: Pastikan Anda memiliki cukup ruang disk sebelum memulai proses ini.
it: Assicuratevi che ci sia abbastanza spazio su disco prima di iniziare questo processo.
nl: Zorg er zelf voor dat er voldoende schijfruimte is voordat je met dit proces begint.
pl: Przed rozpoczęciem tego procesu upewnij się, że jest wystarczająco dużo miejsca na dysku.
pt: Certifique-se de que há espaço suficiente em disco antes de iniciar este processo.
ru: Перед началом этого процесса убедитесь, что на диске достаточно места.
sv: Se till att det finns tillräckligt med diskutrymme innan du börjar processen.
th: ตรวจสอบให้แน่ใจว่าตัวเองมีเนื้อที่ว่างบนดิสก์เพียงพอก่อนเริ่มกระบวนการนี้
tr: Bu işleme başlamadan önce yeterli disk alanı olduğundan emin olun.
uk: Перш ніж почати цей процес, переконайтеся, що на диску достатньо місця.
zh_hant: 确保自己有足够的磁盘空间才开始这个过程。

source: Files
ar: الملفات
de: Dateien
es: Archivos
et: Toimikud
he: קבצים
id: Berkas
it: File
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
zh_hant: 文件

source: For FTP the URL must start with <b><tt>ftps:</tt></b> or <b><tt>ftp:</tt></b>
ar: بالنسبة إلى FTP ، يجب أن يبدأ عنوان URL بـ <b><tt>ftps:</tt></b> أو <b><tt>ftp:</tt></b>
de: Für FTP muss die URL mit <b><tt>ftps:</tt></b> oder <b><tt>ftp:</tt></b>beginnen
es: Para FTP, la URL debe comenzar con <b><tt>ftps:</tt></b> o <b><tt>ftp:</tt></b>
et: FTP puhul peab URL algama <b><tt>ftps:</tt></b> või <b><tt>ftp:</tt></b>
he: עבור FTP כתובת האתר חייבת להתחיל ב <b><tt>ftps:</tt></b> או <b><tt>ftp:</tt></b>
id: Untuk FTP, URL harus dimulai dengan <b><tt>ftps:</tt></b> atau <b><tt>ftp:</tt></b>
it: Per FTP l'URL deve iniziare con <b><tt>ftps:</tt></b> o <b><tt>ftp:</tt></b>
nl: Voor FTP moet de URL beginnen met <b><tt>ftps:</tt></b> of <b><tt>ftp:</tt></b>
pl: W przypadku FTP adres URL musi zaczynać się od <b><tt>ftps:</tt></b> lub <b><tt>ftp:</tt></b>
pt: Para FTP, a URL deve começar com <b><tt>ftps:</tt></b> ou <b><tt>ftp:</tt></b>
ru: Для FTP URL-адрес должен начинаться с <b><tt>ftps:</tt></b> или <b><tt>ftp:</tt></b>
sv: För FTP måste webbadressen börja med <b><tt>ftps:</tt></b> eller <b><tt>ftp:</tt></b>
th: สำหรับ FTP URL ต้องขึ้นต้นด้วย <b><tt>ftps:</tt></b> หรือ <b><tt>ftp:</tt></b>
tr: FTP için URL <b><tt>ftps:</tt></b> veya <b><tt>ftp:</tt></b>ile başlamalıdır.
uk: Для FTP URL-адреса має починатися з <b><tt>ftps:</tt></b> або <b><tt>ftp:</tt></b>
zh_hant: 對於 FTP，URL 必須以 <b><tt>ftps:</tt></b> 或 <b><tt>ftp:</tt></b>開頭

source: For S3 the URL must start with <b><tt>https:</tt></b> or <b><tt>http:</tt></b>
ar: بالنسبة إلى S3 ، يجب أن يبدأ عنوان URL بـ <b><tt>https:</tt></b> أو <b><tt>http:</tt></b>
de: Für S3 muss die URL mit <b><tt>https:</tt></b> oder <b><tt>http:</tt></b>beginnen
es: Para S3, la URL debe comenzar con <b><tt>https:</tt></b> o <b><tt>http:</tt></b>
et: S3 puhul peab URL algama numbriga <b><tt>https:</tt></b> või <b><tt>http:</tt></b>
he: עבור S3 כתובת האתר חייבת להתחיל ב <b><tt>https:</tt></b> או <b><tt>http:</tt></b>
id: Untuk S3 URL harus dimulai dengan <b><tt>https:</tt></b> atau <b><tt>http:</tt></b>
it: Per S3 l'URL deve iniziare con <b><tt>https:</tt></b> o <b><tt>http:</tt></b>
nl: Voor S3 moet de URL beginnen met <b><tt>https:</tt></b> of <b><tt>http:</tt></b>
pl: W przypadku S3 adres URL musi zaczynać się od <b><tt>https:</tt></b> lub <b><tt>http:</tt></b>
pt: Para S3, o URL deve começar com <b><tt>https:</tt></b> ou <b><tt>http:</tt></b>
ru: Для S3 URL должен начинаться с <b><tt>https:</tt></b> или <b><tt>http:</tt></b>
sv: För S3 måste webbadressen börja med <b><tt>https:</tt></b> eller <b><tt>http:</tt></b>
th: สำหรับ S3 URL ต้องขึ้นต้นด้วย <b><tt>https:</tt></b> หรือ <b><tt>http:</tt></b>
tr: S3 için URL <b><tt>https:</tt></b> veya <b><tt>http:</tt></b>ile başlamalıdır.
uk: Для S3 URL має починатися з <b><tt>https:</tt></b> або <b><tt>http:</tt></b>
zh_hant: 對於 S3，URL 必須以 <b><tt>https:</tt></b> 或 <b><tt>http:</tt></b>開頭

source: For WebDAV the URL must start with <b><tt>webdavs:</tt></b> or <b><tt>webdav:</tt></b>
ar: بالنسبة إلى WebDAV ، يجب أن يبدأ عنوان URL بـ <b><tt>webdavs:</tt></b> أو <b><tt>webdav:</tt></b>
de: Für WebDAV muss die URL mit <b><tt>beginnen webdavs:</tt></b> oder <b><tt>webdav:</tt></b>
es: Para WebDAV, la URL debe comenzar con <b><tt>webdavs:</tt></b> o <b><tt>webdav:</tt></b>
et: WebDAV-i puhul peab URL algama numbriga <b><tt>webdavs:</tt></b> või <b><tt>webdav:</tt></b>
he: עבור WebDAV כתובת האתר חייבת להתחיל ב <b><tt>webdavs:</tt></b> או <b><tt>webdav:</tt></b>
id: Untuk WebDAV, URL harus dimulai dengan <b><tt>webdavs:</tt></b> atau <b><tt>webdav:</tt></b>
it: Per WebDAV l'URL deve iniziare con <b><tt>webdavs:</tt></b> o <b><tt>webdav:</tt></b>
nl: Voor WebDAV moet de URL beginnen met <b><tt>webdavs:</tt></b> of <b><tt>webdav:</tt></b>
pl: W przypadku WebDAV adres URL musi zaczynać się od <b><tt>webdav:</tt></b> lub <b><tt>webdav:</tt></b>
pt: Para WebDAV, a URL deve começar com <b><tt>webdavs:</tt></b> ou <b><tt>webdav:</tt></b>
ru: Для WebDAV URL должен начинаться с <b><tt>webdavs:</tt></b> или <b><tt>webdav:</tt></b>
sv: För WebDAV måste URL:en börja med <b><tt>webdavs:</tt></b> eller <b><tt>webdav:</tt></b>
th: สำหรับ WebDAV URL ต้องขึ้นต้นด้วย <b><tt>webdavs:</tt></b> หรือ <b><tt>webdav:</tt></b>
tr: WebDAV için URL <b>ile başlamalıdır<tt>webdavs:</tt></b> veya <b><tt>webdav:</tt></b>
uk: Для WebDAV URL має починатися з <b><tt>webdavs:</tt></b> або <b><tt>webdav:</tt></b>
zh_hant: 對於 WebDAV，URL 必須以 <b><tt>webdavs:</tt></b> or <b><tt>webdav:</tt></b>開頭

source: If you have selected ”Keep local files after upload to the cloud file store” then the local files are not deleted, as the remote files are considered a backup of the local files.
ar: إذا قمت بتحديد "الاحتفاظ بالملفات المحلية بعد التحميل إلى مخزن الملفات السحابي" ، فلن يتم حذف الملفات المحلية ، حيث تعتبر الملفات البعيدة نسخة احتياطية من الملفات المحلية.
de: Wenn Sie „Lokale Dateien nach dem Hochladen in den Cloud-Dateispeicher beibehalten“ ausgewählt haben, werden die lokalen Dateien nicht gelöscht, da die Remote-Dateien als Backup der lokalen Dateien betrachtet werden.
es: Si ha seleccionado "Mantener los archivos locales después de cargarlos en el almacén de archivos en la nube", los archivos locales no se eliminan, ya que los archivos remotos se consideran una copia de seguridad de los archivos locales.
et: Kui olete valinud "Säilita kohalikud failid pärast pilvefailihoidlasse üleslaadimist", siis kohalikke faile ei kustutata, kuna kaugfaile käsitletakse kohalike failide varukoopiana.
he: אם בחרת "שמור קבצים מקומיים לאחר העלאה לחנות הקבצים בענן", אז הקבצים המקומיים לא יימחקו, מכיוון שהקבצים המרוחקים נחשבים לגיבוי של הקבצים המקומיים.
id: Jika Anda telah memilih "Simpan file lokal setelah diunggah ke penyimpanan file cloud" maka file lokal tidak dihapus, karena file jarak jauh dianggap sebagai cadangan file lokal.
it: Se hai selezionato "Mantieni i file locali dopo il caricamento nell'archivio file cloud", i file locali non vengono eliminati, poiché i file remoti sono considerati un backup dei file locali.
nl: Als je "Lokale bestanden behouden na uploaden naar de cloud-bestandsopslag" hebt geselecteerd, worden de lokale bestanden niet verwijderd, omdat de externe bestanden worden beschouwd als een back-up van de lokale bestanden.
pl: W przypadku wybrania opcji „Zachowaj pliki lokalne po przesłaniu do magazynu plików w chmurze” pliki lokalne nie zostaną usunięte, ponieważ pliki zdalne są uważane za kopię zapasową plików lokalnych.
pt: Se você selecionou "Manter arquivos locais após o upload para o armazenamento de arquivos na nuvem", os arquivos locais não são excluídos, pois os arquivos remotos são considerados um backup dos arquivos locais.
ru: Если вы выбрали «Сохранить локальные файлы после загрузки в облачное хранилище файлов», то локальные файлы не удаляются, так как удаленные файлы считаются резервной копией локальных файлов.
sv: Om du har valt ”Behåll lokala filer efter uppladdning till molnfilarkivet” raderas inte de lokala filerna, eftersom fjärrfilerna betraktas som en säkerhetskopia av de lokala filerna.
th: หากคุณเลือก "เก็บไฟล์ในเครื่องไว้หลังจากอัปโหลดไปยังที่เก็บไฟล์บนคลาวด์" ไฟล์ในเครื่องจะไม่ถูกลบ เนื่องจากไฟล์ระยะไกลถือเป็นข้อมูลสำรองของไฟล์ในเครื่อง
tr: "Bulut dosya deposuna yükledikten sonra yerel dosyaları sakla"yı seçtiyseniz, uzak dosyalar yerel dosyaların yedeği olarak kabul edildiğinden yerel dosyalar silinmez.
uk: Якщо ви вибрали «Зберігати локальні файли після завантаження в хмарне сховище файлів», тоді локальні файли не видаляються, оскільки віддалені файли вважаються резервними копіями локальних файлів.
zh_hant: 如果您選擇了“上傳到雲文件存儲後保留本地文件”，則不會刪除本地文件，因為遠程文件被視為本地文件的備份。

source: If you have selected ”Keep local files after upload to the cloud file store” then the remote files are not deleted, as the remote files are considered a backup of the local files.
ar: إذا حددت "الاحتفاظ بالملفات المحلية بعد التحميل إلى مخزن الملفات السحابي" ، فلن يتم حذف الملفات البعيدة ، حيث تعتبر الملفات البعيدة نسخة احتياطية من الملفات المحلية.
de: Wenn Sie „Lokale Dateien nach dem Hochladen in den Cloud-Dateispeicher beibehalten“ ausgewählt haben, werden die Remote-Dateien nicht gelöscht, da die Remote-Dateien als Backup der lokalen Dateien betrachtet werden.
es: Si ha seleccionado "Mantener los archivos locales después de cargarlos en el almacén de archivos en la nube", los archivos remotos no se eliminan, ya que los archivos remotos se consideran una copia de seguridad de los archivos locales.
et: Kui olete valinud "Säilita kohalikud failid pärast pilvefailihoidlasse üleslaadimist", siis kaugfaile ei kustutata, kuna kaugfaile käsitletakse kohalike failide varukoopiana.
he: אם בחרת "שמור קבצים מקומיים לאחר העלאה לחנות הקבצים בענן" אז הקבצים המרוחקים לא יימחקו, מכיוון שהקבצים המרוחקים נחשבים לגיבוי של הקבצים המקומיים.
id: Jika Anda telah memilih "Simpan file lokal setelah diunggah ke penyimpanan file cloud" maka file jarak jauh tidak dihapus, karena file jarak jauh dianggap sebagai cadangan file lokal.
it: Se hai selezionato "Mantieni i file locali dopo il caricamento nell'archivio file cloud", i file remoti non vengono eliminati, poiché i file remoti sono considerati un backup dei file locali.
nl: Als je "Lokale bestanden behouden na uploaden naar de cloud-bestandsopslag" hebt geselecteerd, worden de externe bestanden niet verwijderd, omdat de externe bestanden worden beschouwd als een back-up van de lokale bestanden.
pl: W przypadku wybrania opcji „Zachowaj pliki lokalne po przesłaniu do magazynu plików w chmurze” pliki zdalne nie zostaną usunięte, ponieważ pliki zdalne są uważane za kopię zapasową plików lokalnych.
pt: Se você selecionou "Manter arquivos locais após o upload para o armazenamento de arquivos na nuvem", os arquivos remotos não são excluídos, pois os arquivos remotos são considerados um backup dos arquivos locais.
ru: Если вы выбрали «Сохранить локальные файлы после загрузки в облачное хранилище файлов», то удаленные файлы не удаляются, так как удаленные файлы считаются резервной копией локальных файлов.
sv: Om du har valt ”Behåll lokala filer efter uppladdning till molnets filarkiv” raderas inte fjärrfilerna, eftersom fjärrfilerna betraktas som en säkerhetskopia av de lokala filerna.
th: หากคุณเลือก "เก็บไฟล์ในเครื่องไว้หลังจากอัปโหลดไปยังที่เก็บไฟล์บนคลาวด์" ไฟล์ระยะไกลจะไม่ถูกลบ เนื่องจากไฟล์ระยะไกลถือเป็นข้อมูลสำรองของไฟล์ในเครื่อง
tr: “Bulut dosya deposuna yükledikten sonra yerel dosyaları sakla”yı seçtiyseniz, uzak dosyalar yerel dosyaların yedeği olarak kabul edildiğinden uzak dosyalar silinmez.
uk: Якщо ви вибрали «Зберігати локальні файли після завантаження в хмарне сховище файлів», тоді віддалені файли не видаляються, оскільки віддалені файли вважаються резервними копіями локальних файлів.
zh_hant: 如果您選擇了“上傳到雲文件存儲後保留本地文件”，則不會刪除遠程文件，因為遠程文件被視為本地文件的備份。

source: If you use an FTP server then that server MUST support FTPS (secure ftp)
ar: إذا كنت تستخدم خادم FTP ، فيجب أن يدعم هذا الخادم FTPS (بروتوكول نقل الملفات الآمن)
de: Wenn Sie einen FTP-Server verwenden, MUSS dieser Server FTPS (secure ftp) unterstützen.
es: Si usa un servidor FTP, ese servidor DEBE ser compatible con FTPS (ftp seguro)
et: Kui kasutate FTP-serverit, PEAB see server toetama FTPS-i (turvaline ftp)
he: אם אתה משתמש בשרת FTP אז השרת הזה חייב לתמוך ב-FTPS (ftp מאובטח)
id: Jika Anda menggunakan server FTP maka server tersebut HARUS mendukung FTPS (secure ftp)
it: Se utilizzi un server FTP, quel server DEVE supportare FTPS (ftp sicuro)
nl: Als je een FTP-server gebruikt, MOET die server FTPS (secure ftp) ondersteunen
pl: Jeśli używasz serwera FTP, to ten serwer MUSI obsługiwać FTPS (bezpieczne ftp)
pt: Se você usa um servidor FTP, esse servidor DEVE suportar FTPS (ftp seguro)
ru: Если вы используете FTP-сервер, то этот сервер ДОЛЖЕН поддерживать FTPS (защищенный ftp).
sv: Om du använder en FTP-server så MÅSTE den servern stödja FTPS (säker ftp)
th: หากคุณใช้เซิร์ฟเวอร์ FTP แสดงว่าเซิร์ฟเวอร์นั้นต้องรองรับ FTPS (ftp ที่ปลอดภัย)
tr: Bir FTP sunucusu kullanıyorsanız, o sunucunun FTPS'yi (güvenli ftp) desteklemesi ZORUNLUDUR
uk: Якщо ви використовуєте FTP-сервер, то цей сервер ПОВИНЕН підтримувати FTPS (захищений ftp)
zh_hant: 如果您使用 FTP 服務器，那麼該服務器必須支持 FTPS（安全 ftp）

source: Immediately
ar: فورا
de: Unmittelbar
es: Inmediatamente
et: Kohe
he: מיד
id: Segera
it: Immediatamente
nl: Meteen
pl: Natychmiast
pt: Imediatamente
ru: Немедленно
sv: Omedelbart
th: ทันที
tr: Acilen
uk: Негайно
zh_hant: 立即

source: Is upload enabled?
ar: هل تم تمكين التحميل؟
de: Ist der Upload aktiviert?
es: ¿Está habilitada la carga?
et: Kas üleslaadimine on lubatud?
he: האם ההעלאה מופעלת?
id: Apakah unggahan diaktifkan?
it: Il caricamento è abilitato?
nl: Is uploaden ingeschakeld?
pl: Czy przesyłanie jest włączone?
pt: O upload está habilitado?
ru: Включена ли загрузка?
sv: Är uppladdning aktiverad?
th: มีการเปิดใช้งานการอัพโหลดแล้วหรือยัง?
tr: Yükleme etkin mi?
uk: Чи ввімкнено завантаження?
zh_hant: 是否啟用上傳？
