Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: You are not allowed to send this page.
ar: لا يسمح لك بإرسال هذه الصفحة.
de: Es ist Ihnen nicht gestattet, diese Seite zu versenden.
es: No tienes permiso para enviar esta página.
et: Teil pole lubatud seda lehte saata.
he: אינך רשאי לשלוח דף זה.
id: Anda tidak diperbolehkan untuk mengirim halaman ini.
it: Non ti è permesso inviare questa pagina.
nl: Je mag deze pagina niet versturen.
pl: Nie możesz wysłać tej strony.
pt: Você não tem permissão para enviar esta página.
ru: Вы не имеете права отправлять эту страницу.
sv: Du får inte skicka den här sidan.
th: คุณไม่ได้รับอนุญาตให้ส่งหน้านี้
tr: Bu sayfayı göndermeye izniniz yok.
uk: Вам заборонено надсилати цю сторінку.
zh_hant: 您不允许发送此页面。

source: You are not allowed to view or edit the recipients list. You need to have edit permission on the mailing list to change and view the recipients.
ar: غير مسموح لك بمشاهدة أو تحرير قائمة المستلمين. تحتاج إلى الحصول على إذن تحرير في القائمة البريدية لتغيير المستلمين وعرضهم.
de: Sie sind nicht berechtigt, die Empfängerliste anzuzeigen oder zu bearbeiten. Sie benötigen eine Bearbeitungsberechtigung für die Mailingliste, um die Empfänger zu ändern und anzuzeigen.
es: No tiene permitido ver o editar la lista de destinatarios. Necesita tener permisos de edición en la lista de distribución de correo para cambiar y ver los destinatarios.
et: Teil pole lubatud adressaatide loendit vaadata ega muuta. Adressaatide muutmiseks ja vaatamiseks peab teil olema meililoendis muutmisluba.
he: אינך רשאי להציג או לערוך את רשימת הנמענים. עליך לשנות הרשאת עריכה ברשימת התפוצה כדי לשנות ולהציג את הנמענים.
id: Anda tidak diizinkan untuk melihat atau mengedit daftar penerima. Anda harus memiliki izin edit di milis untuk mengubah dan melihat penerima.
it: Non ti è permesso di visualizzare o modificare la lista dei destinatari. Devi avere il permesso di modificare la mailing list per cambiare e vedere i destinatari.
nl: Je mag de ontvangerslijst niet bekijken of bewerken. Je moet toestemming hebben om de mailinglijst te wijzigen en de ontvangers te bekijken.
pl: Nie masz uprawnień do przeglądania ani edytowania listy odbiorców. Musisz mieć uprawnienia do edycji na liście mailingowej, aby zmieniać i wyświetlać odbiorców.
pt: Você não está autorizado a visualizar ou editar a lista de destinatários. Você precisa ter permissão de edição na lista de discussão para mudar e visualizar os destinatários.
ru: Просмотр и редактирование списка получателей запрещены. Вам необходимо иметь право редактировать список рассылки, чтобы изменять и просматривать получателей.
sv: Du får inte visa eller redigera mottagarlistan. Du måste ha redigeringsbehörighet på e-postlistan för att kunna ändra och visa mottagarna.
th: คุณไม่ได้รับอนุญาตให้ดูหรือแก้ไขรายชื่อผู้รับ คุณต้องมีสิทธิ์แก้ไขในรายชื่ออีเมลเพื่อเปลี่ยนแปลงและดูผู้รับ
tr: Alıcılar listesini görüntülemenize veya düzenlemenize izin verilmiyor. Alıcıları değiştirmek ve görüntülemek için posta listesinde düzenleme izninizin olması gerekir.
uk: Вам заборонено переглядати або редагувати список одержувачів. Щоб змінити та переглянути одержувачів, вам потрібен дозвіл на редагування списку розсилки.
zh_hant: 不允许查看或编辑收件人列表。你需要获取邮件的编辑权限。

source: You are not subscribed to any mailing lists.
ar: أنت غير مشترك في أي قوائم بريدية.
de: Sie haben keine Mailinglisten abonniert.
es: No estás suscrito a ninguna lista de correo.
et: Te ei ole liitunud ühegi meililistiga.
he: אינך רשום לשום רשימות תפוצה.
id: Anda tidak berlangganan milis mana pun.
it: Non sei iscritto a nessuna mailing list.
nl: Je bent niet geabonneerd een mailinglijst.
pl: Nie jesteś subskrybentem żadnej listy mailingowej.
pt: Você não está inscrito em nenhuma lista de discussão.
ru: Вы не подписаны ни на какие списки рассылки.
sv: Du prenumererar inte på några e-postlistor.
th: คุณไม่ได้สมัครรับรายชื่ออีเมลใดๆ
tr: Herhangi bir posta listesine abone değilsiniz.
uk: Ви не підписані на жодні списки розсилки.
zh_hant: 您沒有訂閱任何郵件列表。

source: You are now subscribed to our mailing list <b><a href="{url}">{title}</a></b> with your e-mail address <b>{email}</b>.
ar: لقد اشتركت الآن في قائمتنا البريدية <b><a href="{url}">{title}</a></b> باستخدام عنوان بريدك الإلكتروني <b>{email}</b>.
de: Sie sind jetzt in unserer Mailingliste eingetragen <b><a href="{url}">{title}</a></b> mit Ihrer E-Mail Adresse <b>{email}</b>.
es: Ahora estás suscrito a nuestra lista de correo <b><a href="{url}">{title}</a></b> con tu dirección de correo electrónico <b>{email}</b>.
et: Oled nüüd meie meililistiga <b><a href="{url}">{title}</a></b> liitunud oma e-posti aadressiga <b>{email}</b>.
he: כעת אתה רשום לרשימת התפוצה שלנו <b><a href="{url}">{title}</a></b> עם כתובת הדוא"ל שלך <b>{email}</b>.
id: Anda sekarang berlangganan milis kami <b><a href="{url}">{title}</a></b> dengan alamat e-mail Anda <b>{email}</b>.
it: Ora sei iscritto alla nostra mailing list <b><a href="{url}">{title}</a></b> con il tuo indirizzo e-mail <b>{email}</b>.
nl: Je bent nu ingeschreven op onze mailinglijst <b><a href="{url}">{title}</a></b> met uw e-mailadres <b>{email}</b>.
pl: Zostałeś zapisany na naszą listę mailingową <b><a href="{url}">{title}</a></b> , podając swój adres e-mail <b>{email}</b>.
pt: Está agora inscrito na nossa lista de e-mails <b><a href="{url}">{title}</a></b> com o seu endereço de e-mail <b>{email}</b>.
ru: Теперь вы подписаны на нашу рассылку <b><a href="{url}">{title}</a></b> с вашим адресом электронной почты <b>{email}</b>.
sv: Du prenumererar nu på vår e-postlista <b><a href="{url}">{title}</a></b> med din e-postadress <b>{email}</b>.
th: ตอนนี้คุณได้สมัครรับจดหมายข่าวของเราแล้ว <b><a href="{url}">{title}</a></b> ด้วยที่อยู่อีเมลของคุณ <b>{email}</b>
tr: Artık <b><a href="{url}">{title}</a></b> e-posta adresinizle <b>{email}</b>posta listemize abonesiniz.
uk: Ви тепер підписані на нашу розсилку <b><a href="{url}">{title}</a></b> з вашою адресою електронної пошти <b>{email}</b>.

source: You are now unsubscribed from
ar: أنت الآن غير مشترك من
de: Sie sind jetzt abgemeldet von
es: Usted ha cancelado la suscripción de
et: Teie tellimus on nüüd tühistatud
he: כעת אינך מנוי
id: Anda sekarang berhenti berlangganan dari
it: Ora sei stato cancellato da
nl: Je bent nu uitgeschreven van
pl: Jesteś teraz wypisany/a z
pt: Você agora não está inscrito em
ru: Вы отказались от подписки на
sv: Du prenumererar nu
th: ตอนนี้คุณยกเลิกการเป็นสมาชิกแล้ว
tr: Artık abonelikten çıktınız
uk: Тепер Ви скасували підписку
zh_hant: 你已经取消订阅了

source: You are now unsubscribed from the mailing list <b>{title}</b>. Hope to see you again.
ar: أنت الآن غير مشترك في القائمة البريدية <b>{title}</b>. نأمل أن نراكم مرة أخرى.
de: Sie sind jetzt von der Mailingliste <b>{title}</b>abgemeldet. Hoffe dich wieder zu sehen.
es: Ahora se ha dado de baja de la lista de correo <b>{title}</b>. Espero verte de nuevo.
et: Olete nüüd meililistist loobunud <b>{title}</b>. Loodan sind jälle näha.
he: כעת בוטלת המנוי מרשימת התפוצה <b>{title}</b>. מקווה לראות אותך שוב.
id: Anda sekarang berhenti berlangganan dari milis <b>{title}</b>. Semoga bertemu denganmu lagi.
it: Ora sei cancellato dalla mailing list <b>{title}</b>. Spero di vederti di nuovo.
nl: U bent nu afgemeld van de mailinglijst <b>{title}</b>. Hoop je weer te zien.
pl: Zostałeś wypisany z listy mailingowej <b>{title}</b>. Mam nadzieję zobaczyć Cię ponownie.
pt: Você cancelou sua inscrição na lista de discussão <b>{title}</b>. Espero te ver novamente.
ru: Вы отписались от списка рассылки <b>{title}</b>. Надеемся увидеть Вас снова.
sv: Du har nu avregistrerat dig från e-postlistan <b>{title}</b>. Hoppas att vi ses igen.
th: ขณะนี้คุณยกเลิกการสมัครรับจดหมายข่าวแล้ว <b>{title}</b>หวังว่าจะได้พบคุณอีกครั้ง
tr: Artık posta listesinden çıktınız <b>{title}</b>. Görüşmek üzere.
uk: Ви скасували підписку на список розсилки <b>{title}</b>. Сподіваюся побачити вас знову.
zh_hant: 您現在已從郵件列表 <b>{title}</b>退訂。希望能再次見到你。

source: You are subscribed to the following mailing lists.
ar: أنت مشترك في القوائم البريدية التالية.
de: Sie haben die folgenden Mailinglisten abonniert.
es: Estás suscrito a las siguientes listas de correo.
et: Olete liitunud järgmiste meililistidega.
he: אתה רשום לרשימות התפוצה הבאות.
id: Anda berlangganan milis berikut.
it: Sei iscritto alle seguenti mailing list.
nl: Je bent geabonneerd op de volgende mailinglijsten.
pl: Jesteś zapisany do następujących list mailingowych.
pt: Você está inscrito nas seguintes listas de e-mail.
ru: Вы подписаны на следующие списки рассылки.
sv: Du prenumererar på följande e-postlistor.
th: คุณสมัครเป็นสมาชิกรายชื่อผู้รับจดหมายต่อไปนี้
tr: Aşağıdaki mail listelerine üye oldunuz.
uk: Ви підписані на такі списки розсилки.
zh_hant: 您訂閱了以下郵件列表。

source: You can opt-out of all current and future mailings using your account on this website.
ar: يمكنك إلغاء الاشتراك في جميع الرسائل البريدية الحالية والمستقبلية باستخدام حسابك على هذا الموقع.
de: Sie können alle aktuellen und zukünftigen Mailings mit Ihrem Konto auf dieser Website abbestellen.
es: Puede optar por no recibir todos los correos actuales y futuros utilizando su cuenta en este sitio web.
et: Saate loobuda kõigist praegustest ja tulevastest kirjadest, kasutades sellel veebisaidil oma kontot.
he: אתה יכול לבטל את הסכמתך לכל הדיוור הנוכחי והעתידי באמצעות חשבונך באתר זה.
id: Anda dapat menyisih dari semua surat saat ini dan yang akan datang menggunakan akun Anda di situs web ini.
it: Puoi annullare l'iscrizione a tutti gli invii attuali e futuri utilizzando il tuo account su questo sito web.
nl: Je kunt zich via je account op deze website afmelden voor alle huidige en toekomstige mailings.
pl: Możesz zrezygnować ze wszystkich bieżących i przyszłych wysyłek za pomocą swojego konta na tej stronie.
pt: Você pode cancelar todas as correspondências atuais e futuras usando sua conta neste site.
ru: Вы можете отказаться от всех текущих и будущих рассылок, используя свою учетную запись на этом веб-сайте.
sv: Du kan välja bort alla nuvarande och framtida utskick med ditt konto på denna webbplats.
th: คุณสามารถยกเลิกการส่งจดหมายทั้งในปัจจุบันและอนาคตได้โดยใช้บัญชีของคุณบนเว็บไซต์นี้
tr: Bu web sitesindeki hesabınızı kullanarak mevcut ve gelecekteki tüm postaları devre dışı bırakabilirsiniz.
uk: Ви можете відмовитися від усіх поточних і майбутніх розсилок, використовуючи свій обліковий запис на цьому веб-сайті.
zh_hant: 您可以使用您在本網站上的帳戶選擇退出所有當前和未來的郵件。

source: You can try to re-subscribe to one of our mailing lists in the side column.
ar: يمكنك محاولة إعادة الاشتراك في إحدى قوائمنا البريدية في العمود الجانبي.
de: In der Seitenspalte können Sie versuchen, sich erneut in eine unserer Mailinglisten einzutragen.
es: Usted puede intentar suscribirse de nuevo a una de nuestras listas de distribución de correo en la columna lateral.
et: Külgveerus saate proovida uuesti tellida ühte meie meililistidest.
he: אתה יכול לנסות להירשם מחדש לאחת מרשימות התפוצה שלנו בעמודה הצדדית.
id: Anda dapat mencoba untuk berlangganan kembali ke salah satu daftar mailing kami di kolom samping.
it: Puoi provare a iscriverti di nuovo a una delle nostre mailing list nella colonna laterale.
nl: Je kan proberen om je opnieuw in te schrijven op een van onze mailinglijsten in de zijkolom.
pl: W bocznej kolumnie możesz spróbować ponownie zapisać się na jedną z naszych list mailingowych.
pt: Você pode tentar re-subscrever uma das nossas listas de correio na coluna lateral.
ru: Вы можете попробовать переподписаться на один из наших списков рассылки в боковом столбце.
sv: Du kan försöka prenumerera på en av våra e-postlistor i sidokolumnen.
th: คุณสามารถลองสมัครสมาชิกรายชื่ออีเมลของเราอีกครั้งได้ในคอลัมน์ด้านข้าง
tr: Yan sütundaki posta listelerinden birinden yeniden abone olabilirsiniz.
uk: Ви можете спробувати повторно підписатися на один із наших списків розсилки в бічній колонці.
zh_hant: 你可以尝试在侧边栏重新订阅我们的邮件列表。

source: You received this mail because someone wanted to send you this information. We did not store your e-mail address and will not send you any other mail because of this mail.
ar: لقد تلقيت هذا البريد لأن شخصًا ما أراد إرسال هذه المعلومات إليك. لم نخزن عنوان بريدك الإلكتروني ولن نرسل لك أي بريد آخر بسبب هذا البريد.
de: Sie haben diese Mail erhalten, weil Ihnen jemand diese Informationen schicken wollte. Wir haben Ihre E-Mail-Adresse nicht gespeichert und werden Ihnen aufgrund dieser Mail keine weitere Mail schicken.
es: Ha recibido este correo porque alguien quería enviarle esta información. No almacenamos su dirección de correo electrónico y no le enviaremos más correos debido a este correo.
et: Saite selle kirja, kuna keegi soovis teile selle teabe saata. Me ei salvestanud teie e-posti aadressi ega saadagi teile selle kirja tõttu muid kirju.
he: קיבלת את הדואר הזה כי מישהו רצה לשלוח לך את המידע הזה. לא אחסן את כתובת הדואר האלקטרוני שלך ולא נשלח לך שום דואר אחר בגלל דואר זה.
id: Anda menerima email ini karena ada seseorang yang ingin mengirimkan informasi ini. Kami tidak menyimpan e-mail dan tidak akan mengirim anda email karena email ini.
it: Hai ricevuto questa mail perché qualcuno voleva inviarti queste informazioni. Non abbiamo memorizzato il tuo indirizzo e-mail e non ti invieremo altre mail a causa di questa mail.
nl: Je ontvangt deze e-mail omdat iemand je deze informatie wilde sturen. We hebben je e-mailadres niet bewaard en je krijgt geen andere e-mails als gevolg van deze e-mail.
pl: Otrzymałeś tę wiadomość, ponieważ ktoś chciał Ci wysłać te informacje. Nie zapisaliśmy Twojego adresu e-mail i nie wyślemy Ci żadnej innej wiadomości z powodu tej wiadomości.
pt: Você recebeu este correio porque alguém queria lhe enviar esta informação. Nós não guardamos o seu endereço de e-mail e não lhe enviaremos nenhum outro correio por causa deste correio.
ru: Вы получили это письмо, потому что кто-то хотел отправить вам эту информацию. Мы не сохранили ваш адрес электронной почты и не будем посылать вам другие письма из-за этой почты.
sv: Du fick detta meddelande eftersom någon ville skicka denna information till dig. Vi lagrade inte din e-postadress och kommer inte att skicka dig någon annan e-post på grund av detta e-postmeddelande.
th: คุณได้รับอีเมลนี้เนื่องจากมีคนต้องการส่งข้อมูลนี้ถึงคุณ เราไม่ได้จัดเก็บที่อยู่อีเมลของคุณและจะไม่ส่งอีเมลอื่นใดให้คุณเนื่องจากจดหมายฉบับนี้
tr: Alıcılar listesini görüntülemenize veya düzenlemenize izin verilmiyor. Alıcıları değiştirmek ve görüntülemek için posta listesinde düzenleme izninizin olması gerekir.
uk: Ви отримали цей лист, тому що хтось хотів надіслати Вам цю інформацію. Ми не зберегли вашу адресу електронної пошти і не будемо надсилати вам інші листи через цю пошту.
zh_hant: 你收到本邮件是因为有人给你发送了本信息。我们不会保存你的 e-mail 地址，也不会由此发送给你其他邮件。

source: You received this mail because you are subscribed to the mailing list
ar: لقد تلقيت هذا البريد لأنك مشترك في القائمة البريدية
de: Sie haben diese Mail erhalten, weil Sie in der Mailingliste eingetragen sind
es: Ha recibido este mensaje porque está suscrito a la lista de distribución de correo
et: Saite selle kirja, kuna olete liitunud meililistiga
he: קיבלת דואר זה מכיוון שאתה מנוי לרשימת התפוצה
id: Anda menerima email ini karena anda berlangganan ke daftar mailing
it: Hai ricevuto questa mail perché sei iscritto alla mailing list
nl: Je hebt deze mail ontvangen omdat je bent ingeschreven op de mailinglijst
pl: Otrzymałeś/aś tę wiadomość, ponieważ zapisałeś/aś się na listę mailingową
pt: Você recebeu este correio porque está inscrito na lista de correio
ru: Вы получили это письмо, потому что вы подписаны на список рассылки.
sv: Du fick detta meddelande eftersom du prenumererar på e-postlistan
th: คุณได้รับอีเมลนี้เนื่องจากคุณสมัครรับรายชื่ออีเมล
tr: Posta listesine abone olduğunuz için bu postayı aldınız
uk: Ви отримали це повідомлення, оскільки підписані на список розсилки
zh_hant: 你收到本邮件是因为你订阅了邮件列表

source: You will receive a confirmation in your e-mail.
ar: سوف تتلقى تأكيدًا في بريدك الإلكتروني.
de: Sie erhalten eine Bestätigung in Ihrer E-Mail.
es: Recibirá una confirmación en su correo electrónico.
et: Te saate kinnituse oma e-postile.
he: תקבל אישור בדואר האלקטרוני שלך.
id: Anda akan menerima konfirmasi di e-mail.
it: Riceverai una conferma nella tua e-mail.
nl: Je ontvangt een bevestiging in je e-mail.
pl: Otrzymasz potwierdzenie w e-mailu.
pt: Você receberá uma confirmação em seu e-mail.
ru: Вы получите подтверждение по электронной почте.
sv: Du kommer att få en bekräftelse i ditt e-postmeddelande.
th: คุณจะได้รับการยืนยันทางอีเมลของคุณ
tr: E-postanızda bir onay mesajı alacaksınız.
uk: Ви отримаєте підтвердження на свою електронну пошту.
zh_hant: 你将收到一封确认邮件。

source: You, or someone else, added your e-mail address to our mailing list <b><a href="{url}">{title}</a></b>.
ar: لقد قمت أنت أو شخص آخر بإضافة عنوان بريدك الإلكتروني إلى قائمة البريد الخاصة بنا <b><a href="{url}">{title}</a></b>.
de: Sie oder eine andere Person haben Ihre E-Mail-Adresse zu unserer Mailingliste hinzugefügt <b><a href="{url}">{title}</a></b>.
es: Usted, u otra persona, agregó su dirección de correo electrónico a nuestra lista de correo <b><a href="{url}">{title}</a></b>.
et: Teie või keegi teine lisas oma e-posti aadressi meie meililisti <b><a href="{url}">{title}</a></b>.
he: אתה, או מישהו אחר, הוספת את כתובת הדוא"ל שלך לרשימת התפוצה שלנו <b><a href="{url}">{title}</a></b>.
id: Anda, atau orang lain, menambahkan alamat e-mail Anda ke milis kami <b><a href="{url}">{title}</a></b>.
it: Tu o qualcun altro ha aggiunto il tuo indirizzo e-mail alla nostra mailing list <b><a href="{url}">{title}</a></b>.
nl: Jouw e-mailadres is toegevoegd aan onze mailinglijst <b><a href="{url}">{title}</a></b>.
pl: Ty lub ktoś inny dodał Twój adres e-mail do naszej listy mailingowej <b><a href="{url}">{title}</a></b>.
pt: Você, ou outra pessoa, adicionou o seu endereço de e-mail à nossa lista de e-mail <b><a href="{url}">{title}</a></b>.
ru: Вы или кто-то другой добавил свой адрес электронной почты в наш список рассылки <b><a href="{url}">{title}</a></b>.
sv: Du, eller någon annan, har lagt till din e-postadress i vår e-postlista <b><a href="{url}">{title}</a></b>.
th: คุณหรือบุคคลอื่นได้เพิ่มที่อยู่อีเมลของคุณไปยังรายชื่อส่งจดหมายของเรา <b><a href="{url}">{title}</a></b>.
tr: Siz veya bir başkası e-posta adresinizi posta listemize ekledi <b><a href="{url}">{title}</a></b>.
uk: Ви або хтось інший додав свою адресу електронної пошти до нашого списку розсилки <b><a href="{url}">{title}</a></b>.
zh_hant: 您或其他人已將您的電子郵件地址加入我們的郵件清單 <b><a href="{url}">{title}</a></b>。

source: Your e-mail address is added to the mailing list. A confirmation mail is sent to your e-mail address and will arrive shortly. If you don’t receive it, then please check your spam folder.
ar: تم إضافة عنوان بريدك الإلكتروني إلى قائمة البريد. ستصلك رسالة تأكيد قريبًا. إذا لم تستلمها، يُرجى مراجعة مجلد البريد العشوائي.
de: Ihre E-Mail-Adresse wird in die Verteilerliste aufgenommen. Eine Bestätigungsmail wird an Ihre E-Mail-Adresse geschickt und wird in Kürze eintreffen. Wenn Sie diese nicht erhalten, überprüfen Sie bitte Ihren Spam-Ordner.
es: Su dirección de correo electrónico se ha añadido a la lista de correo. Recibirá un correo de confirmación en breve. Si no lo recibe, revise su carpeta de correo no deseado.
et: Teie e-posti aadress on lisatud meililisti. Kinnituskiri saadetakse teie e-posti aadressile ja saabub peagi. Kui te seda ei saa, siis palun kontrollige oma rämpsposti kausta.
he: כתובת הדוא"ל שלך נוספה לרשימת התפוצה. דוא"ל אישור יישלח לכתובת הדוא"ל שלך ויגיע בקרוב. אם לא קיבלת אותו, אנא בדוק את תיקיית דואר הזבל שלך.
id: Alamat email Anda telah ditambahkan ke milis. Email konfirmasi akan dikirim ke alamat email Anda dan akan segera sampai. Jika Anda tidak menerimanya, silakan periksa folder spam Anda.
it: Il tuo indirizzo email è stato aggiunto alla mailing list. Un'email di conferma verrà inviata al tuo indirizzo email e arriverà a breve. Se non la ricevi, controlla la cartella spam.
nl: Je e-mailadres wordt toegevoegd aan de mailinglijst. Een bevestigingsmail wordt naar uw e-mailadres gestuurd en zal binnenkort aankomen. Als je deze niet ontvangt, controleer dan je spamfolder.
pl: Twój adres e-mail został dodany do listy mailingowej. Wiadomość z potwierdzeniem zostanie wysłana na Twój adres e-mail i wkrótce do Ciebie dotrze. Jeśli jej nie otrzymasz, sprawdź folder ze spamem.
pt: O seu endereço de e-mail foi adicionado à lista de e-mail. Um e-mail de confirmação será enviado para o seu endereço de e-mail e chegará em breve. Caso não o receba, verifique a sua pasta de spam.
ru: Ваш адрес электронной почты добавлен в список рассылки. Письмо с подтверждением отправлено на ваш адрес электронной почты и скоро придет. Если вы его не получили, проверьте папку со спамом.
sv: Din e-postadress har lagts till i e-postlistan. Ett bekräftelsemejl skickas till din e-postadress och kommer att anlända inom kort. Om du inte får det, vänligen kontrollera din skräppostmapp.
th: ที่อยู่อีเมลของคุณถูกเพิ่มในรายการส่งจดหมายแล้ว อีเมลยืนยันจะถูกส่งไปยังที่อยู่อีเมลของคุณและจะมาถึงในไม่ช้า หากคุณไม่ได้รับอีเมล โปรดตรวจสอบโฟลเดอร์สแปม
tr: E-posta adresiniz posta listesine eklendi. E-posta adresinize bir onay e-postası gönderildi ve kısa süre içinde ulaşacak. Eğer almazsanız, lütfen spam klasörünüzü kontrol edin.
uk: Вашу адресу електронної пошти додано до списку розсилки. Підтвердження буде надіслано на вашу адресу електронної пошти та прийде найближчим часом. Якщо ви його не отримаєте, перевірте папку зі спамом.
zh_hant: 您的電子郵件地址已新增至郵件清單。確認郵件已發送至您的電子郵件地址，並將很快到達。如果您沒有收到，請檢查您的垃圾郵件資料夾。

source: Your mailing list subscriptions
ar: اشتراكات القائمة البريدية الخاصة بك
de: Ihre Mailinglisten-Abonnements
es: Suscripciones a su lista de correo
et: Teie meililisti tellimused
he: המנויים לרשימת התפוצה שלך
id: Langganan milis Anda
it: Le tue iscrizioni alla mailing list
nl: Uw mailinglijst abonnementen
pl: Twoje subskrypcje list mailingowych
pt: As assinaturas da sua lista de e-mails
ru: Подписки на ваши рассылки
sv: Dina e-postlistaprenumerationer
th: การสมัครรายชื่อผู้รับจดหมายของคุณ
tr: Posta listesi abonelikleriniz
uk: Ваші підписки на список розсилки
zh_hant: 您的郵件列表訂閱

source: Your subscriptions
ar: اشتراكاتك
de: Ihre Abonnements
es: tus suscripciones
et: Teie tellimused
he: המנויים שלך
id: Langganan Anda
it: I tuoi abbonamenti
nl: Uw abonnementen
pl: Twoje subskrypcje
pt: Suas assinaturas
ru: Ваши подписки
sv: Dina prenumerationer
th: การสมัครของคุณ
tr: abonelikleriniz
uk: Ваші підписки
zh_hant: 您的訂閱

source: bounced
ar: ارتد
de: geprellt
es: reenviado
et: põrkas
he: הקפיץ
id: memantul
it: rimbalzato
nl: teruggestuurd
pt: saltado
ru: отскакивающий
sv: studsade
th: เด้ง
tr: sıçramak
uk: відскочив
zh_hant: 退信

source: cancel
ar: إلغاء
de: Abbrechen
es: cancelar
et: tühista
he: לְבַטֵל
id: batal
it: Annulla
nl: annuleer
pl: Anuluj
pt: cancelar
ru: отменять
sv: annullera
th: ยกเลิก
tr: iptal
uk: скасувати
zh_hant: 取消

source: clear
ar: واضح
de: löschen
es: borrar
et: selge
he: ברור
id: bersih
it: chiaro
nl: wis
pl: Wyczyść
pt: claro
ru: чёткий
sv: klar
th: ชัดเจน
tr: temiz
uk: ясно
zh_hant: 清除

source: has been sent to the following lists:
ar: تم إرساله إلى القوائم التالية:
de: wurde an die folgenden Listen gesendet:
es: ha sido enviado a las siguientes listas:
et: on saadetud järgmistesse loenditesse:
he: נשלח לרשימות הבאות:
id: telah dikirim ke daftar berikut:
it: è stato inviato alle seguenti liste:
nl: is naar de volgende lijsten verstuurd:
pl: została wysłana na następujące listy:
pt: foi enviado para as seguintes listas:
ru: был отправлен в следующие списки:
sv: har skickats till följande listor:
th: ถูกส่งไปยังรายการต่อไปนี้:
tr: aşağıdaki listelere gönderildi:
uk: надіслано до таких списків:
zh_hant: 已被发送到下列列表：
