Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Sessions that have been used by a browser in the last hour.
ar: الجلسات التي تم استخدامها بواسطة المتصفح في الساعة الماضية.
de: Sitzungen, die in der letzten Stunde von einem Browser verwendet wurden.
es: Sesiones que han sido utilizadas por un navegador en la última hora.
et: Seansid, mida brauser on viimase tunni jooksul kasutanud.
he: מפגשים שבהם נעשה שימוש בדפדפן בשעה האחרונה.
id: Sesi yang telah digunakan oleh browser dalam satu jam terakhir.
it: Sessioni utilizzate da un browser nell'ultima ora.
nl: Sessies die het afgelopen uur door een browser zijn gebruikt.
pl: Sesje używane przez przeglądarkę w ciągu ostatniej godziny.
pt: Sessões que foram usadas por um navegador na última hora.
ru: Сеансы, которые использовались браузером за последний час.
sv: Sessioner som har använts av en webbläsare under den senaste timmen.
th: เซสชันที่ถูกใช้งานโดยเบราว์เซอร์ในชั่วโมงที่ผ่านมา
tr: Son bir saat içerisinde tarayıcı tarafından kullanılan oturumlar.
uk: Сеанси, які були використані браузером за останню годину.
zh_hant: 過去一小時內瀏覽器使用過的會話。

source: Simply try again:
ar: ببساطة حاول مرة أخرى:
de: Versuchen Sie es einfach noch einmal:
es: Simplemente inténtelo de nuevo:
et: Lihtsalt proovige uuesti:
he: פשוט נסה שוב:
id: Hanya coba lagi:
it: Basta provare di nuovo:
nl: Probeer het opnieuw:
pl: Spróbuj ponownie:
pt: Basta tentar novamente:
ru: Просто попробуйте еще раз:
sv: Försök bara igen:
th: ลองอีกครั้ง:
tr: Sadece tekrar deneyin:
uk: Просто спробуйте ще раз:
zh_hant: 只需再试一次。

source: Somebody else is already connected with this account on {service}.
ar: هناك شخص آخر متصل بالفعل بهذا الحساب على {service}.
de: Jemand anderes ist bereits mit diesem Konto auf {service}verbunden.
es: Alguien más ya está conectado con esta cuenta el {service}.
et: Keegi teine on juba selle kontoga seotud {service}.
he: מישהו אחר כבר מחובר לחשבון הזה ב {service}.
id: Orang lain sudah terhubung dengan akun ini di {service}.
it: Qualcun altro è già connesso con questo account su {service}.
nl: Iemand anders is al verbonden met dit account op {service}.
pl: Ktoś inny jest już połączony z tym kontem na {service}.
pt: Outra pessoa já está conectada a esta conta em {service}.
ru: Кто-то еще подключен к этой учетной записи на {service}.
sv: Någon annan är redan ansluten till detta konto på {service}.
th: มีบุคคลอื่นเชื่อมต่อกับบัญชีนี้แล้วเมื่อวันที่ {service}
tr: {service}başka biri bu hesapla zaten bağlantılı.
uk: Хтось інший уже підключений до цього облікового запису на {service}.
zh_hant: 其他人已在 {service}上與此帳戶相關聯。

source: Something went wrong, please try again later.
ar: هناك شئ خاطئ، يرجى المحاولة فى وقت لاحق.
de: Da ist wohl etwas schiefgegangen!. Bitte versuchen Sie es später erneut.
es: Algo salió mal, por favor, inténtelo de nuevo más tarde.
et: Midagi läks valesti, proovige hiljem uuesti.
he: משהו השתבש, נסה שוב מאוחר יותר.
id: Ada yang tidak beres, coba lagi nanti.
it: Qualcosa è andato storto, per favore riprova più tardi.
nl: Er is iets misgegaan. Probeer het later nog eens.
pl: Coś poszło nie tak; proszę spróbować później.
pt: Algo correu mal, por favor tente novamente mais tarde.
ru: Что-то пошло не так, пожалуйста, попробуйте позже.
sv: Försök igen senare.
th: เกิดข้อผิดพลาดโปรดลองอีกครั้งในภายหลัง
tr: Bir şeyler yanlış oldu. Lütfen sonra tekrar deneyiniz.
uk: Сталася помилка. Спробуйте пізніше.
zh_hant: 出了点问题，请稍后再试。

source: Sorry, could not send the verification message.
ar: عذرا ، لا يمكن إرسال رسالة التحقق.
de: Sorry, konnte die Bestätigungsnachricht nicht senden.
es: Disculpe, no hemos podido enviar el mensaje de verificación.
et: Kahjuks ei õnestunud kontrollteate saatmine.
he: מצטערים, לא הצלחנו לשלוח את הודעת האימות.
id: Maaf, tidak bisa mengirim pesan verifikasi.
it: Spiacente, non è stato possibile inviare il messaggio di verifica.
nl: Sorry, de bevestigingsmail kon niet worden verstuurd
pl: Przepraszamy, nie można wysłać wiadomości weryfikacyjnej.
pt: Desculpe, não consegui enviar a mensagem de verificação.
ru: Извините, не удалось отправить сообщение для проверки.
sv: Tyvärr, kunde inte skicka meddelandet.
th: ขออภัยไม่สามารถส่งข้อความยืนยันได้
tr: Özür dileriz, onay mesajı gönderilemedi
uk: На жаль, не вдалося надіслати повідомлення для підтвердження.
zh_hant: 对不起，无法发送验证信息。

source: Sorry, too many retries
ar: عذرا ، العديد من المحاولات
de: Sorry, zu viele Wiederholungen
es: Lo siento, demasiados intentos
et: Vabandust, liiga palju proovib uuesti
he: סליחה, יותר מדי ניסיון חוזר
id: Maaf, terlalu banyak percobaan ulang
it: Spiacente, troppi tentativi
nl: Sorry, te veel pogingen
pl: Przepraszamy, zbyt wiele ponownych prób
pt: Desculpa, demasiadas tentativas.
ru: Извините, слишком много попыток
sv: Tyvärr, för många försök igen
th: ขออภัยมีการลองซ้ำมากเกินไป
tr: Üzgünüm, çok fazla deneme
uk: Вибачте, забагато повторних спроб
zh_hant: 对不起，重试太多

source: Sorry, your password reset code is unknown or expired
ar: عذرًا ، رمز إعادة تعيين كلمة المرور غير معروف أو منتهي الصلاحية
de: Ihr Passwort-Reset-Code ist leider unbekannt oder abgelaufen
es: Disculpe, el código para restablecer su clave es incorrecto o ya ha expirado.
et: Kahjuks on teie paroolivahetuse kood tundmatu või vananenud
he: מצטערים, קוד איפוס הסיסמה שלך אינו ידוע או פג
id: Maaf, kata sandi reset kode yang tidak diketahui atau kadaluarsa
it: Spiacente, il tuo codice di reset della password è sconosciuto o scaduto
nl: Sorry, de code waarmee je wachtwoord kan worden veranderd is onbekend of verlopen
pl: Przepraszamy, Twój kod resetowania hasła jest nieznany lub wygasł
pt: Desculpe, seu código de redefinição de senha é desconhecido ou expirou.
ru: Извините, ваш код для сброса пароля неверен или устарел
sv: Tyvärr, din återställning av lösenord kod är okänd eller har löpt ut
th: ขออภัยรหัสรีเซ็ตรหัสผ่านของคุณไม่เป็นที่รู้จักหรือหมดอายุ
tr: Üzgünüz, şifre sıfırlama kodunuz yanlış ya da süresi dolmuş
uk: На жаль, Ваш код скидання пароля невідомий або прострочений
zh_hant: 对不起，你的密码重设码未知或過期。

source: Stay logged on unless I log off.
ar: ابق متصلا إلا إذا قمت بتسجيل الخروج.
de: Bleiben Sie angemeldet, es sei denn, ich melde mich ab.
es: Permanecer conectado a menos que cierre la sesión.
et: Püsige sisselogituna, kui ma välja ei logi.
he: הישאר מחובר אלא אם כן אני מתנתק.
id: Tetap masuk kecuali saya keluar.
it: Rimane connesso a meno che non mi disconnetta.
nl: Blijf ingelogd gedurende twee weken, behalve als ik uitlog
pl: Pozostaje zalogowany, dopóki się nie wyloguję.
pt: Permaneça conectado a menos que eu faça logoff.
ru: Оставаться в системе, пока я не выйду.
sv: Håll dig inloggad såvida jag inte loggar av.
th: อยู่ในระบบต่อไปจนกว่าฉันจะออกจากระบบ
tr: Oturumu kapatmadığım sürece oturumunuz açık kalsın.
uk: Залишатися в системі, якщо я не вийду.
zh_hant: 除非我注销，否则请保持登录状态。

source: The new password must be different from the previous one. Please try again.
ar: يجب أن تكون كلمة المرور الجديدة مختلفة عن السابقة. حاول مرة اخرى.
de: Das neue Passwort muss sich vom vorherigen unterscheiden. Bitte versuche es erneut.
es: La nueva contraseña debe ser diferente a la anterior. Inténtalo de nuevo.
et: Uus parool peab eelmisest erinema. Palun proovi uuesti.
he: הסיסמה החדשה חייבת להיות שונה מהקודמת. בבקשה נסה שוב.
id: Kata sandi baru harus berbeda dari yang sebelumnya. Silakan coba lagi.
it: La nuova password deve essere diversa dalla precedente. Per favore riprova.
nl: Het nieuwe wachtwoord moet anders zijn dan het vorige. Probeer het opnieuw.
pl: Nowe hasło musi różnić się od poprzedniego. Proszę spróbuj ponownie.
pt: A nova senha deve ser diferente da anterior. Por favor, tente novamente.
ru: Новый пароль должен отличаться от предыдущего. Пожалуйста, попробуйте еще раз.
sv: Det nya lösenordet måste skilja sig från det tidigare. Var god försök igen.
th: รหัสผ่านใหม่จะต้องแตกต่างจากรหัสผ่านเดิม กรุณาลองอีกครั้ง.
tr: Yeni şifre öncekinden farklı olmalıdır. Lütfen tekrar deneyin.
uk: Новий пароль повинен відрізнятися від попереднього. Будь ласка, спробуйте ще раз.
zh_hant: 新密碼必須與之前的密碼不同。請再試一次。

source: The passcode you entered was not correct, please try again.
ar: رمز المرور الذي أدخلته غير صحيح، يرجى المحاولة مرة أخرى.
de: Der eingegebene Passcode war nicht korrekt. Bitte versuchen Sie es erneut.
es: La contraseña que ingresaste no es correcta, inténtalo nuevamente.
et: Sisestatud pääsukood ei olnud õige, proovige uuesti.
he: קוד הגישה שהזנת היה שגוי, אנא נסה שוב.
id: Kode sandi yang Anda masukkan salah, silakan coba lagi.
it: Il passcode inserito non è corretto, riprova.
nl: De wachtwoordcode die u hebt ingevoerd is niet correct, probeer het opnieuw.
pl: Wprowadzony kod dostępu jest nieprawidłowy. Spróbuj ponownie.
pt: A senha que você digitou não estava correta. Tente novamente.
ru: Введенный вами пароль неверен, попробуйте еще раз.
sv: Lösenordet du angav var inte korrekt, försök igen.
th: รหัสผ่านที่คุณป้อนไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Girdiğiniz şifre doğru değil, lütfen tekrar deneyin.
uk: Пароль, який ви ввели, був неправильним, спробуйте ще раз.
zh_hant: 您輸入的密碼不正確，請重試。

source: The redirect URL for OAuth configurations is:
ar: عنوان URL لإعادة التوجيه لعمليات تهيئة OAuth هو:
de: Die Redirect-URL für OAuth-Konfigurationen lautet:
es: El URL de redireccionamiento para las configuraciones de OAuth es:
et: OAuthi konfiguratsioonide ümbersuunamise URL on:
he: כתובת האתר להפניה מחדש עבור תצורות OAuth היא:
id: URL pengalihan untuk konfigurasi OAuth adalah:
it: L'URL di reindirizzamento per le configurazioni OAuth è:
nl: De redirect URL voor OAuth configuraties is:
pl: Adres URL przekierowania dla konfiguracji OAuth to:
pt: A URL de redirecionamento para as configurações do OAuth é:
ru: Конфигурация URL перенаправления для OAuth:
sv: Omdirigerings-URL: en för OAuth-konfigurationer är:
th: URL เปลี่ยนเส้นทางสำหรับการกำหนดค่า OAuth คือ:
tr: OAuth yapılandırmaları için yönlendirme URL'si şu şekildedir:
uk: URL-адреса переспрямування для конфігурацій OAuth:
zh_hant: OAuth配置的重定向URL是。

source: The signup module is enabled, users authenticating via the services below are automatically signed up.
ar: تم تمكين وحدة التسجيل ، ويتم تلقائيًا تسجيل المستخدمين الذين يقومون بالمصادقة عبر الخدمات أدناه.
de: Das Anmeldemodul ist aktiviert, Benutzer, die sich über die unten aufgeführten Dienste authentifizieren, werden automatisch angemeldet.
es: El módulo de registro está habilitado. Los usuarios que se autentican mediante los servicios a continuación se registran automáticamente.
et: Registreerimismoodul on lubatud, kasutajad, kes autentivad allolevate teenuste kaudu, registreeritakse automaatselt.
he: מודול ההרשמה מופעל, משתמשים המאמתים באמצעות השירותים שלהלן נרשמים אוטומטית.
id: Pendaftaran modul ini diaktifkan, pengguna otentikasi melalui layanan di bawah ini secara otomatis mendaftar.
it: Il modulo di iscrizione è abilitato, gli utenti che si autenticano tramite i servizi sottostanti si iscrivono automaticamente.
nl: De registratiemodule is actief. Gebruikers die inloggen via onderstaande diensten worden automatisch geregistreerd.
pl: Moduł rejestracji jest włączony, użytkownicy uwierzytelniający się za pośrednictwem poniższych usług są automatycznie rejestrowani.
pt: O módulo de inscrição é ativado, os usuários que se autenticam através dos serviços abaixo são automaticamente inscritos.
ru: Модуль регистрации включен, пользователи автоматически регистрируются при аутентификации через нижеприведенные сервисы.
sv: Signup-modulen är aktiverad, kan användare autentisera via tjänsterna nedan är automatiskt registrerat.
th: โมดูลการลงทะเบียนถูกเปิดใช้งานผู้ใช้ที่ตรวจสอบสิทธิ์ผ่านบริการด้านล่างจะลงทะเบียนโดยอัตโนมัติ
tr: Kaydolma modülü etkinleştirildi, aşağıdaki servisler ile kimlik doğrulaması yapan kullanıcılar otomatik olarak kaydedilir.
uk: Модуль реєстрації ввімкнено, користувачі, які аутентифікуються за допомогою наведених нижче служб, автоматично реєструються.
zh_hant: 启用注册模块，通过以下服务认证的用户会自动注册。

source: The two new passwords should be equal. Please retype them.
ar: يجب أن تكون كلمتا المرور الجديدتين متساويتين. يرجى إعادة كتابتها.
de: Die beiden neuen Passwörter sollten identisch sein. Bitte geben Sie sie erneut ein.
es: Las dos nuevas contraseñas deben ser iguales. Vuelva a escribirlos.
et: Kaks uut parooli peaksid olema võrdsed. Palun sisestage need uuesti.
he: שתי הסיסמאות החדשות צריכות להיות שוות. אנא הקלד אותם מחדש.
id: Kedua kata sandi baru harus sama. Silakan ketik ulang.
it: Le due nuove password dovrebbero essere uguali. Per favore riscrivili.
nl: De twee nieuwe wachtwoorden moeten hetzelfde zijn. Voer ze opnieuw in.
pl: Obydwa nowe hasła powinny być takie same. Wpisz je ponownie.
pt: As duas novas senhas devem ser iguais. Por favor, digite-os novamente.
ru: Два новых пароля должны быть одинаковыми. Пожалуйста, введите их еще раз.
sv: De två nya lösenorden ska vara lika. Vänligen skriv dem igen.
th: รหัสผ่านใหม่ทั้งสองควรเท่ากัน โปรดพิมพ์อีกครั้ง
tr: İki yeni şifre eşit olmalıdır. Lütfen bunları yeniden yazın.
uk: Два нових паролі мають бути однаковими. Введіть їх ще раз.
zh_hant: 兩個新密碼應該相同。請重新輸入。

source: There is already an account with your email address on {site}.
ar: يوجد بالفعل حساب بعنوان بريدك الإلكتروني على {site}.
de: Es gibt bereits ein Konto mit Ihrer E-Mail-Adresse auf {site}.
es: Ya existe una cuenta con su dirección de correo electrónico en {site}.
et: Teie e-posti aadressiga konto on juba olemas {site}.
he: יש כבר חשבון עם כתובת האימייל שלך ב {site}.
id: Sudah ada akun dengan alamat email Anda di {site}.
it: Esiste già un account con il tuo indirizzo email su {site}.
nl: Er is al een account met jouw e-mailadres op {site}.
pl: Istnieje już konto z Twoim adresem e-mail na {site}.
pt: Já existe uma conta com seu endereço de e-mail em {site}.
ru: Учетная запись с вашим адресом электронной почты уже существует на {site}.
sv: Det finns redan ett konto med din e-postadress på {site}.
th: มีบัญชีที่ใช้ที่อยู่อีเมลของคุณเป็น {site}อยู่แล้ว
tr: {site}e-posta adresinize sahip bir hesap zaten var.
uk: Уже існує обліковий запис із вашою адресою електронної пошти на {site}.
zh_hant: 您的電子郵件地址在 {site}上已有一個帳戶。

source: There is more than one account with your email address on {site}.
ar: يوجد أكثر من حساب بعنوان بريدك الإلكتروني على {site}.
de: Es gibt mehr als ein Konto mit Ihrer E-Mail-Adresse auf {site}.
es: Hay más de una cuenta con su dirección de correo electrónico en {site}.
et: Teie e-posti aadressiga {site}on rohkem kui üks konto.
he: יש יותר מחשבון אחד עם כתובת הדוא"ל שלך ב {site}.
id: Ada lebih dari satu akun dengan alamat email Anda di {site}.
it: C'è più di un account con il tuo indirizzo email su {site}.
nl: Er is meer dan één account met jouw e-mailadres op {site}.
pl: Istnieje więcej niż jedno konto z Twoim adresem e-mail na {site}.
pt: Há mais de uma conta com seu endereço de e-mail em {site}.
ru: С вашим адресом электронной почты существует более одной учетной записи на {site}.
sv: Det finns mer än ett konto med din e-postadress på {site}.
th: มีบัญชีมากกว่าหนึ่งบัญชีที่มีที่อยู่อีเมลของคุณเป็น {site}
tr: {site}e-posta adresinize sahip birden fazla hesap var.
uk: Існує більше одного облікового запису з вашою адресою електронної пошти на {site}.
zh_hant: 您的電子郵件地址為 {site}的帳戶不止一個。

source: There was a problem authenticating with {service}.
ar: حدثت مشكلة أثناء المصادقة بـ {service}.
de: Bei der Authentifizierung mit {service}ist ein Problem aufgetreten.
es: Hubo un problema al autenticarse con {service}.
et: {service}-ga autentimisel ilmnes probleem.
he: הייתה בעיה באימות עם {service}.
id: Ada masalah saat mengautentikasi dengan {service}.
it: Si è verificato un problema durante l'autenticazione con {service}.
nl: Er is een probleem opgetreden bij het verifiëren met {service}.
pl: Wystąpił problem z uwierzytelnianiem za pomocą {service}.
pt: Ocorreu um problema ao autenticar com {service}.
ru: Возникла проблема аутентификации с {service}.
sv: Det uppstod ett problem vid autentisering med {service}.
th: เกิดปัญหาในการตรวจสอบสิทธิ์กับ {service}
tr: {service}ile kimlik doğrulaması yapılırken bir sorun oluştu.
uk: Виникла проблема автентифікації за допомогою {service}.
zh_hant: 使用 {service}進行身份驗證時出現問題。

source: This is you
ar: هذا انت
de: Das bist du
es: Este eres tu
et: See oled sina
he: זה אתה
id: ini kamu
it: Questo sei tu
nl: Dit ben jij
pl: To ty
pt: Este é você
ru: Это ты
sv: Det här är du
th: นี่คือคุณ
tr: Bu sensin
uk: Це ти
zh_hant: 這就是你

source: To sign in you must have two-factor authentication enabled.
ar: لتسجيل الدخول، يجب عليك تمكين المصادقة الثنائية.
de: Zur Anmeldung muss die Zwei-Faktor-Authentifizierung aktiviert sein.
es: Para iniciar sesión debes tener habilitada la autenticación de dos factores.
et: Sisselogimiseks peab teil olema lubatud kahefaktoriline autentimine.
he: כדי להיכנס, עליך להפעיל אימות דו-שלבי.
id: Untuk masuk, Anda harus mengaktifkan autentikasi dua faktor.
it: Per accedere è necessario avere abilitata l'autenticazione a due fattori.
nl: Om in te loggen dient twee-factor-authenticatie te zijn ingeschakeld.
pl: Aby się zalogować, musisz mieć włączone uwierzytelnianie dwuskładnikowe.
pt: Para fazer login, você deve ter a autenticação de dois fatores ativada.
ru: Для входа в систему у вас должна быть включена двухфакторная аутентификация.
sv: För att logga in måste du ha tvåfaktorsautentisering aktiverad.
th: ในการลงชื่อเข้าใช้ คุณต้องเปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย
tr: Oturum açmak için iki faktörlü kimlik doğrulamayı etkinleştirmiş olmanız gerekir.
uk: Щоб увійти, у вас має бути ввімкнена двофакторна автентифікація.
zh_hant: 要登錄，您必須啟用雙重認證。

source: To view this page you must be logged in.
ar: لعرض هذه الصفحة يجب عليك تسجيل الدخول.
de: Um diese Seite anzuzeigen, müssen Sie angemeldet sein.
es: Para ver esta página debe iniciar sesión.
et: Selle lehe vaatamiseks peate olema sisse logitud.
he: כדי לצפות בדף זה עליך להיות מחובר.
id: Untuk melihat halaman ini Anda harus login.
it: Per visualizzare questa pagina devi essere loggato.
nl: Om deze pagina te bekijken, dien je ingelogd te zijn.
pl: Aby przeglądać tę stronę musisz być zalogowany.
pt: Para visualizar esta página você deve estar logado.
ru: Для просмотра этой страницы вы должны войти в систему.
sv: För att se denna sida måste du vara inloggad.
th: หากต้องการดูหน้านี้คุณต้องเข้าสู่ระบบ
tr: Bu sayfayı görüntülemek için giriş yapmalısınız.
uk: Щоб переглянути цю сторінку, ви повинні увійти в систему.
zh_hant: 要查看此頁面，您必須登入。

source: To view this page, you need to have other access rights.
ar: لعرض هذه الصفحة ، يجب أن يكون لديك حقوق وصول أخرى.
de: Um diese Seite anzuzeigen, müssen Sie über andere Zugriffsrechte verfügen.
es: Para ver esta página, necesitas tener otros derechos de acceso.
et: Selle lehe vaatamiseks peavad teil olema muud juurdepääsuõigused.
he: כדי להציג דף זה, עליך להיות בעל זכויות גישה אחרות.
id: Untuk melihat halaman ini, anda harus memiliki hak akses.
it: Per visualizzare questa pagina, devi avere altri diritti di accesso.
nl: Om deze pagina te bekijken heb je andere toegangsrechten nodig.
pl: Aby wyświetlić tę stronę, musisz mieć inne prawa dostępu.
pt: Para ver esta página, você precisa ter outros direitos de acesso.
ru: Для просмотра этой страницы необходимо иметь другие права доступа.
sv: För att se denna sida behöver du ha andra rättigheter.
th: หากต้องการดูหน้านี้คุณต้องมีสิทธิ์การเข้าถึงอื่น ๆ
tr: Bu sayfası görüntülemek için başka erişim haklarına sahip olmalısınız.
uk: Щоб переглянути цю сторінку, потрібно мати інші права доступу.
zh_hant: 要查看本页面，您需要有其他访问权限。

source: Too many retries.
ar: عدد كبير جدًا من عمليات إعادة المحاولة.
de: Zu viele Wiederholungsversuche.
es: Demasiados reintentos.
et: Liiga palju kordusi.
he: יותר מדי ניסיונות חוזרים.
id: Terlalu banyak percobaan ulang.
it: Troppi tentativi.
nl: Te veel pogingen.
pl: Zbyt wiele ponownych prób.
pt: Demasiadas tentativas.
ru: Слишком много попыток.
sv: För många försök igen.
th: ลองซ้ำมากเกินไป
tr: Çok fazla yeniden deneme.
uk: Забагато повторних спроб.
zh_hant: 太多的重试。

source: Use a: uppercase letter, lowercase letter, number, and symbol.
ar: استخدم: حرفًا كبيرًا وحرفًا صغيرًا ورقمًا ورمزًا.
de: Verwenden Sie: Großbuchstaben, Kleinbuchstaben, Zahlen und Symbole.
es: Utilice un: letra mayúscula, letra minúscula, número y símbolo.
et: Kasutage a: suurtähti, väiketähti, numbrit ja sümbolit.
he: השתמש ב: אות גדולה, אות קטנה, מספר וסמל.
id: Gunakan a: huruf besar, huruf kecil, angka, dan simbol.
it: Utilizzare a: lettera maiuscola, lettera minuscola, numero e simbolo.
nl: Gebruik een: hoofdletter, kleine letter, cijfer en symbool.
pl: Użyj: wielkiej litery, małej litery, cyfry i symbolu.
pt: Use a: letra maiúscula, letra minúscula, número e símbolo.
ru: Используйте a: прописную букву, строчную букву, цифру и символ.
sv: Använd en: stor bokstav, liten bokstav, siffra och symbol.
th: ใช้: ตัวอักษรตัวพิมพ์ใหญ่ ตัวอักษรพิมพ์เล็ก ตัวเลข และสัญลักษณ์
tr: A kullanın: büyük harf, küçük harf, sayı ve sembol.
uk: Використовуйте: велику літеру, малу літеру, цифру та символ.
zh_hant: 使用：大寫字母、小寫字母、數字和符號。

source: Use non alphabetical characters, digits and upper/lower case letters to make it harder to guess.
ar: استخدم أحرفًا غير أبجدية وأرقامًا وأحرفًا كبيرة/صغيرة لتجعل من الصعب تخمينها.
de: Verwenden Sie nicht alphabetische Zeichen, Ziffern und Groß-/Kleinbuchstaben, um das Erraten zu erschweren.
es: Utilice caracteres no alfabéticos, dígitos y letras mayúsculas/minúsculas para que sea más difícil de adivinar.
et: Kasutage mittetähestikulisi märke, numbreid ja suuri/väiketähti, et seda oleks raskem ära arvata.
he: השתמש בתווים שאינם אלפביתיים, ספרות ואותיות גדולות/קטנות כדי להקשות על הניחוש.
id: Gunakan karakter non-abjad, angka, dan huruf besar/kecil agar lebih sulit ditebak.
it: Utilizza caratteri non alfabetici, cifre e lettere maiuscole/minuscole per renderlo più difficile da indovinare.
nl: Gebruik niet-alfabetische tekens, cijfers en hoofdletters/kleine letters om het raden moeilijker te maken.
pl: Używaj znaków spoza alfabetu, cyfr i wielkich/małych liter, aby utrudnić odgadnięcie.
pt: Use caracteres não alfabéticos, dígitos e letras maiúsculas/minúsculas para dificultar a adivinhação.
ru: Используйте неалфавитные символы, цифры и буквы верхнего/нижнего регистра, чтобы было сложнее угадать.
sv: Använd icke-alfabetiska tecken, siffror och stora/små bokstäver för att göra det svårare att gissa.
th: ใช้อักขระที่ไม่ใช่ตัวอักษร ตัวเลข และตัวพิมพ์ใหญ่/เล็กเพื่อทำให้เดาได้ยากขึ้น
tr: Tahmin etmeyi zorlaştırmak için alfabetik olmayan karakterler, rakamlar ve büyük/küçük harfler kullanın.
uk: Використовуйте неалфавітні символи, цифри та великі/малі літери, щоб важче було вгадати.
zh_hant: 使用非字母字元、數字和大寫/小寫字母以使其更難猜測。

source: Verify your account
ar: تحقق من حسابك
de: Bestätigen Sie Ihr Konto
es: Verifica tu cuenta
et: Kinnita oma kasutaja
he: אמת את חשבונך
id: Memverifikasi akun anda
it: Verifica il tuo account
nl: Bevestig je account
pl: Zweryfikuj swoje konto
pt: Verifique a sua conta
ru: Проверьте свой аккаунт
sv: Bekräfta ditt konto
th: ตรวจสอบบัญชีของคุณ
tr: Hesabınızı onaylayın
uk: Підтвердіть ваш аккаунт
zh_hant: 验证您的账户
