Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Tokens to let other systems access this website of behalf of a user.
ar: رموز تسمح لأنظمة أخرى بالوصول إلى هذا الموقع نيابة عن المستخدم.
de: Token, die anderen Systemen den Zugang zu dieser Website im Namen eines Nutzers ermöglichen.
es: Tokens para permitir que otros sistemas accedan a este sitio web en nombre de un usuario.
et: Tokenid, mis võimaldavad teistel süsteemidel kasutaja nimel sellele veebisaidile juurde pääseda.
he: אסימונים המאפשרים למערכות אחרות גישה לאתר זה מטעם משתמש.
id: Token untuk mengizinkan sistem lain mengakses situs web ini atas nama pengguna.
it: Token che consentono ad altri sistemi di accedere a questo sito web per conto di un utente.
nl: Tokens om andere systemen namens een gebruiker toegang te geven tot deze website.
pl: Tokeny umożliwiające innym systemom dostęp do tej witryny w imieniu użytkownika.
pt: Tokens para permitir que outros sistemas acedam a este site em nome de um utilizador.
ru: Токены, позволяющие другим системам получать доступ к этому веб-сайту от имени пользователя.
sv: Tokens för att låta andra system komma åt den här webbplatsen åt en användare.
th: โทเค็นเพื่อให้ระบบอื่นเข้าถึงเว็บไซต์นี้ในนามของผู้ใช้
tr: Bir kullanıcı adına diğer sistemlerin bu web sitesine erişmesine izin veren tokenlar.
uk: Токени, що дозволяють іншим системам отримувати доступ до цього вебсайту від імені користувача.
zh_hant: 令牌允許其他系統代表使用者存取此網站。

source: Unknown client or redirect, check with your website administrator.
ar: عميل غير معروف أو إعادة توجيه ، تحقق مع مسؤول موقع الويب الخاص بك.
de: Unbekannter Client oder Weiterleitung, wenden Sie sich an Ihren Website-Administrator.
es: Cliente o redireccionamiento desconocido, consulte con el administrador de su sitio web.
et: Tundmatu klient või ümbersuunamine, küsige oma veebisaidi administraatorilt.
he: לקוח או הפניה לא ידועים, פנה למנהל האתר שלך.
id: Klien atau pengalihan tidak dikenal, hubungi administrator situs web Anda.
it: Client sconosciuto o reindirizzamento, verifica con l'amministratore del tuo sito web.
nl: Onbekende client of omleiding, neem contact op met de websitebeheerder.
pl: Nieznany klient lub przekierowanie, skontaktuj się z administratorem witryny.
pt: Cliente ou redirecionamento desconhecido, verifique com o administrador do seu site.
ru: Неизвестный клиент или редирект, уточните у администратора вашего сайта.
sv: Okänd klient eller omdirigering, kontakta din webbplatsadministratör.
th: ไคลเอ็นต์ที่ไม่รู้จักหรือเปลี่ยนเส้นทาง โปรดตรวจสอบกับผู้ดูแลระบบเว็บไซต์ของคุณ
tr: Bilinmeyen istemci veya yönlendirme, web sitesi yöneticinize danışın.
uk: Невідомий клієнт або перенаправлення, зверніться до адміністратора вашого вебсайту.
zh_hant: 未知客戶端或重定向，請諮詢您的網站管理員。

source: Update App
ar: تحديث التطبيق
de: App aktualisieren
es: Actualización de la aplicación
et: Uuenda rakendust
he: עדכן את האפליקציה
id: Perbarui Aplikasi
it: Aggiorna app
nl: App bijwerken
pl: Zaktualizuj aplikację
pt: Atualizar aplicativo
ru: Обновить приложение
sv: Uppdatera app
th: อัปเดตแอป
tr: Uygulamayı Güncelle
uk: Оновити додаток
zh_hant: 更新應用

source: Update consumer for OAuth2 authorization and content import from another website.
ar: تحديث المستهلك لتفويض OAuth2 واستيراد المحتوى من موقع ويب آخر.
de: Aktualisieren Sie den Consumer für die OAuth2-Autorisierung und den Inhaltsimport von einer anderen Website.
es: Actualice al consumidor para la autorización OAuth2 y la importación de contenido desde otro sitio web.
et: Värskendage tarbijat OAuth2 autoriseerimiseks ja sisu importimiseks teisest veebisaidist.
he: עדכן את הצרכן לצורך הרשאת OAuth2 ויבוא תוכן מאתר אחר.
id: Perbarui konsumen untuk otorisasi OAuth2 dan impor konten dari situs web lain.
it: Aggiorna il consumatore per l'autorizzazione OAuth2 e l'importazione di contenuti da un altro sito web.
nl: Werk de consument bij voor OAuth2-autorisatie en import van inhoud van een andere website.
pl: Zaktualizuj klienta pod kątem autoryzacji OAuth2 i importu treści z innej witryny.
pt: Atualize o consumidor para autorização OAuth2 e importação de conteúdo de outro site.
ru: Обновите потребителя для авторизации OAuth2 и импорта контента с другого веб-сайта.
sv: Uppdatera konsumenten för OAuth2 -auktorisering och innehållsimport från en annan webbplats.
th: อัปเดตผู้บริโภคสำหรับการอนุญาต OAuth2 และการนำเข้าเนื้อหาจากเว็บไซต์อื่น
tr: OAuth2 yetkilendirmesi ve başka bir web sitesinden içerik içe aktarma için tüketiciyi güncelleyin.
uk: Оновіть споживача для авторизації OAuth2 та імпорту вмісту з іншого вебсайту.
zh_hant: 更新消費者以進行 OAuth2 授權和從另一個網站導入內容。

source: User count
ar: عدد المستخدمين
de: Benutzeranzahl
es: Recuento de usuarios
et: Kasutajate arv
he: מספר משתמשים
id: Jumlah pengguna
it: Conteggio utenti
nl: Aantal gebruikers
pl: Liczba użytkowników
pt: Contagem de usuários
ru: Количество пользователей
sv: Användarantal
th: จำนวนผู้ใช้
tr: kullanıcı sayısı
uk: Кількість користувачів
zh_hant: 用戶數

source: Valid redirect URLs, one per line
ar: عناوين URL صالحة لإعادة التوجيه ، واحد في كل سطر
de: Gültige Weiterleitungs-URLs, eine pro Zeile
es: URL de redireccionamiento válidas, una por línea
et: Kehtivad ümbersuunamise URL -id, üks rea kohta
he: כתובות אתרים חוקיות להפניה מחדש, אחת לכל שורה
id: URL pengalihan yang valid, satu per baris
it: URL di reindirizzamento validi, uno per riga
nl: Geldige redirect URL's, één per regel
pl: Prawidłowe przekierowania, po jednym w wierszu
pt: URLs de redirecionamento válidos, um por linha
ru: Действительные URL-адреса перенаправления, по одному в каждой строке.
sv: Giltiga omdirigeringsadresser, en per rad
th: URL เปลี่ยนเส้นทางที่ถูกต้อง หนึ่งรายการต่อบรรทัด
tr: Geçerli yönlendirme URL'leri, her satıra bir tane
uk: Дійсні URL-адреси переспрямування, по одній на рядок
zh_hant: 有效的重定向 URL，每行一個

source: Week
ar: أسبوع
de: Woche
es: Semana
et: Nädal
he: שָׁבוּעַ
id: Pekan
it: Settimana
pl: Tydzień
pt: Semana
ru: Неделя
sv: Vecka
th: สัปดาห์
tr: Hafta
uk: тиждень
zh_hant: 星期

source: With a client token this website can:
ar: باستخدام رمز العميل، يمكن لهذا الموقع الإلكتروني:
de: Mit einem Client-Token kann diese Website:
es: Con un token de cliente, este sitio web puede:
et: Kliendimärgiga saab see veebisait:
he: עם אסימון לקוח אתר זה יכול:
id: Dengan token klien situs web ini dapat:
it: Con un token client questo sito web può:
nl: Met een klanttoken kan deze website:
pl: Dzięki tokenowi klienta ta strona internetowa może:
pt: Com um token de cliente, este site pode:
ru: С помощью клиентского токена этот сайт может:
sv: Med ett klienttoken kan denna webbplats:
th: ด้วยโทเค็นไคลเอนต์ เว็บไซต์นี้สามารถ:
tr: Bu web sitesi bir istemci tokeni ile şunları yapabilir:
uk: За допомогою токена клієнта цей веб-сайт може:
zh_hant: 使用客戶端令牌，該網站可以：

source: You are not allowed to fetch a consumer token.
ar: لا يُسمح لك بإحضار رمز المستهلك.
de: Sie sind nicht berechtigt, ein Verbrauchertoken abzurufen.
es: No se le permite obtener un token de consumidor.
et: Teil ei ole lubatud tarbijamärki tuua.
he: אינך רשאי להביא אסימון צרכן.
id: Anda tidak diizinkan untuk mengambil token konsumen.
it: Non sei autorizzato a recuperare un token consumatore.
nl: Het is niet toegestaan om een consumententoken op te halen.
pl: Nie możesz pobrać tokena klienta.
pt: Você não tem permissão para buscar um token de consumidor.
ru: Вам не разрешено получать потребительский токен.
sv: Du får inte hämta en konsumenttoken.
th: คุณไม่ได้รับอนุญาตให้เรียกโทเค็นของผู้บริโภค
tr: Tüketici belirteci almanıza izin verilmiyor.
uk: Вам не дозволено отримати маркер споживача.
zh_hant: 不允許您獲取消費者令牌。

source: You will be able to:
ar: ستكون قادرا على:
de: Sie können:
es: Usted será capaz de:
et: Sa oled võimeline:
he: אתה תוכל:
id: Anda akan sanggup untuk:
it: Tu potrai:
nl: Je zult in staat zijn om:
pl: Będziesz w stanie:
pt: Você poderá:
ru: Вы будете в состоянии:
sv: Du kommer att kunna:
th: คุณสามารถที่จะ:
tr: Yapabileceksin:
uk: Ви зможете:
zh_hant: 你將能夠：

source: You will not be able to see this token again, so copy it and save it in a secure place.
ar: لن تتمكن من رؤية هذا الرمز المميز مرة أخرى ، لذا انسخه واحفظه في مكان آمن.
de: Sie können dieses Token nicht mehr sehen, also kopieren Sie es und speichern Sie es an einem sicheren Ort.
es: No podrá volver a ver este token, así que cópielo y guárdelo en un lugar seguro.
et: Te ei näe seda märki uuesti, nii et kopeerige see ja salvestage see turvalisse kohta.
he: לא תוכל לראות את האסימון הזה שוב, אז העתק אותו ושמור אותו במקום מאובטח.
id: Anda tidak akan dapat melihat token ini lagi, jadi salin dan simpan di tempat yang aman.
it: Non potrai più vedere questo token, quindi copialo e salvalo in un luogo sicuro.
nl: Je kunt dit token hierna niet meer zien, dus kopieer het en bewaar het op een veilige plaats.
pl: Nie będziesz mógł ponownie zobaczyć tego tokena, więc skopiuj go i zapisz w bezpiecznym miejscu.
pt: Você não poderá ver este token novamente, então copie-o e salve-o em um local seguro.
ru: Вы больше не сможете увидеть этот токен, поэтому скопируйте его и сохраните в надежном месте.
sv: Du kommer inte att kunna se denna token igen, så kopiera den och spara den på en säker plats.
th: คุณจะไม่เห็นโทเค็นนี้อีก ดังนั้นให้คัดลอกและบันทึกไว้ในที่ที่ปลอดภัย
tr: Bu jetonu bir daha göremeyeceksiniz, bu yüzden kopyalayın ve güvenli bir yere kaydedin.
uk: Ви більше не зможете побачити цей маркер, тому скопіюйте його та збережіть у безпечному місці.
zh_hant: 您將無法再次看到此令牌，因此請複制它並將其保存在安全的地方。

source: for authentication
ar: للمصادقة
de: zur Authentifizierung
es: para autenticación
et: autentimiseks
he: לצורך אימות
id: untuk otentikasi
it: per l'autenticazione
nl: voor autenticatie
pl: do uwierzytelnienia
pt: para autenticação
ru: для аутентификации
sv: för autentisering
th: เพื่อการยืนยันตัวตน
tr: kimlik doğrulama için
uk: для автентифікації
zh_hant: 用於身份驗證

source: for fetching a single token
ar: لجلب رمز واحد
de: zum Abrufen eines einzelnen Tokens
es: para obtener un solo token
et: ühe märgi toomiseks
he: עבור הבאת אסימון בודד
id: untuk mengambil satu token
it: per recuperare un singolo token
nl: voor het ophalen van een enkele token
pl: do pobrania pojedynczego tokena
pt: para buscar um único token
ru: для получения одного токена
sv: för att hämta en enda token
th: สำหรับการดึงโทเค็นเดียว
tr: tek bir jeton almak için
uk: для отримання одного токена
zh_hant: 取得單一 token

source: API Key can be found on
ar: يمكن العثور على مفتاح API على
de: Den API-Schlüssel finden Sie unter
es: La Clave de API puede encontrarse en
et: API võtme leiate aadressilt
he: מפתח API ניתן למצוא בכתובת
id: Kunci Api dapat dijumpai di
it: La chiave API può essere trovata su
nl: De API-sleutel kan gevonden worden op
pl: Klucz API można znaleźć na
pt: A chave API pode ser encontrada em
ru: API Ключ можно найти на
sv: API-nyckel finns på
th: คีย์ API สามารถพบได้บน
tr: API anahtarı bulunabilir
uk: Ключ API можна знайти на
zh_hant: API密钥可以在

source: Attempt to fix embedded videos for which OEmbed embedding has failed previously.
ar: محاولة إصلاح مقاطع الفيديو المضمنة التي فشل تضمين OEmbed لها سابقًا.
de: Versuch, eingebettete Videos zu reparieren, bei denen die OEmbed-Einbettung zuvor fehlgeschlagen ist.
es: Intentar arreglar videos incrustados para los que la incrustación de OEmbed ha fallado anteriormente.
et: Katse parandada manustatud videoid, mille OEmbedi manustamine pole varem õnnestunud.
he: ניסיון לתקן סרטונים מוטבעים שעבורם הטמעת OEmbed נכשלה בעבר.
id: Upaya untuk memperbaiki video tertanam yang OEmbed menanamkan telah gagal sebelumnya.
it: Tentativo di fissare i video incorporati per i quali l'incorporazione di OEmbed è fallita in precedenza.
nl: Probeer ingesloten video’s te corrigeren waarbij de vorige keer het insluiten is mislukt.
pl: Spróbuj naprawić osadzone filmy, w przypadku których osadzanie OEmbed nie powiodło się wcześniej.
pt: Tentativa de corrigir vídeos embutidos para os quais o OEmbed embedding falhou anteriormente.
ru: Попытка исправить встроенные видео, для которых ранее не удавалось встроить OEmbed.
sv: Försök att fixa inbäddade videor för vilka OEmbed-inbäddning misslyckades tidigare.
th: พยายามแก้ไขวิดีโอแบบฝังที่การฝัง OEmbed ล้มเหลวก่อนหน้านี้
tr: Daha önce OEmbed gömme işlemi başarısız olan gömülü videoları düzeltmeye çalış.
uk: Спробуйте виправити вбудовані відео, для яких вбудовування OEmbed раніше було невдалим.
zh_hant: 试图修复之前OEmbed嵌入失败的嵌入视频。

source: Attempting to fix ~p videos.
ar: محاولة إصلاح ~ p من مقاطع الفيديو.
de: Versucht, ~p Videos zu reparieren.
es: Intentando arreglar los videos ~p.
et: ~ P-videote parandamise katse.
he: מנסה לתקן ~ p סרטונים.
id: Mencoba untuk memperbaiki ~p video.
it: Tentativo di fissare i video ~p.
nl: Aan het proberen om ~p videos opnieuw in te sluiten.
pl: Próbuję naprawić filmy ~p.
pt: Tentativa de consertar vídeos ~p.
ru: Попытка исправить ~p видео.
sv: Försöker fixa ~ p-videor.
th: กำลังพยายามแก้ไขวิดีโอ ~ p
tr: ~ p videolarını düzeltmeye çalış.
uk: Спроба виправити ~p відео.
zh_hant: 试图修复~p视频。

source: Embedding of media item failed with HTTP code
ar: فشل تضمين عنصر الوسائط مع رمز HTTP
de: Einbetten eines Medienelements mit HTTP-Code fehlgeschlagen
es: La incrustación de un elemento multimedia falló con el código HTTP
et: Meediumüksuse manustamine HTTP-koodiga nurjus
he: הטמעת פריט המדיה נכשלה עם קוד HTTP
id: Gagal menyematkan item media dengan menggunakan kode HTTP
it: Incorporazione di un elemento multimediale fallita con codice HTTP
nl: Insluiten van video mislukt met HTTP code
pl: Osadzenie elementu multimedialnego nie powiodło się z kodem HTTP
pt: A incorporação de item de mídia falhou com o código HTTP
ru: Не удалось вставить медиа-элемент с кодом HTTP
sv: Inbäddning av medieobjekt misslyckades med HTTP-kod
th: การฝังรายการสื่อล้มเหลวด้วยรหัส HTTP
tr: Medya öğesini gömme işlemi HTTP koduyla başarısız oldu
uk: Не вдалося вставити медіаелемент із кодом HTTP
zh_hant: 嵌入媒体项目失败，使用HTTP代码

source: Fix embedded videos
ar: إصلاح مقاطع الفيديو المضمنة
de: Eingebettete Videos reparieren
es: Reparar videos insertados
et: Parandage manustatud videod
he: תקן קטעי וידאו משובצים
id: Memperbaiki video yang tertanam
it: Fissare i video incorporati
nl: Repareer ingesloten video’s
pl: Napraw osadzone filmy
pt: Consertar vídeos incorporados
ru: Исправить встроенное видео
sv: Fixa inbäddade videor
th: แก้ไขวิดีโอที่ฝัง
tr: Gömülü videoları düzelt
uk: Виправити вбудовані відео
zh_hant: 修复嵌入视频

source: No embedded videos found which need fixing.
ar: لم يتم العثور على مقاطع فيديو مضمنة تحتاج إلى إصلاح.
de: Es wurden keine eingebetteten Videos gefunden, die repariert werden müssen.
es: No se encontraron videos insertados que necesiten repararse.
et: Ühtegi kinnistamist vajavat manustatud videot ei leitud.
he: לא נמצאו סרטונים משובצים שצריכים תיקון.
id: Tidak ditemukan video tertanam yang memerlukan perbaikan.
it: Nessun video incorporato trovato che necessiti di correzione.
nl: Geen ingesloten video’s gevonden die gerepareerd moeten worden.
pl: Nie znaleziono osadzonych filmów, które wymagają naprawy.
pt: Não foram encontrados vídeos incorporados que precisem de ser corrigidos.
ru: Встроенное видео не найдено, которое нуждается в исправлении.
sv: Inga inbäddade videor hittades som behöver åtgärdas.
th: ไม่พบวิดีโอแบบฝังที่ต้องแก้ไข
tr: Düzeltilmesi gereken gömülü videolar bulunamadı.
uk: Не знайдено вбудованих відео, які потребують виправлення.
zh_hant: 没有找到需要修复的嵌入式视频。

source: Save Embedly Key
ar: حفظ مفتاح Embedly
de: Embedly-Schlüssel speichern
es: Guardar Clave de Embedly
et: Salvesta Embedly Key
he: שמור מפתח משובץ
id: Menyimpan kunci Embedly
it: Salva la chiave di Embedly
nl: Embedly-sleutel opslaan
pl: Zapisz osadzony klucz
pt: Salvar Chave Embedly
ru: Сохранить ключ Эмбедли
sv: Spara Embedly Key
th: บันทึก Embedly Key
tr: Embedly Anahtarını kaydet
uk: Зберегти ключ Embedly
zh_hant: 保存 Embedly 键

source: Saved the Embedly settings.
ar: حفظ إعدادات Embedly.
de: Die Embedly-Einstellungen wurden gespeichert.
es: Configuración de Embedly guardada.
et: Salvestati Embedly seaded.
he: שמר את הגדרות ההטבעה.
id: Menyelamatkan pengaturan Embedly.
it: Salvate le impostazioni di Embedly.
nl: Embedly-instellingen opgeslagen.
pl: Zapisano ustawienia Embly.
pt: Salvou as configurações do Embedly.
ru: Сохранены настройки Embedly.
sv: Sparade inställningarna för Bädda in.
th: บันทึกการตั้งค่าแบบฝัง
tr: Embedly ayarları kaydedildi.
uk: Збережено налаштування Embedly.
zh_hant: 保存了Embedly的设置。

source: You don't have permission to change the Embedly settings.
ar: ليس لديك إذن لتغيير إعدادات Embedly.
de: Sie haben nicht die Berechtigung, die Embedly-Einstellungen zu ändern.
es: No tiene permisos para cambiar la configuración de Embedly.
et: Teil pole luba manussätete muutmiseks.
he: אין לך הרשאה לשנות את הגדרות ההטבעה.
id: Anda tidak memiliki izin untuk mengubah pengaturan menanam.
it: Non hai il permesso di cambiare le impostazioni di Embedly.
nl: Je hebt geen rechten om de Embedly-instellingen te bewerken.
pl: Nie masz oprawnień do zmiany ustawień Embly.
pt: Você não tem permissão para alterar as configurações do Embedly.
ru: У вас нет разрешения изменять настройки Embedly.
sv: Du har inte behörighet att ändra inställningarna för Bädda in.
th: คุณไม่มีสิทธิ์เปลี่ยนการตั้งค่าแบบฝัง
tr: Embedly ayarlarını değiştirme izniniz yok.
uk: У Вас немає дозволу змінювати налаштування Embedly.
zh_hant: 你没有权限更改Embedly的设置。

source: your Embedly app dashboard
ar: لوحة تحكم تطبيق Embedly
de: Ihr Embedly-App-Dashboard
es: su panel de la aplicación Embedly
et: teie rakenduse Embedly juhtpaneel
he: לוח המחוונים של האפליקציה שלך
id: dasbor aplikasi Embedly Anda
it: il tuo cruscotto dell'app Embedly
nl: Je Embedly app dashboard
pl: pulpit nawigacyjny aplikacji Embedly
pt: seu painel do aplicativo Embedly
ru: твоя приборная панель приложения Embedly
sv: din Embedly-app-instrumentpanel
th: แดชบอร์ดแอพในตัวของคุณ
tr: Embedly uygulamanızın panosu
uk: Ваша інформаційна панель програми Embedly
zh_hant: 你的 Embedly 应用仪表板

source: Reset rate limit counters
ar: إعادة ضبط عدادات حد المعدل
de: Ratenbegrenzungszähler zurücksetzen
es: Restablecer contadores de límite de velocidad
et: Lähtestage kiiruspiirangu loendurid
he: אפס את מוני מגבלת הקצב
id: Setel ulang penghitung batas kecepatan
it: Reimposta i contatori dei limiti di frequenza
nl: Rate limit tellers resetten
pl: Zresetuj liczniki limitów szybkości
pt: Redefinir contadores de limite de taxa
ru: Сброс счетчиков ограничения скорости
sv: Återställ frekvensgränsräknare
th: รีเซ็ตตัวนับขีดจำกัดอัตรา
tr: Hız limiti sayaçlarını sıfırla
uk: Скинути лічильники обмеження швидкості
zh_hant: 重置速率限制計數器

source: Reset the authentication attempts counters. Useful when encountering rate limit errors during testing. Be careful as this enables more password tries.
ar: إعادة ضبط عدادات محاولات المصادقة. مفيد عند مواجهة أخطاء حدود المعدل أثناء الاختبار. كن حذرًا لأن هذا يتيح المزيد من محاولات كلمة المرور.
de: Setzt die Zähler für Authentifizierungsversuche zurück. Nützlich, wenn beim Testen Ratenbegrenzungsfehler auftreten. Seien Sie vorsichtig, da dies mehr Passwortversuche ermöglicht.
es: Restablezca los contadores de intentos de autenticación. Útil cuando se encuentran errores de límite de velocidad durante las pruebas. Tenga cuidado ya que esto permite más intentos de contraseña.
et: Lähtestage autentimiskatsete loendurid. Kasulik, kui testimise ajal ilmnevad kiiruspiirangu vead. Olge ettevaatlik, kuna see võimaldab rohkem parooliproove.
he: אפס את מוני ניסיונות האימות. שימושי כאשר נתקלים בשגיאות מגבלת קצב במהלך הבדיקה. היזהר מכיוון שזה מאפשר ניסיונות נוספים של סיסמה.
id: Setel ulang penghitung upaya autentikasi. Berguna ketika menghadapi kesalahan batas kecepatan selama pengujian. Berhati-hatilah karena ini memungkinkan lebih banyak percobaan kata sandi.
it: Azzera i contatori dei tentativi di autenticazione. Utile quando si riscontrano errori di limite di velocità durante i test. Fai attenzione poiché ciò consente più tentativi di password.
nl: De tellers van de authenticatiepogingen resetten. Nuttig als er tijdens het testen fouten optreden met de rate limit. Wees voorzichtig omdat dit meer wachtwoordpogingen mogelijk maakt.
pl: Zresetuj liczniki prób uwierzytelnienia. Przydatne w przypadku napotkania błędów limitów szybkości podczas testowania. Zachowaj ostrożność, ponieważ umożliwia to więcej prób hasła.
pt: Redefina os contadores de tentativas de autenticação. Útil ao encontrar erros de limite de taxa durante o teste. Tenha cuidado, pois isso permite mais tentativas de senha.
ru: Сбросьте счетчики попыток аутентификации. Полезно при обнаружении ошибок ограничения скорости во время тестирования. Будьте осторожны, так как это увеличивает количество попыток ввода пароля.
sv: Återställ räknarna för autentiseringsförsök. Användbar när du stöter på hastighetsgränsfel under testning. Var försiktig eftersom detta möjliggör fler lösenordsförsök.
th: รีเซ็ตตัวนับความพยายามในการรับรองความถูกต้อง มีประโยชน์เมื่อพบข้อผิดพลาดขีดจำกัดอัตราระหว่างการทดสอบ โปรดใช้ความระมัดระวังเนื่องจากจะทำให้พยายามใช้รหัสผ่านได้มากขึ้น
tr: Kimlik doğrulama girişimi sayaçlarını sıfırlayın. Test sırasında hız sınırı hatalarıyla karşılaşıldığında kullanışlıdır. Bu daha fazla şifre denemesine olanak sağlayacağından dikkatli olun.
uk: Скинути лічильники спроб автентифікації. Корисно, коли під час тестування виникають помилки обмеження швидкості. Будьте обережні, оскільки це дозволить більше спроб ввести пароль.
zh_hant: 重置身份驗證嘗試計數器。在測試期間遇到速率限制錯誤時很有用。請小心，因為這會導致更多的密碼嘗試。

source: The counters have been reset.
ar: تمت إعادة ضبط العدادات.
de: Die Zähler wurden zurückgesetzt.
es: Los contadores se han puesto a cero.
et: Loendurid on nullitud.
he: המונים אופסו.
id: Penghitung telah diatur ulang.
it: I contatori sono stati azzerati.
nl: De tellers zijn gereset.
pl: Liczniki zostały zresetowane.
pt: Os contadores foram zerados.
ru: Счетчики обнулились.
sv: Räknarna har återställts.
th: ตัวนับถูกรีเซ็ตแล้ว
tr: Sayaçlar sıfırlandı.
uk: Лічильники скинуто.
zh_hant: 計數器已重置。

source: You are not allowed to do this.
ar: لا يسمح لك أن تفعل هذا.
de: Dies ist dir nicht gestattet.
es: No tienes permitido hacer esto.
et: Te ei tohi seda teha.
he: אסור לך לעשות את זה.
id: Anda tidak diperbolehkan melakukan ini.
it: Non ti è permesso farlo.
nl: Je mag dit niet doen.
pl: Nie wolno Ci tego robić.
pt: Você não tem permissão para fazer isso.
ru: Вам не разрешено это делать.
sv: Du får inte göra detta.
th: คุณไม่ได้รับอนุญาตให้ทำเช่นนี้
tr: Bunu yapmanıza izin verilmiyor.
uk: Вам заборонено це робити.
zh_hant: 你不可以這樣做。
