Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Totals
ar: المجاميع
de: Summen
es: Resultados
et: Kokku
he: סך הכל
id: Jumlah
it: Totali
nl: Totalen
pl: Ogółem
pt: Totais
ru: Итоговый показатель
sv: Totala
th: ผลรวม
tr: Toplamlar
uk: Підсумки
zh_hant: 总数

source: True
ar: صحيح
de: Wahr
es: Cierto
et: Tõsi
he: נָכוֹן
id: Benar
it: Vero
nl: Waar
pl: Prawdziwe
pt: Verdadeiro
ru: Истина
sv: Sann
th: จริง
tr: Gerçek
uk: Правда
zh_hant: 真

source: True or false question
ar: سؤال صحيح أم خطأ
de: Wahre oder falsche Frage
es: Pregunta verdadera o falsa
et: Õige või vale küsimus
he: שאלה אמיתית או שקרית
id: Pertanyaan benar atau salah
it: Domanda vera o falsa
nl: Waar of onwaar vraag
pl: Pytanie prawda czy fałsz
pt: Pergunta verdadeira ou falsa
ru: Правдивый или ложный вопрос
sv: Sann eller falsk fråga
th: คำถามจริงหรือเท็จ
tr: Doğru veya yanlış soru
uk: Правдиве чи хибне запитання
zh_hant: 真假問題

source: True/False
ar: خطأ صحيح
de: Wahr/Falsch
es: Verdadero/Falso
et: Õige Vale
he: אמת שקר
id: Benar/salah
it: Vero/Falso
nl: Waar/Onwaar
pl: Prawda/Fałsz
pt: Verdadeiro/Falso
ru: Истина/Ложь
sv: Sant falskt
th: ถูกผิด
tr: Doğru/Yanlış
uk: Правда/Неправда
zh_hant: 真/假

source: Use “{submit}” to create a submit button, or “{stop}” to create a stop button.
ar: استخدم "{submit}" لإنشاء زر إرسال ، أو "{stop}" لإنشاء زر إيقاف.
de: Verwenden Sie „{submit}“, um eine Senden-Schaltfläche zu erstellen, oder „{stop}“, um eine Stopp-Schaltfläche zu erstellen.
es: Utilice "{submit}" para crear un botón de envío o "{stop}" para crear un botón de parada.
et: Kasuta "{submit}", et luua esitada nuppu või "{stop}", et luua stop nuppu.
he: השתמש ב- "{submit}" כדי ליצור כפתור הגשה, או "{stop}" כדי ליצור כפתור עצירה.
id: Gunakan “{submit}” untuk membuat tombol kirim, atau “{stop}” untuk membuat tombol berhenti.
it: Utilizzare "{submit}" per creare un pulsante di invio o "{stop}" per creare un pulsante di arresto.
nl: Gebruik “{submit}” om een verzendknop te maken, of “{stop}” om een stopknop te maken.
pl: Użyj „{submit}”, aby utworzyć przycisk przesyłania, lub „{stop}”, aby utworzyć przycisk zatrzymania.
pt: Use “{submit}” para criar um botão de envio ou “{stop}” para criar um botão de parada.
ru: Используйте «{submit}», чтобы создать кнопку отправки, или «{stop}», чтобы создать кнопку остановки.
sv: Använd "{submit}" för att skapa en skicka-knapp, eller "{stop}" för att skapa en stoppknapp.
th: ใช้ “{submit}” เพื่อสร้างปุ่มส่ง หรือ “{stop}” เพื่อสร้างปุ่มหยุด
tr: Gönder düğmesi oluşturmak için “{submit}” veya bir durdurma düğmesi oluşturmak için{stop}
uk: Використовуйте «{submit}», щоб створити кнопку відправки, або «{stop}», щоб створити кнопку зупинки.
zh_hant: 使用“{submit}”創建提交按鈕，或使用“{stop}”創建停止按鈕。

source: Validation
ar: التحقق من الصحة
de: Validierung
es: Validación
et: Valideerimine
he: מַתַן תוֹקֵף
id: Validasi
it: Convalida
nl: Validatie
pl: Zatwierdzenie
pt: Validação
ru: Проверка
sv: Godkännande
th: การตรวจสอบ
tr: Doğrulama
uk: Перевірка
zh_hant: 验证

source: View and edit results.
ar: عرض وتحرير النتائج.
de: Ergebnisse anzeigen und bearbeiten.
es: Ver y editar resultados.
et: Vaadake ja muutke tulemusi.
he: הצג וערוך תוצאות.
id: Lihat dan edit hasil.
it: Visualizza e modifica i risultati.
nl: Resultaten bekijken en bewerken.
pl: Przeglądaj i edytuj wyniki.
pt: Visualize e edite os resultados.
ru: Просмотр и редактирование результатов.
sv: Visa och redigera resultat.
th: ดูและแก้ไขผลลัพธ์
tr: Sonuçları görüntüleyin ve düzenleyin.
uk: Перегляд і редагування результатів.
zh_hant: 查看和編輯結果。

source: We are experiencing an overload, please try again in 10 minutes.
ar: نحن نواجه مشكلة التحميل الزائد، يرجى المحاولة مرة أخرى بعد 10 دقائق.
de: Wir haben eine Überlastung. Bitte versuchen Sie es in 10 Minuten erneut.
es: Estamos experimentando una sobrecarga, por favor intente nuevamente en 10 minutos.
et: Meil on ülekoormus, proovige 10 minuti pärast uuesti.
he: אנו חווים עומס יתר, אנא נסה שוב בעוד 10 דקות.
id: Kami sedang mengalami kelebihan beban, silakan coba lagi dalam 10 menit.
it: Stiamo riscontrando un sovraccarico, riprova tra 10 minuti.
nl: Er is een overbelasting. Probeer het over 10 minuten nog eens.
pl: Wystąpiło przeciążenie. Spróbuj ponownie za 10 minut.
pt: Estamos com sobrecarga. Tente novamente em 10 minutos.
ru: У нас перегрузка, повторите попытку через 10 минут.
sv: Vi upplever en överbelastning, försök igen om 10 minuter.
th: เรากำลังประสบปัญหาข้อมูลล้น กรุณาลองใหม่อีกครั้งในอีก 10 นาที
tr: Aşırı yüklenme yaşıyoruz, lütfen 10 dakika sonra tekrar deneyin.
uk: Ми відчуваємо перевантаження, спробуйте ще раз через 10 хвилин.
zh_hant: 我們遇到過載，請在 10 分鐘後重試。

source: When finished show
ar: عند الانتهاء من العرض
de: Wenn Sie fertig sind, zeigen Sie
es: Cuando termine de mostrar
et: Kui saade valmis
he: בסיום המופע
id: Setelah selesai tampilkan
it: Al termine mostra
sv: När showen är klar
tr: Gösteri bittiğinde
zh_hant: 完成后显示

source: When no condition is true then the question following this break will be the next page.
ar: عندما لا يكون هناك شرط صحيح ، فإن السؤال الذي يلي هذا الفاصل سيكون الصفحة التالية.
de: Wenn keine Bedingung erfüllt ist, wird die Frage nach dieser Pause die nächste Seite sein.
es: Cuando una condición es verdadera entonces la pregunta siguiente a esta interrupción sera la página siguiente.
et: Kui ükski tingimus ei vasta tõele, on järgmine paus järgmine küsimus.
he: כאשר אין תנאי נכון, השאלה הבאה להפסקה זו תהיה העמוד הבא.
id: Ketika kondisi tidak benar, maka pertanyaan berikut ini istirahat akan menjadi halaman berikutnya.
it: Quando nessuna condizione è vera, la domanda che segue questa interruzione sarà la pagina successiva.
nl: Wanneer aan geen conditie is voldaan, is de vraag na deze onderbreking de volgende pagina.
pl: Gdy żaden warunek nie jest prawdziwy, pytanie po tej przerwie będzie na następnej stronie.
pt: Quando nenhuma condição for verdadeira, então a pergunta após esta pausa será a próxima página.
ru: Когда ни одно из условий не истинно, следующий за этим элементом вопрос будет на следующей странице.
sv: När inget villkor är sant kommer frågan efter detta paus att bli nästa sida.
th: เมื่อไม่มีเงื่อนไขใดเป็นจริงคำถามต่อจากช่วงพักนี้จะเป็นหน้าถัดไป
tr: Hiçbir koşul doğru olmadığı zaman sayfanın sonunu takip eden soru sonraki sayfada olacaktır.
uk: Якщо жодна умова не відповідає дійсності, то питання після цієї перерви буде наступною сторінкою.
zh_hant: 当没有条件成立时，所有此中断后面的问题将成为下个页面。

source: White
ar: أبيض
de: Weiß
es: Blanco
et: Valge
he: לבן
id: Putih
it: Bianco
nl: Wit
pl: Biały
pt: Branco
ru: Белый
sv: Vit
th: สีขาว
tr: Beyaz
uk: Білий
zh_hant: 白色的

source: Wrong
ar: خاطئ
de: Falsch
es: Equivocado
et: Vale
he: שגוי
id: Salah
it: Sbagliato
nl: Fout
pl: Zło
pt: Errado
ru: Неправильный
sv: Fel
th: ผิด
tr: Yanlış
uk: Неправильно
zh_hant: 錯誤的

source: Yes or no question
ar: نعم أو لا سؤال
de: Ja oder Nein Frage
es: Si o no pregunta
et: Jah või ei
he: כן או לא שאלה
id: Ya atau tidak pertanyaan
it: Sì o nessuna domanda
nl: Ja/nee-vraag
pl: Tak lub nie pytanie
pt: Sim ou não pergunta
ru: Да или нет вопрос
sv: Ja eller ingen fråga
th: ใช่หรือไม่ใช่คำถาม
tr: evet mi hayır mı soru
uk: Так чи ні питання
zh_hant: 是或否問題

source: Yes/No
ar: نعم / لا
de: Ja/Nein
es: Si/No
et: Jah ei
he: כן לא
id: Ya/Tidak
it: Sì/No
nl: Ja/Nee
pl: Tak/Nie
pt: Sim/Não
ru: Да/Нет
sv: Ja Nej
th: ใช่ไม่ใช่
tr: Evet/Hayır
uk: Так/Ні
zh_hant: 是/否

source: You already filled this in, but you can change your previous answers.
ar: لقد ملأت هذا بالفعل ، لكن يمكنك تغيير إجاباتك السابقة.
de: Sie haben dies bereits ausgefüllt, aber Sie können Ihre vorherigen Antworten ändern.
es: Ya usted rellenó este campo, pero usted puede cambiar sus respuestas anteriores.
et: Selle olete juba täitnud, kuid saate oma varasemaid vastuseid muuta.
he: כבר מילאת את זה, אבל אתה יכול לשנות את התשובות הקודמות שלך.
id: Anda sudah diisi ini, tetapi anda dapat mengubah jawaban sebelumnya.
it: Hai già compilato questo, ma puoi cambiare le tue risposte precedenti.
nl: Je hebt dit al ingevuld, maar je kan je vorige antwoorden wijzigen.
pl: Wypełniłeś już to, ale możesz zmienić swoje poprzednie odpowiedzi.
pt: Você já preencheu isto, mas pode alterar as suas respostas anteriores.
ru: Вы уже заполнили эту форму, но можете изменить свои предыдущие ответы.
sv: Du har redan fyllt i detta men du kan ändra dina tidigare svar.
th: คุณกรอกข้อมูลนี้แล้ว แต่คุณสามารถเปลี่ยนคำตอบก่อนหน้านี้ได้
tr: Burayı önceden doldurdun, fakat önceki cevaplarınızı değiştirebilirsiniz.
uk: Ви вже заповнили це, але можете змінити свої попередні відповіді.
zh_hant: 你已经填好了，但你可以改变你之前的答案。

source: You already filled this in.
ar: لقد ملأت هذا بالفعل.
de: Sie haben dies bereits ausgefüllt.
es: Ya has rellenado esto.
et: Selle olete juba täitnud.
he: כבר מילאת את זה.
id: Anda sudah mengisi ini.
it: L'hai già compilato.
nl: Je hebt dit al ingevuld.
pl: Już to wypełniłeś.
pt: Você já preencheu isto.
ru: Ты уже заполнил это.
sv: Du har redan fyllt i det här.
th: คุณกรอกข้อมูลนี้แล้ว
tr: Burayı önceden doldurdun.
uk: Ви вже заповнили це.
zh_hant: 你已经填好了

source: You are not allowed to change these results.
ar: لا يسمح لك بتغيير هذه النتائج.
de: Sie dürfen diese Ergebnisse nicht verändern.
es: No tiene permitido cambiar estos resultados.
et: Teil pole lubatud neid tulemusi muuta.
he: אינך רשאי לשנות תוצאות אלה.
id: Anda tidak diizinkan untuk mengubah hasil tersebut.
it: Non ti è permesso cambiare questi risultati.
nl: Je hebt geen rechten om de resultaten te veranderen.
pl: Nie wolno ci zmieniać tych wyników.
pt: Você não tem permissão para alterar estes resultados.
ru: Вы не имеете права изменять эти результаты.
sv: Du får inte ändra dessa resultat.
th: คุณไม่ได้รับอนุญาตให้เปลี่ยนแปลงผลลัพธ์เหล่านี้
tr: Bu sonuçları değiştirmeye izin verilmiyor.
uk: Вам не дозволено змінювати ці результати.
zh_hant: 你不允许改变这些结果。

source: You are not allowed to see the results.
ar: لا يسمح لك برؤية النتائج.
de: Sie dürfen die Ergebnisse nicht sehen.
es: No se le permite ver los resultados.
et: Teil ei ole lubatud tulemusi näha.
he: אסור לראות את התוצאות.
id: Anda tidak diizinkan untuk melihat hasilnya.
it: Non sei autorizzato a vedere i risultati.
nl: Je hebt geen toestemming om de resultaten te zien.
pl: Nie możesz zobaczyć wyników.
pt: Você não tem permissão para ver os resultados.
ru: Вам не разрешено видеть результаты.
sv: Du får inte se resultatet.
th: คุณไม่ได้รับอนุญาตให้ดูผลลัพธ์
tr: Sonuçları görmenize izin verilmiyor.
uk: Ви не маєте права переглядати результати.
zh_hant: 您無權查看結果。

source: You must be allowed to edit the form, to edit its results.
ar: يجب أن يُسمح لك بتحرير النموذج ، لتحرير نتائجه.
de: Sie müssen berechtigt sein, das Formular und seine Ergebnisse zu bearbeiten.
es: Debe tener permiso para editar el formulario, para editar sus resultados.
et: Teil peab olema lubatud vormi redigeerida, selle tulemusi redigeerida.
he: יש לאפשר לך לערוך את הטופס, כדי לערוך את התוצאות שלו.
id: Anda harus diizinkan untuk mengedit formulir, untuk mengedit hasilnya.
it: Devi essere autorizzato a modificare il modulo, a modificarne i risultati.
nl: Je hebt toestemming nodig om het formulier te bewerken, om de resultaten ervan te bewerken.
pl: Musisz mieć możliwość edytowania formularza, edytowania jego wyników.
pt: Você deve ter permissão para editar o formulário, para editar seus resultados.
ru: Вам должно быть разрешено редактировать форму, редактировать ее результаты.
sv: Du måste få redigera formuläret för att redigera dess resultat.
th: คุณต้องได้รับอนุญาตให้แก้ไขแบบฟอร์มเพื่อแก้ไขผลลัพธ์
tr: Sonuçlarını düzenlemek için formu düzenlemenize izin verilmelidir.
uk: Вам необхідно дозволити редагувати форму, редагувати її результати.
zh_hant: 您必須被允許編輯表格，才能編輯其結果。

source: You received this email because your email address is configured in the settings as the handling address.
ar: لقد استلمت هذا البريد الإلكتروني لأن عنوان بريدك الإلكتروني مهيأ في الإعدادات كعنوان معالجة.
es: Ha recibido este correo electrónico porque su dirección de correo electrónico está configurada en los ajustes como dirección de gestión.
et: Saite selle e-kirja, sest teie e-posti aadress on seadetes konfigureeritud käitlemisaadressiks.
he: קיבלת דוא"ל זה מכיוון שכתובת הדוא"ל שלך מוגדרת בהגדרות ככתובת הטיפול.
id: Anda menerima email ini karena alamat email Anda dikonfigurasikan dalam pengaturan sebagai alamat penanganan.
it: Avete ricevuto questa e-mail perché il vostro indirizzo e-mail è configurato nelle impostazioni come indirizzo di gestione.
nl: Je hebt deze e-mail ontvangen omdat je e-mailadres in de formulier-instellingen is geconfigureerd als het afhandelingsadres.
pl: Otrzymałeś tę wiadomość e-mail, ponieważ Twój adres e-mail jest skonfigurowany w ustawieniach jako adres do obsługi.
pt: Recebeu esta mensagem de correio eletrónico porque o seu endereço de correio eletrónico está configurado nas definições como o endereço de tratamento.
ru: Вы получили это письмо, потому что ваш адрес электронной почты указан в настройках как адрес обработки.
th: คุณได้รับอีเมลนี้เนื่องจากที่อยู่อีเมลของคุณถูกกำหนดไว้ในตั้งค่าเป็นที่อยู่สำหรับการจัดการ
tr: E-posta adresiniz ayarlarda işlem adresi olarak yapılandırıldığı için bu e-postayı aldınız.
uk: Ви отримали цей лист, тому що ваша електронна адреса вказана в налаштуваннях як адреса обробки.

source: Your result
ar: نتيجتك
de: Ihr Ergebnis
es: Su resultado
et: Teie tulemus
he: התוצאה שלך
id: Hasil Anda
it: Il tuo risultato
nl: Jouw resultaat
pl: Twój wynik
pt: O seu resultado
ru: Ваш результат
sv: Ditt resultat
th: ผลลัพธ์ของคุณ
tr: Senin sonucun
uk: Ваш результат
zh_hant: 您的结果

source: Your session was expired, please restart and try again.
ar: لقد انتهت الجلسة الخاصة بك، يرجى إعادة التشغيل والمحاولة مرة أخرى.
de: Ihre Sitzung ist abgelaufen. Bitte starten Sie neu und versuchen Sie es erneut.
es: Su sesión ha expirado, por favor reinicie e intente nuevamente.
et: Teie seanss aegus, taaskäivitage ja proovige uuesti.
he: פג תוקף ההפעלה שלך, אנא הפעל מחדש ונסה שוב.
id: Sesi Anda telah kedaluwarsa, silakan mulai ulang dan coba lagi.
it: La sessione è scaduta. Riavvia e riprova.
nl: De sessie is verlopen, start opnieuw op en probeer het nog een keer.
pl: Twoja sesja wygasła. Uruchom ponownie i spróbuj jeszcze raz.
pt: Sua sessão expirou, reinicie e tente novamente.
ru: Ваш сеанс истек, пожалуйста, перезапустите и повторите попытку.
sv: Din session har löpt ut, starta om och försök igen.
th: เซสชั่นของคุณหมดอายุแล้ว กรุณาเริ่มต้นใหม่และลองอีกครั้ง
tr: Oturumunuz sona erdi, lütfen yeniden başlatıp tekrar deneyin.
uk: Ваш сеанс минув, будь ласка, перезапустіть і повторіть спробу.
zh_hant: 您的會話已過期，請重新啟動並重試。

source: chocolate
ar: شوكولاتة
de: Schokolade
et: šokolaad
he: שוקולד
id: cokelat
it: cioccolato
nl: chocolade
pl: czekolada
ru: шоколад
sv: choklad
th: ช็อคโกแลต
tr: çikolata
uk: шоколад
zh_hant: 巧克力

source: date
ar: تاريخ
de: Datum
es: fecha
et: kuupäev
he: תַאֲרִיך
id: tanggal
it: Data
nl: datum
pl: data
pt: data
ru: Дата
sv: datum
th: วันที่
tr: tarih
uk: дата
zh_hant: 日期

source: email
ar: البريد الإلكتروني
et: e-post
he: אימייל
id: surel
pt: o email
ru: электронное письмо
sv: e-post
th: อีเมล
tr: e-posta
uk: електронна пошта
zh_hant: 電子郵件

source: go to
ar: اذهب إلى
de: gehen zu
es: ir a
et: minema
he: לך ל
id: pergi ke
it: vai a
nl: gaan naar
pl: udać się do
pt: ir para
ru: идти
sv: gå till
th: ไปที่
tr: git
uk: йти до
zh_hant: 去

source: ice cream and my favorite color is
ar: الآيس كريم ولوني المفضل هو
de: Eiscreme und meine Lieblingsfarbe ist
es: helado y mi color favorito es
et: jäätis ja minu lemmikvärv on
he: גלידה והצבע האהוב עלי ביותר הוא
id: es krim dan warna favorit saya adalah
it: gelato e il mio colore preferito è
nl: ijs en mij favoriete kleur is
pl: lody i mój ulubiony kolor to
pt: sorvete e a minha cor favorita é
ru: мороженое и мой любимый цвет
sv: glass och min favoritfärg är
th: ไอศกรีมและสีโปรดของฉันคือ
tr: dondurma ve en sevdiğim renk
uk: морозиво і мій улюблений колір
zh_hant: 冰淇淋和我最喜欢的颜色是

source: if
ar: إذا
de: wenn
es: si
et: kui
he: אם
id: jika
it: se
nl: als
pl: jeśli
pt: se
ru: если
sv: om
th: ถ้า
tr: eğer
uk: якщо
zh_hant: 如果

source: member
ar: عضو
de: Mitglied
es: miembro
et: liige
he: חבר
id: anggota
it: membro
nl: lid
pl: członek
pt: membro
ru: член
sv: medlem
th: สมาชิก
tr: üye
uk: член
zh_hant: 成員

source: must be a date
ar: يجب أن يكون تاريخًا
de: muss ein Datum sein
es: debe ser un dato
et: peab olema kuupäev
he: חייב להיות תאריך
id: harus berupa sebuah tanggal
it: deve essere una data
nl: moet een datum zijn
pl: musi być data
pt: deve ser uma data
ru: должно быть датой
sv: måste vara ett datum
th: ต้องเป็นวันที่
tr: bir tarih olmalıdır
uk: має бути дата
zh_hant: 必须是日期

source: must be a number
ar: يجب أن يكون عدد
de: muss eine Zahl sein
es: debe ser un número
et: peab olema number
he: חייב להיות מספר
id: harus sebuah nomor
it: deve essere un numero
nl: moet een numerieke waarde zijn
pl: precisa ser números
pt: deve ser um número
ru: должно быть числом
sv: måste vara en siffra
th: จะต้องเป็นตัวเลข
tr: bir sayı olmalıdır
uk: має бути числом
zh_hant: 必须是数字

source: must be a phone number
ar: يجب أن يكون رقم هاتف
de: muss eine Rufnummer sein
es: debe ser un número de teléfono
et: peab olema telefoninumber
he: חייב להיות מספר טלפון
id: harus berupa sebuah nomor telepon
it: deve essere un numero di telefono
nl: moet een telefoonnummer zijn
pl: musi to być numer telefonu
pt: deve ser um número de telefone
ru: должно быть телефонным номером
sv: måste vara ett telefonnummer
th: ต้องเป็นหมายเลขโทรศัพท์
tr: bir telefon numarası olmalıdır
uk: має бути номер телефону
zh_hant: 必须是电话号码

source: must be an e-mail address
ar: يجب أن يكون عنوان البريد الإلكتروني
de: muss eine E-Mail Adresse sein
es: debe ser una dirección de correo electrónico
et: peab olema e-posti aadress
he: חייבת להיות כתובת דואר אלקטרוני
id: harus berupa sebuah alamat e-mail
it: deve essere un indirizzo e-mail
nl: moet een e-mailadres zijn
pl: precisa ser um endereço de e-mail
pt: deve ser um endereço de e-mail
ru: должно быть адресом e-mail
sv: måste vara en e-postadress
th: ต้องเป็นที่อยู่อีเมล
tr: bir e-posta adresi olmalıdır
uk: має бути адреса електронної пошти
zh_hant: 必须是 e-mail 地址

source: must be an email address
ar: يجب أن يكون عنوان بريد إلكتروني
de: muss eine E-Mail-Adresse sein
es: debe ser una dirección de correo electrónico
et: peab olema e-posti aadress
he: חייבת להיות כתובת דוא"ל
id: harus berupa alamat email
it: deve essere un indirizzo email
nl: moet een e-mailadres zijn
pl: musi być adresem e-mail
pt: deve ser um endereço de email
ru: должен быть адрес электронной почты
sv: måste vara en e-postadress
th: ต้องเป็นที่อยู่อีเมล
tr: bir e-posta adresi olmalı
uk: має бути адресою електронної пошти
zh_hant: 必須是電子郵件地址

source: name >= 2
ar: الاسم> = 2
es: nombre >= 2
et: nimi> = 2
he: שם> = 2
id: nama > = 2
it: nome >= 2
nl: naam >= 2
pl: nazwa >= 2
pt: nome >= 2
ru: имя >= 2
sv: namn> = 2
th: ชื่อ> = 2
tr: ad > = 2
uk: ім'я >= 2
zh_hant: 名字>=2

source: number
ar: عدد
de: Nummer
es: número
he: מספר
id: jumlah
it: numero
nl: getal
pl: numer
pt: número
ru: номер
sv: siffra
th: จำนวน
tr: numara
uk: номер
zh_hant: 數字

source: one per line
ar: واحد في كل سطر
de: eine pro Zeile
es: uno por línea
et: üks rea kohta
he: אחת לשורה
id: satu per baris
it: uno per linea
nl: één per regel
pl: jeden na linię
pt: uma por linha
ru: по одному на линию
sv: en per rad
th: หนึ่งรายการต่อบรรทัด
tr: her satıra bir tane
uk: по одному на рядок
zh_hant: 每行一个

source: phone number
ar: رقم الهاتف
de: Telefonnummer
es: número de teléfono
et: telefoninumber
he: מספר טלפון
id: nomor telepon
it: numero di telefono
nl: telefoonnummer
pl: numer telefonu
pt: número de telefone
ru: телефонный номер
sv: telefonnummer
th: หมายเลขโทรศัพท์
tr: telefon numarası
uk: телефонний номер
zh_hant: 電話號碼

source: question == 1
ar: السؤال == 1
de: Frage == 1
es: pregunta == 1
et: küsimus == 1
he: שאלה == 1
id: pertanyaan == 1
it: domanda == 1
nl: vraag == 1
pl: pytanie == 1
pt: pergunta == 1
ru: вопрос == 1
sv: fråga == 1
th: คำถาม == 1
tr: soru == 1
uk: питання == 1
zh_hant: 问题=1

source: select…
ar: حدد…
de: auswählen...
es: seleccionar…
et: valige…
he: בחר…
id: pilih…
it: selezionare…
nl: kies…
pl: wybierz…
pt: selecione…
ru: выберите…
sv: välj…
th: เลือก…
tr: seçin…
uk: виберіть…
zh_hant: 选择...

source: text
ar: نص
es: texto
et: teksti
he: טֶקסט
id: teks
it: testo
nl: tekst
pl: tekst
pt: texto
ru: текст
th: ข้อความ
tr: Metin
uk: текст
zh_hant: 文本

source: years old. I like
ar: سنة. انا يعجبني
de: Jahre alt. Ich mag
es: edad. Me gusta
et: aastat vana. mulle meeldib
he: שנים. אני אוהב
id: tahun. saya suka
it: anni. Mi piace
nl: jaar oud. Ik hou van
pl: latami. Podoba mi się
pt: ...anos de idade. Eu gosto...
ru: в возрасте. Мне нравится
sv: år gammal. jag gillar
th: ปี. ฉันชอบ
tr: yaşında. Ben severim
uk: років. Мені подобається
zh_hant: 岁。我喜欢

source: Add a new language or change languages.
ar: إضافة لغة جديدة أو تغيير اللغات.
de: Fügen Sie eine neue Sprache hinzu oder ändern Sie die Sprache.
es: Agregue un nuevo idioma o cambie de idioma.
et: Lisage uus keel või muutke keeli.
he: הוסף שפה חדשה או שנה שפות.
id: Tambahkan bahasa baru atau ubah bahasa.
it: Aggiungi una nuova lingua o cambia lingua.
nl: Voeg een nieuwe taal toe of wijzig de taal.
pl: Dodaj nowy język lub zmień języki.
pt: Adicione um novo idioma ou altere os idiomas.
ru: Добавьте новый язык или измените языки.
sv: Lägg till ett nytt språk eller byt språk.
th: เพิ่มภาษาใหม่หรือเปลี่ยนภาษา
tr: Yeni bir dil ekleyin veya dilleri değiştirin.
uk: Додайте нову мову або змініть мову.
zh_hant: 新增語言或更改語言。

source: Add a new translation
ar: إضافة ترجمة جديدة
de: Fügen Sie eine neue Übersetzung hinzu
es: Agregar una nueva traducción
et: Lisage uus tõlge
he: הוסף תרגום חדש
id: Tambahkan terjemahan baru
it: Aggiungi una nuova traduzione
nl: Voeg een nieuwe vertaling toe
pl: Dodaj nowe tłumaczenie
pt: Adicione uma nova tradução
ru: Добавить новый перевод
sv: Lägg till en ny översättning
th: เพิ่มคำแปลใหม่
tr: Yeni bir çeviri ekle
uk: Додайте новий переклад
zh_hant: 新增翻譯

source: Add language
ar: إضافة لغة
de: Sprache hinzufügen
es: Agregar idioma
et: Lisa keel
he: הוסף שפה
id: Tambah bahasa
it: Aggiungi lingua
nl: Voeg taal toe
pl: Dodaj język
pt: Adicionar idioma
ru: Добавить язык
sv: Lägg till språk
th: เพิ่มภาษา
tr: Dil ekle
uk: Додайте мову
zh_hant: 添加语言

source: Add translation
ar: أضف الترجمة
de: Übersetzung hinzufügen
es: Agregar traducción
et: Lisa tõlge
he: הוסף תרגום
id: Tambahkan terjemahan
it: Aggiungi traduzione
nl: Vertaling toevoegen
pl: Dodaj tłumaczenie
pt: Adicionar tradução
ru: Добавить перевод
sv: Lägg till översättning
th: เพิ่มคำแปล
tr: Çeviri ekle
uk: Додати переклад
zh_hant: 新增翻譯

source: Added
ar: مضاف
de: Hinzugefügt
es: Añadido
et: Lisatud
he: נוסף
id: Menambahkan
it: Aggiunto
nl: Toegevoegd
pl: Dodano
pt: Adicionado
ru: Добавлен
sv: Lagt till
th: เพิ่มแล้ว
tr: Eklendi
uk: Додано
zh_hant: 新增

source: All languages
ar: كل اللغات
de: Alle Sprachen
es: Todos los idiomas
et: Kõik keeled
he: כל השפות
id: Semua bahasa
it: Tutte le lingue
nl: Alle talen
pl: Wszystkie języki
pt: Todos os idiomas
ru: Все языки
sv: Alla språk
th: ทุกภาษา
tr: Tüm diller
uk: Всі мови
zh_hant: 所有语言

source: All texts were translated.
ar: تمت ترجمة كافة النصوص.
de: Alle Texte wurden übersetzt.
es: Todos los textos fueron traducidos.
et: Kõik tekstid tõlgiti.
he: כל הטקסטים תורגמו.
id: Semua teks diterjemahkan.
it: Tutti i testi sono stati tradotti.
nl: Alle teksten zijn vertaald.
pl: Wszystkie teksty zostały przetłumaczone.
pt: Todos os textos foram traduzidos.
ru: Все тексты были переведены.
sv: Alla texter översattes.
th: ข้อความทั้งหมดถูกแปล
tr: Tüm metinler tercüme edildi.
uk: Усі тексти були перекладені.
zh_hant: 所有文字均已翻譯。
