Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: This overview allows you to send the current page to a group of recipients, grouped into mailing lists. Choose 'preview mailing' to open a popup window which shows how the mailing will look like when it is sent; choose 'send test mailing' to send it to the predefined list of test e-mail addresses. Choose 'edit' to go back to editing the page. Each mailinglist is listed in the table below, together with statistics on when it was sent and to how many recipients.
ar: تتيح لك هذه النظرة العامة إرسال الصفحة الحالية إلى مجموعة من المستلمين ، مجمعين في قوائم بريدية. اختر "معاينة البريد" لفتح نافذة منبثقة توضح الشكل الذي ستبدو عليه الرسائل البريدية عند إرسالها ؛ اختر "إرسال بريد تجريبي" لإرساله إلى القائمة المحددة مسبقًا لعناوين البريد الإلكتروني للاختبار. اختر "تحرير" للعودة إلى تحرير الصفحة. يتم سرد كل قائمة بريدية في الجدول أدناه ، جنبًا إلى جنب مع إحصائيات حول وقت إرسالها وعدد المستلمين.
de: Mit dieser Übersicht können Sie die aktuelle Seite an eine Gruppe von Empfängern, gruppiert in Mailinglisten, versenden. Wählen Sie 'Vorschau-Mailing', um ein Popup-Fenster zu öffnen, das zeigt, wie das Mailing aussehen wird, wenn es gesendet wird; wählen Sie 'Test-Mailing senden', um es an die vordefinierte Liste von Test-E-Mail-Adressen zu senden. Wählen Sie 'bearbeiten', um zurück zur Bearbeitung der Seite zu gelangen. Jede Mailingliste ist in der folgenden Tabelle aufgelistet, zusammen mit einer Statistik darüber, wann sie gesendet wurde und an wie viele Empfänger.
es: Este resumen le permite a usted enviar la página actual a algún grupo de recipientes, agrupados en listas de correos. Escoja 'vista previa de correos' para que se abra una ventana emergente que le va a mostrar cómo los correos se verán cuando sean enviados; escoja 'enviar prueba de correos' para enviarla a la lista de pruebas de direcciones e-mail predefinida. Escoja 'editar' para volver a la página de edición. Cada lista de correos se muestra en una tabla a continuación, junto con estadísticas de cuándo fue enviado y a cuantas direcciones.
et: See ülevaade võimaldab teil praeguse lehe saata adressaatide rühmale, grupeerituna meililistidesse. Valige hüpikakna avamiseks eelvaade, mis näitab, kuidas postitus välja näeb, kui see saadetakse; valige "saada testpostitus", et saata see e-posti aadressi eelnevalt määratletud loendisse. Lehe muutmiseks naasmiseks valige „Muuda“. Iga meililist on loetletud allolevas tabelis koos statistikaga selle saatmise aja ja mitme adressaadi kohta.
he: סקירה זו מאפשרת לך לשלוח את העמוד הנוכחי לקבוצת נמענים, המקובצים ברשימות תפוצה. בחר 'תצוגה מקדימה של דיוור' כדי לפתוח חלון קופץ המראה כיצד ייראה הדיוור בעת שליחתו; בחר 'שלח דיוור למבחן' כדי לשלוח אותו לרשימה המוגדרת מראש של כתובות דואר אלקטרוני לבדיקה. בחר 'ערוך' כדי לחזור לעריכת הדף. כל רשימת תפוצה רשומה בטבלה שלהלן, יחד עם נתונים סטטיסטיים על מועד שליחתה ולכמה נמענים.
id: Gambaran ini memungkinkan anda untuk mengirim sebuah halaman saat ini untuk kelompok penerima, dikelompokkan ke dalam daftar surat. Pilih 'pratinjau surat' untuk membuka jendela popup yang menunjukkan bagaimana surat akan terlihat seperti ketika itu dikirim; pilih 'mengirim tes pesan' untuk mengirim ke daftar standar dari tes e-mail. Pilih 'edit' untuk kembali untuk pemeriksaan halaman. Masing-masing daftar pesan tercantum didalam tabel di bawah ini, bersama-sama dengan statistik pada saat itu dikirim dan berapa banyak penerima.
it: Questa panoramica ti permette di inviare la pagina corrente a un gruppo di destinatari, raggruppati in mailing list. Scegli 'preview mailing' per aprire una finestra popup che mostra come sarà il mailing quando verrà inviato; scegli 'send test mailing' per inviarlo alla lista predefinita di indirizzi e-mail di prova. Scegliere 'modifica' per tornare a modificare la pagina. Ogni mailinglist è elencata nella tabella sottostante, insieme alle statistiche su quando è stata inviata e a quanti destinatari.
nl: Met dit overzicht kan je de huidige pagina naar een groep ontvangers sturen, gegroepeerd in mailinglijsten. Kies 'preview-mailing' om een popup-venster te openen dat laat zien hoe de mailing eruit zal zien wanneer deze wordt verzonden; kies 'testmailing verzenden' om deze naar de vooraf gedefinieerde lijst met test-e-mailadressen te verzenden. Kies 'bewerken' om terug te gaan naar het bewerken van de pagina. Elke mailinglijst staat in de onderstaande tabel, samen met de statistieken over wanneer de mailing is verstuurd en naar hoeveel ontvangers.
pl: Ten przegląd umożliwia wysłanie bieżącej strony do grupy odbiorców, pogrupowanych w listy mailingowe. Wybierz 'podgląd mailingu', aby otworzyć wyskakujące okienko, które pokazuje jak będzie wyglądał mailing gdy zostanie on wysłany; wybierz 'wyślij test mailingu', aby wysłać go na zdefiniowaną wcześniej listę testowych adresów e-mail. Wybierz 'edytuj', aby wrócić do edycji strony. Każda lista mailingowa znajduje się w tabeli poniżej, wraz ze statystykami dotyczącymi daty wysłania i liczby odbiorców.
pt: Esta síntese permite que você envie a página atual para um grupo de destinatários, agrupados em listas de discussão. Escolha 'preview mailing' para abrir uma janela popup que mostra como será a correspondência quando ela for enviada; escolha 'send test mailing' para enviá-la para a lista de endereços de e-mail de teste predefinidos. Escolha 'editar' para voltar a editar a página. Cada mailinglist é listado na tabela abaixo, juntamente com estatísticas sobre quando foi enviado e para quantos destinatários.
ru: Этот обзор позволяет отправить текущую страницу группе получателей, сгруппированных в списки рассылки. Выберите 'предварительный просмотр рассылки', чтобы открыть всплывающее окно, показывающее, как будет выглядеть рассылка, когда она будет отправлена; выберите 'отправить тестовую рассылку', чтобы отправить ее в предопределенный список тестовых адресов электронной почты. Выберите 'редактировать', чтобы вернуться к редактированию страницы. Каждый почтовый список перечислен в таблице ниже, вместе со статистикой о том, когда он был отправлен и сколько получателей.
sv: Denna översikt låter dig skicka den aktuella sidan till en mottagargrupp, grupperad i e-postlistor. Välj "förhandsgranskning" för att öppna ett popup-fönster som visar hur utsändningen kommer att se ut när den skickas. välj 'skicka testutskick' för att skicka det till den fördefinierade listan över test-e-postadresser. Välj "redigera" för att gå tillbaka till redigering av sidan. Varje postlista listas i tabellen nedan, tillsammans med statistik om när den skickades och till hur många mottagare.
th: ภาพรวมนี้ช่วยให้คุณสามารถส่งเพจปัจจุบันไปยังกลุ่มผู้รับโดยจัดกลุ่มไว้ในรายชื่ออีเมล เลือก "ดูตัวอย่างการส่งจดหมาย" เพื่อเปิดหน้าต่างป๊อปอัปซึ่งจะแสดงให้เห็นว่าการส่งจดหมายจะเป็นอย่างไรเมื่อส่ง เลือก 'ส่งอีเมลทดสอบ' เพื่อส่งไปยังรายการที่อยู่อีเมลทดสอบที่กำหนดไว้ล่วงหน้า เลือก "แก้ไข" เพื่อกลับไปแก้ไขหน้า รายชื่ออีเมลแต่ละรายการแสดงอยู่ในตารางด้านล่างพร้อมกับสถิติว่าเมื่อใดถูกส่งและจำนวนผู้รับ
tr: Bu genel bakış, geçerli sayfayı bir grup alıcıya göndermenize, bunları posta listelerine gruplamanıza izin verir. Posta gönderildiğinde nasıl görüneceğini gösteren açılır bir pencere açmak için 'önizleme postasını seçin; önceden test edilmiş e-posta adresleri listesine göndermek için 'test postası gönder'i seçin. Sayfayı düzenlemeye dönmek için 'düzenle'yi seçin. Her posta gönderme listesinin, kaç kişiye ve ne zaman gönderileceği istatistiklerle birlikte aşağıdaki tabloda listelenmiştir.
uk: Цей огляд дозволяє надіслати поточну сторінку групі одержувачів, згрупованих у списки розсилки. Виберіть «попередній перегляд розсилки», щоб відкрити спливаюче вікно, яке показує, як буде виглядати розсилка, коли вона буде надіслана; виберіть «Надіслати тестову розсилку», щоб надіслати її на попередньо визначений список тестових адрес електронної пошти. Виберіть «редагувати», щоб повернутися до редагування сторінки. Кожен список розсилки наведено в таблиці нижче разом зі статистикою про те, коли він був надісланий і скільком одержувачам.
zh_hant: 这里可以将当前页面发送给一组收件人，这些收件人通过邮件列表分组。选择“预览邮件”来预览即将发送的邮件；选择“发送测试邮件”来将内容发送给预先定义的测试 e-mail 地址。选择“编辑”回到编辑页面。邮件列表在下面列出，同时还列出了相关的统计信息。

source: This page can be sent to different mailing lists.
ar: يمكن إرسال هذه الصفحة إلى قوائم بريدية مختلفة.
de: Diese Seite kann an verschiedene Mailinglisten gesendet werden.
es: Esta página puede ser enviada a diferentes listas de distribución de correo.
et: Seda lehte saab saata erinevatesse meililistidesse.
he: ניתן לשלוח דף זה לרשימות תפוצה שונות.
id: Halaman ini dapat dikirim ke berbagai daftar surat.
it: Questa pagina può essere inviata a diverse mailing list.
nl: Deze pagina kan naar verschillende mailinglijsten worden gestuurd.
pl: Tę stronę można wysłać do różnych list mailingowych.
pt: Esta página pode ser enviada para diferentes listas de correio.
ru: Эта страница может быть отправлена в различные списки рассылки.
sv: Denna sida kan skickas till olika e-postlistor.
th: หน้านี้สามารถส่งไปยังรายชื่อส่งเมลอื่นได้
tr: Bu sayfa farklı posta listelerine gönderilebilir.
uk: Цю сторінку можна надіслати в різні списки розсилки.
zh_hant: 页面可以被发送给不同的邮件列表。

source: Tick the checkbox if you want the recipient to receive a welcome e-mail message.
ar: ضع علامة في خانة الاختيار إذا كنت تريد أن يتلقى المستلم رسالة بريد إلكتروني ترحيبية.
de: Aktivieren Sie das Kontrollkästchen, wenn Sie möchten, dass der Empfänger eine Begrüßungs-E-Mail-Nachricht erhält.
es: Seleccione la casilla si desea que el destinatario reciba un mensaje de correo electrónico de bienvenida.
et: Märkige ruut, kui soovite, et saaja saaks tervitusmeilisõnumi.
he: סמן את תיבת הסימון אם ברצונך שהנמען יקבל הודעת דואר אלקטרוני בברכה.
id: Centang kotak centang jika anda ingin penerima untuk menerima sebuah pesan e-mail selamat datang.
it: Spunta la casella di controllo se vuoi che il destinatario riceva un messaggio e-mail di benvenuto.
nl: Vink het vakje aan als je wilt dat de ontvanger een welkomstbericht per e-mail ontvangt.
pl: Zaznacz pole wyboru, jeśli chcesz, aby odbiorca otrzymał powitalną wiadomość e-mail.
pt: Marque a caixa de seleção se você quiser que o destinatário receba uma mensagem de boas-vindas por e-mail.
ru: Установите флажок, если вы хотите, чтобы получатель получил приветственное электронное сообщение.
sv: Markera kryssrutan om du vill att mottagaren ska få ett välkomstmeddelande.
th: เลือกช่องทำเครื่องหมายหากคุณต้องการให้ผู้รับได้รับข้อความอีเมลต้อนรับ
tr: Alıcıların hoş geldiniz e-posta mesajı almasını istiyorsanız kutucuğu işaretleyin.
uk: Установіть прапорець, якщо Ви хочете, щоб одержувач отримував вітальне повідомлення електронної пошти.
zh_hant: 如果你需要收到欢迎消息，请选取。

source: Unsubscribe
ar: إلغاء الاشتراك
de: Abmelden
es: Cancelar suscripción
et: Tühista tellimus
he: בטל את הרישום
id: Berhenti berlangganan
it: Cancella l'iscrizione a
nl: Uitschrijven
pl: Wypisz się
pt: Anular a inscrição
ru: Отписаться от рассылки
sv: Säga upp
th: ยกเลิกการสมัคร
tr: Aboneliği iptal et
uk: Скасувати підписку
zh_hant: 取消订阅

source: Unsubscribe from
ar: إلغاء الاشتراك من
de: Abmelden von
es: Cancelar suscripción de
et: Tühista tellimus
he: בטל את הרישום ל-
id: Berhenti berlangganan
it: Cancella l'iscrizione a
nl: Schrijf uit van
pl: Anuluj subskrypcję
pt: Anular a inscrição de
ru: Отписаться от
sv: Avsluta prenumerationen på
th: ยกเลิกการสมัครสมาชิกจาก
tr: Aboneliğinden ayrıl
uk: Скасувати підписку на
zh_hant: 取消订阅自

source: Unsubscribe from mailing list
ar: إلغاء الاشتراك من القائمة البريدية
de: Aus der Mailingliste austragen
es: Cancelar suscripción de la lista de distribución de correo
et: Lõpeta meililoendi tellimus
he: בטל את הרישום לרשימת התפוצה
id: Berhenti berlangganan dari daftar mailing
it: Annullare l'iscrizione alla mailing list
nl: Uitschrijven van de mailinglijst
pl: Wypisz się z listy mailingowej
pt: Anular a subscrição da lista de correio
ru: Отписаться от рассылки
sv: Avsluta prenumerationen på e-postlistan
th: ยกเลิกการสมัครรับข้อมูลจากรายชื่ออีเมล
tr: Posta listesinin aboneliğinden ayrıl
uk: Скасувати підписку зі списку розсилки
zh_hant: 取消邮件列表订阅

source: Updated the recipient.
ar: تم تحديث المستلم.
de: Aktualisiert den Empfänger.
es: Destinatario actualizado.
et: Värskendas saajat.
he: עודכן את הנמען.
id: Diperbarui penerima.
it: Aggiornato il destinatario.
nl: De ontvanger is bijgewerkt.
pl: Zaktualizowano odbiorcę.
pt: Actualizei o destinatário.
ru: Обновление получателя.
sv: Uppdaterat mottagaren.
th: อัปเดตผู้รับ
tr: Alıcı güncellendi.
uk: Оновлено одержувача.
zh_hant: 更新收件人。

source: Upload a file with recipients. The file must contain a single e-mail address per line. The file’s character set must be utf-8.
ar: تحميل ملف مع المستلمين. يجب أن يحتوي الملف على عنوان بريد إلكتروني واحد في كل سطر. يجب أن تكون مجموعة أحرف الملف هي utf-8.
de: Laden Sie eine Datei mit Empfängern hoch. Die Datei muss eine einzelne E-Mail-Adresse pro Zeile enthalten. Der Zeichensatz der Datei muss utf-8 sein.
es: Subir un archivo con los destinatarios. El archivo debe contener una sola dirección de correo electrónico por línea. El conjunto de carácteres del archivo debe ser utf-8.
et: Laadige üles adressaatidega fail. Fail peab sisaldama ühte e-posti aadressi ühel real. Faili märgistik peab olema utf-8.
he: העלה קובץ עם נמענים. על הקובץ להכיל כתובת דואר אלקטרוני אחת בכל שורה. ערכת התווים של הקובץ חייבת להיות utf-8.
id: Mengunggah berkas dengan penerima. Berkas harus berisi satu alamat e-mail per baris. Berkas set karakter harus menjadi utf-8.
it: Carica un file con i destinatari. Il file deve contenere un solo indirizzo e-mail per riga. Il set di caratteri del file deve essere utf-8.
nl: Upload een bestand met ontvangers. Het bestand moet één e-mailadres per regel bevatten. De tekenset van het bestand moet utf-8 zijn.
pl: Prześlij plik z odbiorcami. Plik musi zawierać jeden adres e-mail w każdym wierszu. Zestaw znaków pliku musi mieć wartość utf-8.
pt: Faça o upload de um arquivo com os destinatários. O arquivo deve conter um único endereço de e-mail por linha. O conjunto de caracteres do arquivo deve ser utf-8.
ru: Загрузите файл с получателями. Файл должен содержать один адрес электронной почты на строку. Набор символов файла должен быть utf-8.
sv: Ladda upp en fil med mottagarna. Filen måste innehålla en e-postadress per rad. Filens teckenuppsättning måste vara utf-8.
th: อัปโหลดไฟล์กับผู้รับ ไฟล์ต้องมีที่อยู่อีเมลเดียวต่อบรรทัด ชุดอักขระของไฟล์ต้องเป็น utf-8
tr: Alıcılarıyla birlikte bir dosya yükleyin. Dosya satır başına tek bir e-posta adresine sahip olmak zorundadır. Dosyanın karakterleri utf-8 olmak zorundadır.
uk: Завантажте файл з одержувачами. Файл повинен містити одну адресу електронної пошти на рядок. Набір символів у файлі має бути utf-8.
zh_hant: 上传一个收件人文件。文件必须每行包含一个 e-mail 地址。文件编码必须是 utf-8。

source: Upload a list of recipients.
ar: تحميل قائمة المستلمين.
de: Laden Sie eine Liste von Empfängern hoch.
es: Subir una lista de destinatarios.
et: Laadige üles saajate loend.
he: העלה רשימת נמענים.
id: Unggah daftar penerima.
it: Carica un elenco di destinatari.
nl: Upload een lijst van ontvangers.
pl: Prześlij listę odbiorców.
pt: Faça o upload de uma lista de destinatários.
ru: Загрузите список получателей.
sv: Ladda upp en lista med mottagare.
th: อัปโหลดรายชื่อผู้รับ
tr: Alıcıların bir listesini yükle.
uk: Завантажте список одержувачів.
zh_hant: 上传收件人列表。

source: Use the link in your email to manage your subscriptions.
ar: استخدم الارتباط الموجود في بريدك الإلكتروني لإدارة اشتراكاتك.
de: Verwenden Sie den Link in Ihrer E-Mail, um Ihre Abonnements zu verwalten.
es: Use el enlace en su correo electrónico para administrar sus suscripciones.
et: Tellimuste haldamiseks kasutage meilis olevat linki.
he: השתמש בקישור בדוא"ל שלך כדי לנהל את המנויים שלך.
id: Gunakan tautan di email Anda untuk mengelola langganan Anda.
it: Usa il link nella tua e-mail per gestire le tue iscrizioni.
nl: Gebruik de link in de e-mail om je abonnementen te beheren.
pl: Użyj linku w wiadomości e-mail, aby zarządzać swoimi subskrypcjami.
pt: Use o link em seu e-mail para gerenciar suas assinaturas.
ru: Используйте ссылку в письме для управления подписками.
sv: Använd länken i ditt e-postmeddelande för att hantera dina prenumerationer.
th: ใช้ลิงก์ในอีเมลของคุณเพื่อจัดการการสมัครของคุณ
tr: Aboneliklerinizi yönetmek için e-postanızdaki bağlantıyı kullanın.
uk: Використовуйте посилання в електронному листі, щоб керувати своїми підписками.
zh_hant: 使用電子郵件中的鏈接來管理您的訂閱。

source: Used for uploading CSV files with recipients.
ar: يتم استخدامه لتحميل ملفات CSV مع المستلمين.
de: Dient zum Hochladen von CSV-Dateien mit Empfängern.
es: Se utiliza para cargar archivos CSV con destinatarios.
et: Kasutatakse CSV-failide üleslaadimiseks koos adressaatidega.
he: משמש להעלאת קבצי CSV עם נמענים.
id: Digunakan untuk mengunggah berkas CSV dengan penerima.
it: Utilizzato per caricare file CSV con i destinatari.
nl: Wordt gebruikt voor het uploaden van CSV-bestanden met ontvangers.
pl: Służy do przesyłania plików CSV z odbiorcami.
pt: Utilizado para enviar ficheiros CSV com destinatários.
ru: Используется для загрузки CSV-файлов с получателями.
sv: Används för att ladda upp CSV-filer med mottagare.
th: ใช้ในการอัพโหลดไฟล์ CSV พร้อมผู้รับ
tr: Alıcıların yer aldığı CSV dosyalarını yüklemek için kullanılır.
uk: Використовується для завантаження CSV-файлів з одержувачами.
zh_hant: 用於向收件人上傳 CSV 檔案。

source: View this page as mailing.
ar: مشاهدة هذه الصفحة بريدية.
de: Betrachten Sie diese Seite als Mailing.
es: Ver esta página como correo.
et: Kuva see leht postitamisena.
he: צפו בדף זה בתור דיוור.
id: Lihat halaman ini sebagai mailing.
it: Visualizza questa pagina come mailing.
nl: Bekijk deze pagina als mailing
pl: Wyświetl tę stronę jako mailing.
pt: Veja esta página como um mailing.
ru: Просмотрите эту страницу как почтовую рассылку.
sv: Visa den här sidan som utskick.
th: ดูหน้านี้เป็นการส่งจดหมาย
tr: Bu sayfayı posta olarak görüntüle.
uk: Перегляньте цю сторінку як розсилку.
zh_hant: 将此页面视为邮件。

source: Welcome to
ar: مرحبا بك في
de: Willkommen bei
es: Bienvenido a
et: Tere tulemast
he: ברוך הבא ל
id: Selamat datang di
it: Benvenuti a
nl: Welkom op
pl: Witamy w
pt: Bem-vindo a
ru: Добро пожаловать в
sv: Välkommen till
th: ยินดีต้อนรับสู่
tr: Hoş geldiniz
uk: Ласкаво просимо до
zh_hant: 欢迎来到

source: You are not allowed to add or enable recipients.
ar: غير مسموح لك بإضافة أو تمكين المستلمين.
de: Es ist Ihnen nicht erlaubt, Empfänger hinzuzufügen oder zu aktivieren.
es: No tiene permitido agregar o habilitar destinatarios.
et: Teil pole lubatud adressaate lisada ega lubada.
he: אינך רשאי להוסיף או להפעיל נמענים.
id: Anda tidak diperbolehkan untuk menambahkan ataupun mengaktifkan Penerima.
it: Non ti è permesso aggiungere o abilitare i destinatari.
nl: Je mag geen ontvanger toevoegen of verwijderen.
pl: Nie możesz dodawać ani włączać odbiorców.
pt: Você não está autorizado a adicionar ou habilitar destinatários.
ru: Вы не имеете права добавлять или разрешать получателей.
sv: Du får inte lägga till eller aktivera mottagare.
th: คุณไม่ได้รับอนุญาตให้เพิ่มหรือเปิดใช้งานผู้รับ
tr: Alıcıları eklemeye yada etkinleştirmeye izniniz yok.
uk: Вам заборонено додавати або вмикати одержувачів.
zh_hant: 不允许添加或启用收件人。

source: You are not allowed to cancel this mailing.
ar: لا يسمح لك بإلغاء هذه المراسلات.
de: Sie sind nicht berechtigt, dieses Mailing zu stornieren.
es: No tiene permitido cancelar este correo.
et: Teil pole lubatud seda postitust tühistada.
he: אינך רשאי לבטל דיוור זה.
id: Anda tidak diperbolehkan untuk membatalkan surat ini.
it: Non ti è permesso di cancellare questo invio.
nl: Het is niet toegestaan deze mailing te annuleren.
pl: Nie możesz anulować tego mailingu.
pt: Você não está autorizado a cancelar esta correspondência.
ru: Вы не имеете права отменять эту рассылку.
sv: Du får inte avbryta denna utskick.
th: คุณไม่ได้รับอนุญาตให้ยกเลิกการส่งจดหมายนี้
tr: Bu postalamayı iptal etmeye izniniz yok.
uk: Ви не можете скасувати цю розсилку.
zh_hant: 您不能取消此邮件。

source: You are not allowed to delete the mailing list.
ar: لا يسمح لك بحذف القائمة البريدية.
de: Sie dürfen die Mailingliste nicht löschen.
es: No tienes permiso para eliminar la lista de correos.
et: Teil pole lubatud postiloendit kustutada.
he: אינך רשאי למחוק את רשימת התפוצה.
id: Anda tidak diizinkan untuk menghapus mailing list.
it: Non ti è permesso di cancellare la mailing list.
nl: Het is niet toegestaan de mailinglijst te verwijderen.
pl: Nie masz uprawnień do usunięcia listy mailingowej.
pt: Não é permitido eliminar a lista de correio.
ru: Удаление списка рассылки запрещено.
sv: Du får inte ta bort e-postlistan.
th: คุณไม่ได้รับอนุญาตให้ลบรายชื่อผู้รับจดหมาย
tr: Posta listesini silmeye izniniz yok.
uk: Вам заборонено видаляти список розсилки.
zh_hant: 您不能删除邮件列表。

source: You are not allowed to edit recipients.
ar: لا يسمح لك لتحرير المستلمين.
de: Sie sind nicht berechtigt, Empfänger zu bearbeiten.
es: No tiene permitido editar destinatarios.
et: Teil pole lubatud adressaate muuta.
he: אינך רשאי לערוך נמענים.
id: Anda tidak diperbolehkan untuk mengedit penerima.
it: Non ti è permesso modificare i destinatari.
nl: Je mag geen ontvangers toevoegen of verwijderen.
pl: Nie możesz edytować odbiorców.
pt: Você não tem permissão para editar destinatários.
ru: Вы не имеете права редактировать получателей.
sv: Du har inte rätt att redigera mottagare.
th: คุณไม่ได้รับอนุญาตให้แก้ไขผู้รับ
tr: Alıcıları düzenlemeye izniniz yok.
uk: Вам не дозволено редагувати одержувачів.
zh_hant: 不允许编辑收件人。

source: You are not allowed to reset this mailing.
ar: لا يسمح لك بإعادة تعيين هذا البريد.
de: Es ist Ihnen nicht erlaubt, dieses Mailing zurückzusetzen.
es: No tiene permitido restablecer este correo.
et: Teil pole lubatud seda postitust lähtestada.
he: אינך רשאי לאפס דיוור זה.
id: Anda tidak diizinkan untuk mengatur ulang milis ini.
it: Non ti è permesso resettare questo invio.
nl: Het is niet toegestaan deze mailing te resetten.
pl: Nie możesz zresetować tego mailingu.
pt: Você não está autorizado a reiniciar esta correspondência.
ru: Вам не разрешается перезагружать эту рассылку.
sv: Du får inte återställa denna utskick.
th: คุณไม่ได้รับอนุญาตให้รีเซ็ตการส่งจดหมายนี้
tr: Bu postayı sıfırlama yetkiniz yok.
uk: Вам не дозволено скидати цю розсилку.
zh_hant: 您不允许重新设置此邮件。

source: You are not allowed to send mail to the test mailing list.
ar: غير مسموح لك بإرسال بريد إلى القائمة البريدية التجريبية.
de: Es ist nicht erlaubt, E-Mails an die Test-Mailingliste zu senden.
es: No tiene permitido enviar correos a la lista de prueba de distribución de correo.
et: Teil ei ole lubatud postitada testpostiloendisse.
he: אינך רשאי לשלוח דואר לרשימת התפוצה של הבדיקה.
id: Anda tidak diperbolehkan untuk mengirim e-mail untuk menguji daftar mailing.
it: Non ti è permesso inviare posta alla mailing list di prova.
nl: Je hebt geen rechten om deze pagina naar de test mailinglijst te sturen
pl: Nie możesz wysyłać wiadomości do testowej listy mailingowej.
pt: Você não está autorizado a enviar correio para a lista de correio de teste.
ru: Вы не имеете права отправлять почту в тестовый список рассылки.
sv: Du får inte skicka e-post till testlistan.
th: คุณไม่ได้รับอนุญาตให้ส่งเมลไปยังรายชื่อผู้รับจดหมายทดสอบ
tr: Test posta listesine posta göndermeye izniniz yok.
uk: Вам заборонено надсилати листи до тестового списку розсилки.
zh_hant: 不允许发送邮件给测试邮件地址。
