Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Hide the user’s id or browser-id from result exports
ar: إخفاء معرف المستخدم أو معرّف المتصفح من عمليات تصدير النتائج
de: Ausblenden der Benutzer- oder Browser-ID bei Ergebnis-Exporten
es: Ocultar el id de usuario o id del navegador del resultado de exportaciones
et: Peida kasutaja ID või brauseri ID tulemuste eksportimise eest
he: הסתר את מזהה המשתמש או מזהה הדפדפן מייצוא התוצאות
id: Sembunyikan id pengguna atau browser-id dari hasil ekspor
it: Nascondere l'id dell'utente o il browser-id dalle esportazioni dei risultati
nl: Verberg de gebruiker’s id of browser-id in de exports
pl: Ukrycie identyfikatora użytkownika lub identyfikatora przeglądarki przed eksportem wyników
pt: Ocultar a identificação do usuário ou o ID do navegador das exportações de resultados
ru: Скрыть идентификатор пользователя или идентификатор браузера от экспорта результатов.
sv: Dölj användarens id eller webbläsare från resultatexport
th: ซ่อนรหัสของผู้ใช้หรือรหัสเบราว์เซอร์จากการส่งออกผลลัพธ์
tr: Sonuç verilerinden kullanıcının kimliğini veya tarayıcı kimliğini gizle
uk: Приховати ідентифікатор користувача або ідентифікатор браузера від експорту результатів
zh_hant: 在结果导出中隐藏用户的ID或浏览器ID。

source: I am
ar: انا
de: Ich bin
es: Yo soy
et: Ma olen
he: אני
id: Saya
it: Io sono
nl: Ik ben
pl: Jestem
pt: Eu sou
ru: я
sv: jag är
th: ฉัน
tr: Ben
uk: я
zh_hant: 我是

source: I am [age] years old. I like [icecream=vanilla|strawberry|chocolate|other] ice cream and my favorite color is [color].
ar: عمري [age] سنة. أحب الآيس كريم [الآيس كريم = الفانيليا | الفراولة | الشوكولاته | أخرى] ولوني المفضل هو [color].
de: Ich bin [age] Jahre alt. Ich mag [icecream=vanilla|strawberry|chocolate|other] Eis und meine Lieblingsfarbe ist [color].
es: Tengo [age] años. Me gusta el helado [helado = vainilla | fresa | chocolate | otro] y mi color favorito es el [color].
et: Olen [age] -aastane. Mulle meeldib [jäätise = vanilli | maasika | šokolaadi | muu] jäätis ja minu lemmikvärv on [color].
he: אני בת [age] אני אוהב גלידה [גלידה = וניל | תות | שוקולד | אחר] והצבע האהוב עלי הוא [color].
id: Saya [age] tahun. Saya suka es krim [icecream=vanilla|strawberry|chocolate|other] dan warna favorit saya adalah [color].
it: Ho [age] anni. Mi piace il gelato [icecream=vanilla|strawberry|chocolate|other] e il mio colore preferito è [color].
nl: Ik ben [leeftijd] jaar oud. Ik hou van [ijs=vanille|aardbei|chocola|overige] ijs en mijn favoriete kleur is [kleur].
pl: Mam [age] lat. Lubię lody [lody=waniliowe|truskawkowe|czekoladowe|inne], a moim ulubionym kolorem jest [color].
pt: Eu tenho [age] anos Eu gosto de sorvete de [sorvete = baunilha | morango | chocolate | outro] e minha cor favorita é [color].
ru: Мне [age] лет. Мне нравится мороженое [мороженое = ваниль | клубника | шоколад | другое], и мой любимый цвет - [color].
sv: Jag är [age] år gammal. Jag gillar [glass = vanilj | jordgubbar | choklad | annan] glass och min favoritfärg är [color].
th: ฉันอายุ [age] ฉันชอบไอศกรีม [icecream=vanilla|strawberry|chocolate|other] และสีที่ฉันชอบคือ [color]
tr: [age] yaşındayım. [icecream=vanilla|çilek|çikolata|diğer] dondurmayı severim ve en sevdiğim renk [color].
uk: Мені [age] років. Мені подобається [морозиво=ваніль|полуниця|шоколад|інше] морозиво, і мій улюблений колір [color].
zh_hant: 我今年 [age] 歲。我喜歡 [icecream=vanilla|strawberry|chocolate|other] 冰淇淋，我最喜歡的顏色是 [color]。

source: If this number of answers has been submitted then the start button is deactivated and an email is sent to the <em>Handling</em> addresses below. Leave empty for no limit.
ar: إذا تم إرسال هذا العدد من الإجابات، فسيتم إلغاء تنشيط زر البدء وإرسال بريد إلكتروني إلى عناوين <em>المناولة</em> أدناه. اتركها فارغة لعدم وجود حد.
es: Si se ha enviado este número de respuestas, el botón de inicio se desactiva y se envía un correo electrónico a las direcciones de <em>manipulación</em> indicadas a continuación. Dejar vacío para no tener límite.
et: Kui see arv vastuseid on esitatud, lülitatakse stardinupp välja ja saadetakse e-kiri allpool toodud <em>käitlemisaadressidele</em>. Jäta tühjaks, kui piirangut ei ole.
he: אם מספר התשובות שהוגשו הגיע למספר זה, כפתור ההתחלה יושבת ויישלח דוא"ל לכתובות <em>הטיפול</em> המפורטות להלן. השאר ריק אם אין הגבלה.
id: Jika jumlah jawaban ini telah dikirimkan, maka tombol mulai akan dinonaktifkan dan email akan dikirim ke alamat <em>penanganan</em> di bawah ini. Biarkan kosong tanpa batas.
it: Se è stato inviato questo numero di risposte, il pulsante di avvio viene disattivato e viene inviata un'e-mail agli indirizzi <em>di gestione</em> indicati di seguito. Lasciare vuoto per non avere limiti.
tr: Bu sayıda yanıt gönderilmişse, başlat düğmesi devre dışı bırakılır ve aşağıdaki <em>İşleme</em> adreslerine bir e-posta gönderilir. Sınır olmaması için boş bırakın.

source: Immediately start with the questions, no “Start” button
ar: ابدأ فورًا بالأسئلة ، بدون زر "ابدأ"
de: Sofortiger Start mit den Fragen, keine "Start"-Taste
es: Iniciar inmediatamente con las preguntas. No hay botón de "Inicio"
et: Alustage kohe küsimustega, mitte nuppu „Start”
he: התחל מיד בשאלות, ללא כפתור "התחל"
id: Segera mulai dengan pertanyaan, tidak ada tombol "Mulai"
it: Inizia immediatamente con le domande, nessun pulsante "Start
nl: Begin direct met de vragen, geen “Start” knop.
pl: Natychmiast rozpocznij od pytań, bez przycisku "Start".
pt: Começar imediatamente com as perguntas, sem botão "Iniciar".
ru: Немедленно начинайте с вопросов, без кнопки "Старт".
sv: Börja omedelbart med frågorna, ingen “Start” -knapp
th: เริ่มต้นด้วยคำถามทันทีไม่มีปุ่ม "เริ่ม"
tr: Sorulara hemen "Başlat" butonu ile başla
uk: Негайно почніть із запитань, без кнопки «Почати».
zh_hant: 立即开始做题，不需要 "开始 "按钮

source: Informational
ar: معلوماتية
de: Informativ
es: Informativo
et: Informatiivne
he: הסברה
id: Informasi
it: Informazioni
nl: Informatief
pl: Informacyjny
pt: Informações
ru: Информационный
sv: Informativ
th: ให้ข้อมูล
tr: Bilgilendirici
uk: Інформаційний
zh_hant: 提示

source: Initializing...
ar: جار تهيئة...
de: Initialisieren...
es: Inicializando ...
et: Initsialiseerimine...
he: מאתחל...
id: Inisialisasi...
it: Inizializzazione in corso...
nl: Initialiseren...
pl: Inicjowanie...
pt: Inicializando ...
ru: Инициализация ...
sv: Initierar...
th: กำลังเริ่มต้น...
tr: Başlatılıyor...
uk: Ініціалізація...
zh_hant: 正在初始化...

source: Input value
ar: قيمة المدخلات
de: Eingegebener Wert
es: Valor de entrada
et: Sisendväärtus
he: ערך קלט
id: Nilai masukan
it: Valore di ingresso
nl: Invoerwaarde
pl: Wartość wejściowa
pt: Valor de entrada
ru: Входное значение
sv: Ingångsvärde
th: ค่าอินพุต
tr: Girdi değeri
uk: Вхідне значення
zh_hant: 輸入值

source: Input value placeholder text
ar: أدخل نص قيمة العنصر النائب
de: Eingabewert Platzhaltertext
es: Texto de marcador de posición de valor de entrada
et: Sisestage väärtuse kohatäite tekst
he: קלט טקסט מציין מיקום
id: Nilai pemakaian teks placeholder
it: Testo segnaposto del valore di ingresso
nl: Invoer waarde hulp tekst
pl: Wartość wejściowa tekst zastępczy
pt: Valor de entrada texto de espaço reservado
ru: Текст с заполнителем входного значения
sv: Mata in platsplatstext
th: ใส่ข้อความตัวยึดค่า
tr: Girdi değeri yertutucu metni
uk: Введіть значення заповнювача тексту
zh_hant: 输入值占位符文本

source: Instant feedback (Learning Mode)
ar: ردود الفعل الفورية (وضع التعلم)
de: Sofortige Rückmeldung (Lernmodus)
es: Retroalimentación instantánea (Modo de aprendizaje)
et: Kiire tagasiside (õpperežiim)
he: משוב מיידי (מצב למידה)
id: Umpan balik instan (Mode Belajar)
it: Feedback istantaneo (modalità di apprendimento)
nl: Onmiddellijke terugkoppeling (leermethode)
pl: Natychmiastowa informacja zwrotna (tryb nauki)
pt: Feedback instantâneo (Modo de aprendizagem)
ru: Мгновенная обратная связь (режим обучения)
sv: Omedelbar feedback (inlärningsläge)
th: ข้อเสนอแนะทันที (โหมดการเรียนรู้)
tr: Anında geribildirim (Öğrenme Modu)
uk: Миттєвий відгук (режим навчання)
zh_hant: 即时反馈（学习模式

source: Introduction for confirmation email
ar: مقدمة عن البريد الإلكتروني للتأكيد
de: Einleitung für Bestätigungs-E-Mail
es: Introducción para la confirmación del correo electrónico
et: Sissejuhatus kinnitusmeili jaoks
he: מבוא לאימייל אישור
id: Pendahuluan untuk surel konfirmasi
it: Introduzione per l'e-mail di conferma
nl: Introductie voor de bevestigingsmail
pl: Wprowadzenie do e-maila potwierdzającego
pt: Introdução para e-mail de confirmação
ru: Введение для подтверждения по электронной почте
sv: Introduktion för e-postbekräftelse
th: ข้อมูลเบื้องต้นสำหรับอีเมลยืนยัน
tr: Onay e-postası için giriş
uk: Вступ до електронної пошти з підтвердженням
zh_hant: 确认邮件介绍

source: Inverse
ar: معكوس
de: Umgekehrt
es: Inverso
et: Pöörake
he: הפוך
id: Terbalik
it: Inverso
nl: Omgekeerd
pl: Odwróć się
pt: Inversa
ru: Обращенный
sv: Omvänd
th: ผกผัน
tr: Ters
uk: Зворотний
zh_hant: 反色

source: Jump to a question on a next page.
ar: القفز إلى سؤال في الصفحة التالية.
de: Sprung zu einer Frage auf einer nächsten Seite.
es: Saltar a una pregunta en la siguiente página.
et: Hüppa järgmise lehe küsimuse juurde.
he: קפצו לשאלה בעמוד הבא.
id: Melompat ke sebuah pertanyaan pada halaman selanjutnya.
it: Salta a una domanda in una pagina successiva.
nl: Spring naar een vraag op een volgende pagina.
pl: Przejdź do pytania na następnej stronie.
pt: Salte para uma pergunta na próxima página.
ru: Перейти к вопросу на следующей странице.
sv: Hoppa till en fråga på nästa sida.
th: ข้ามไปที่คำถามในหน้าถัดไป
tr: Sonraki sayfadaki soruya atlayın.
uk: Перейдіть до запитання на наступній сторінці.
zh_hant: 跳到下一页的问题。

source: Jump to this question label (must be on an other page below)
ar: انتقل إلى تسمية السؤال هذه (يجب أن تكون في صفحة أخرى أدناه)
de: Zu dieser Fragebezeichnung springen (muss sich auf einer anderen Seite unten befinden)
es: Saltar a esta etiqueta de pregunta (debe estar en otra página a continuación)
et: Liikuge sellele küsimusesildile (peab asuma teisel alloleval lehel)
he: קפוץ לתווית השאלה הזו (חייב להיות בדף אחר למטה)
id: Lompat ke label pertanyaan ini (harus ada di halaman lain di bawah)
it: Passa a questa etichetta di domanda (deve trovarsi in un'altra pagina di seguito)
nl: Ga naar dit vraaglabel (moet op een andere pagina hieronder staan)
pl: Przejdź do tej etykiety pytania (musi znajdować się na innej stronie poniżej)
pt: Ir para este rótulo de pergunta (deve estar em outra página abaixo)
ru: Перейти к этому ярлыку вопроса (должен быть на другой странице ниже)
sv: Hoppa till den här frågeetiketten (måste finnas på en annan sida nedan)
th: ข้ามไปที่ป้ายกำกับคำถามนี้ (ต้องอยู่ในหน้าอื่นด้านล่าง)
tr: Bu soru etiketine atla (aşağıda başka bir sayfada olmalıdır)
uk: Перейти до цієї мітки запитання (повинен бути на іншій сторінці нижче)
zh_hant: 跳轉到這個問題標籤（必須在下面的其他頁面上）

source: Likert
ar: ليكرت
he: ליקרט
it: Scala Likert
pl: skala Likerta
ru: Шкала Лайкерта
th: ลิเคิร์ท
uk: Лайкерт
zh_hant: 李克特量表

source: Link with person
ar: ربط مع شخص
de: Mit Person verknüpfen
es: Enlace con persona
et: Seos inimesega
he: קישור עם אדם
id: Tautan dengan orang
it: Collegamento con la persona
nl: Koppel aan persoon
pl: Połącz z osobą
pt: Link com a pessoa
ru: Связь с человеком
sv: Länka till person
th: เชื่อมโยงกับบุคคล
tr: kişi ile bağlantı
uk: Посилання на людину
zh_hant: 與人聯繫

source: Long answer
ar: اجابة طويلة
de: Lange Antwort
es: Respuesta larga
et: Pikk vastus
he: תשובה ארוכה
id: Jawaban panjang
it: Risposta lunga
nl: Lang antwoord
pl: Długa odpowiedź
pt: Resposta longa
ru: Длинный ответ
sv: Långt svar
th: คำตอบยาว
tr: Uzun cevap
uk: Довга відповідь
zh_hant: 长答案

source: Mail results to
ar: النتائج بالبريد إلى
de: Ergebnisse senden an
es: Resultados del correo
et: Saatke tulemused aadressile
he: תוצאות דואר אל
id: Surat hasil
it: Invia i risultati a
nl: Mail de resultaten naar
pl: Wyniki pocztowe do
pt: Envie os resultados para
ru: Результаты отправки по почте
sv: Skicka resultat till
th: ส่งผลลัพธ์ไปที่
tr: Posta sonuçları
uk: Надішліть результати на адресу
zh_hant: 将结果邮寄给

source: Mailinglist
ar: القائمة البريدية
de: Mailingliste
es: Lista de correo
et: Meililist
he: רשימת תפוצה
id: Milis
it: Lista di posta
nl: Mailinglijst
pl: Lista mailingowa
pt: lista de discussão
ru: Список рассылки
sv: Mailinglista
th: รายชื่อผู้รับจดหมาย
tr: Mail listesi
uk: Список адресатів
zh_hant: 郵件列表

source: Mailinglist title
ar: عنوان القائمة البريدية
de: Titel der Mailingliste
es: Título de la lista de correo
et: Meililisti pealkiri
he: כותרת רשימת התפוצה
id: Judul milis
it: Titolo della mailing list
nl: Mailinglist titel
pl: Tytuł listy mailingowej
pt: Título da lista de discussão
ru: Название списка рассылки
sv: Mailinglists titel
th: ชื่อรายการส่งจดหมาย
tr: Posta listesi başlığı
uk: Назва списку розсилки
zh_hant: 郵件列表標題

source: Matching email address
ar: مطابقة عنوان البريد الإلكتروني
de: Passende E-Mail-Adresse
es: Dirección de correo electrónico coincidente
et: Sobiv e-posti aadress
he: כתובת אימייל תואמת
id: Alamat email yang cocok
it: Indirizzo email corrispondente
nl: Overeenkomend e-mailadres
pl: Pasujący adres e-mail
pt: Endereço de e-mail correspondente
ru: Соответствующий адрес электронной почты
sv: Matchande e-postadress
th: ที่อยู่อีเมลที่ตรงกัน
tr: Eşleşen e-posta adresi
uk: Збігається електронна адреса
zh_hant: 匹配的電子郵件地址

source: Matching question
ar: سؤال المطابقة
de: Passende Frage
es: Pregunta coincidente
et: Sobiv küsimus
he: שאלה תואמת
id: Pertanyaan yang cocok
it: Domanda corrispondente
nl: Matching-vraag
pl: Pasujące pytanie
pt: Pergunta de correspondência
ru: Соответствующий вопрос
sv: Matchande fråga
th: จับคู่คำถาม
tr: eşleşen soru
uk: Відповідне запитання
zh_hant: 匹配問題

source: Maximal value
ar: القيمة القصوى
de: Maximalwert
es: Valor máximo
et: Maksimaalne väärtus
he: ערך מקסימלי
id: Nilai maksimal
it: Valore massimo
nl: Maximale waarde
pl: Maksymalna wartość
pt: Valor máximo
ru: Максимальное значение
sv: Maximalt värde
th: ค่าสูงสุด
tr: Maksimum değer
uk: Максимальне значення
zh_hant: 最大值

source: Maximum number of submissions
ar: الحد الأقصى لعدد الطلبات المقدمة
es: Número máximo de envíos
et: Maksimaalne esitatavate dokumentide arv
he: מספר מקסימלי של הגשות
id: Jumlah maksimum pengiriman
it: Numero massimo di invii
nl: Maximaal aantal inzendingen
pl: Maksymalna liczba zgłoszeń
pt: Número máximo de apresentações
ru: Максимальное количество представленных материалов
th: จำนวนการส่งสูงสุด
tr: Maksimum başvuru sayısı
uk: Максимальна кількість заявок

source: Maximum submissions reached
ar: تم الوصول إلى الحد الأقصى للطلبات المقدمة
es: Máximo de presentaciones alcanzado
et: Maksimaalne esitatud taotluste arv on saavutatud
he: הוגשו מספר ההגשות המרבי
id: Pengiriman maksimum tercapai
it: Massimo di invii raggiunti
nl: Maximum aantal inzendingen bereikt
pl: Osiągnięto maksymalną liczbę zgłoszeń
pt: Número máximo de submissões atingido
ru: Максимальное количество представленных материалов
th: จำนวนการส่งสูงสุดถึงแล้ว
tr: Maksimum gönderim sayısına ulaşıldı
uk: Отримано максимальну кількість заявок

source: Milk
ar: لبن
de: Milch
es: Leche
et: Piim
he: חלב
id: susu
it: Latte
nl: Melk
pl: mleko
pt: Leite
ru: Молоко
sv: Mjölk
th: น้ำนม
tr: Süt
uk: Молоко
zh_hant: 牛奶

source: Minimal value
ar: القيمة الدنيا
de: Minimaler Wert
es: Valor mínimo
et: Minimaalne väärtus
he: ערך מינימלי
id: Nilai minimal
it: Valore minimo
nl: Minimale waarde
pl: Minimalna wartość
pt: Valor mínimo
ru: Минимальное значение
sv: Minimalt värde
th: ค่าขั้นต่ำ
tr: Minimum değer
uk: Мінімальна вартість
zh_hant: 最小值

source: Move question down
ar: تحريك السؤال لأسفل
de: Frage nach unten verschieben
es: Mover la pregunta hacia abajo
et: Liigutage küsimus alla
he: הזיז את השאלה למטה
id: Pindahkan pertanyaan ke bawah
it: Sposta la domanda in basso
nl: Verplaats vraag naar beneden
pl: Przenieś pytanie w dół
pt: Mover a pergunta para baixo
ru: Переместить вопрос вниз
sv: Flytta frågan nedåt
th: ย้ายคำถามลง
tr: Soruyu aşağı taşı
uk: Перемістіть запитання вниз
zh_hant: 下移問題

source: Move question up
ar: تحريك السؤال لأعلى
de: Frage nach oben verschieben
es: Mover la pregunta hacia arriba
et: Liigutage küsimus üles
he: תזיז את השאלה למעלה
id: Pindahkan pertanyaan ke atas
it: Sposta la domanda in alto
nl: Verplaats vraag naar boven
pl: Przenieś pytanie w górę
pt: Mova a pergunta para cima
ru: Переместить вопрос вверх
sv: Flytta upp frågan
th: ย้ายคำถามขึ้น
tr: Soruyu yukarı taşı
uk: Перемістити питання вгору
zh_hant: 上移問題

source: Multiple answers possible
ar: إجابات متعددة ممكنة
de: Mehrere Antworten möglich
es: Múltiples respuestas posibles
et: Võimalik on mitu vastust
he: תשובות מרובות אפשריות
id: Beberapa jawaban mungkin
it: Sono possibili più risposte
nl: Meerdere antwoorden mogelijk
pl: Możliwe jest uzyskanie wielu odpowiedzi
pt: Múltiplas respostas possíveis
ru: Возможно несколько ответов
sv: Flera svar möjliga
th: เป็นไปได้หลายคำตอบ
tr: Birden fazla cevap mümkündür
uk: Можливі декілька відповідей
zh_hant: 允许选择多个答案

source: Multiple answers possible: points are given for the correct answer <i>and</i> points are given for <i>not</i> choosing the wrong answer. Default: 1 point for a correct answer, 1 point for not choosing a wrong answer.
ar: إجابات متعددة ممكنة: يتم إعطاء نقاط للإجابة الصحيحة <i>وتعطى نقطة</i> مقابل <i>وليس</i> لاختيار الإجابة الخاطئة. الافتراضي: نقطة واحدة للإجابة الصحيحة ، ونقطة واحدة لعدم اختيار إجابة خاطئة.
de: Mehrfachnennungen möglich: Punkte gibt es für die richtige Antwort <i>und</i> Punkte gibt es für <i>statt</i> für die falsche Antwort. Standard: 1 Punkt für eine richtige Antwort, 1 Punkt für keine falsche Antwort.
es: Múltiples respuestas posibles: se otorgan puntos por la respuesta correcta <i>y</i> puntos por <i>no</i> por elegir la respuesta incorrecta. Predeterminado: 1 punto por una respuesta correcta, 1 punto por no elegir una respuesta incorrecta.
et: Võimalikud mitmed vastused: õige vastuse eest antakse punkte <i>ja</i> punkti <i>, mitte</i> vale vastuse eest. Vaikimisi: 1 punkt õige vastuse eest, 1 punkt vale vastuse mittevalimise eest.
he: אפשר מספר תשובות: ניתנות נקודות עבור התשובה הנכונה <i>ו</i> נקודות ניתנות עבור <i>לא</i> בבחירת התשובה השגויה. ברירת מחדל: נקודה אחת עבור תשובה נכונה, נקודה אחת עבור אי בחירת תשובה שגויה.
id: Kemungkinan jawaban ganda: poin diberikan untuk jawaban yang benar <i>dan</i> poin diberikan untuk <i>bukan</i> yang memilih jawaban yang salah. Default: 1 poin untuk jawaban yang benar, 1 poin untuk tidak memilih jawaban yang salah.
it: Possibili risposte multiple: vengono assegnati punti per la risposta corretta <i>e</i> punto per <i>e non</i> scegliendo la risposta sbagliata. Predefinito: 1 punto per una risposta corretta, 1 punto per non aver scelto una risposta sbagliata.
nl: Meerdere antwoorden mogelijk: punten worden gegeven voor het juiste antwoord <i>en</i> punten worden gegeven voor het <i>niet</i> kiezen van het verkeerde antwoord. Standaard: 1 punt voor een correct antwoord, 1 punt voor het niet kiezen van een fout antwoord.
pl: Możliwych wielokrotnych odpowiedzi: punkty są przyznawane za poprawną odpowiedź <i>i</i> punkt są przyznawane za <i>a nie</i> wybór błędnej odpowiedzi. Domyślnie: 1 punkt za poprawną odpowiedź, 1 punkt za nie wybranie błędnej odpowiedzi.
pt: Múltiplas respostas possíveis: pontos são dados para a resposta correta <i>e</i> pontos são dados para <i>e não</i> escolhendo a resposta errada. Padrão: 1 ponto por uma resposta correta, 1 ponto por não escolher uma resposta errada.
ru: Возможны несколько ответов: баллы даются за правильный ответ <i>и</i> балл дается за <i>, а не</i> выбора неправильного ответа. По умолчанию: 1 балл за правильный ответ, 1 балл за неправильный ответ.
sv: Flera svar möjliga: poäng ges för rätt svar <i>och</i> poäng ges för <i>inte</i> för att välja fel svar. Standard: 1 poäng för ett korrekt svar, 1 poäng för att inte välja fel svar.
th: เป็นไปได้หลายคำตอบ: ให้คะแนนสำหรับคำตอบที่ถูกต้อง <i>และ</i> คะแนนสำหรับ <i>ไม่ใช่</i> เลือกคำตอบที่ผิด ค่าเริ่มต้น: 1 คะแนนสำหรับคำตอบที่ถูกต้อง 1 คะแนนสำหรับคำตอบที่ไม่ผิดพลาด
tr: Birden fazla cevap mümkündür: doğru cevap <i>için puan verilir ve yanlış cevap seçimi</i> değil <i>için</i> puan verilir. Varsayılan: Doğru cevap için 1 puan, yanlış cevap seçmemek için 1 puan.
uk: Можливі декілька відповідей: за правильну відповідь нараховуються бали <i>і</i> бал за а, <i>не</i> за неправильну відповідь. За замовчуванням: 1 бал за правильну відповідь, 1 бал за неправильну відповідь.
zh_hant: 可能有多個答案：正確答案 <i>分，選擇錯誤答案 <i>而不是</i> 得</i> 分。默認值：答對得 1 分，未選錯得 1 分。

source: Multiple choice
ar: متعدد الخيارات
de: Mehrfachauswahl
es: Selección múltiple
et: Valikvastustega
he: בחירה מרובה
id: Pilihan ganda
it: Scelta multipla
nl: Meerkeuze
pl: Wielokrotny wybór
pt: Múltipla escolha
ru: Многократный выбор
sv: Flera val
th: ปรนัย
tr: Çoktan seçmeli
uk: Широкий вибір
zh_hant: 多项选择

source: Multiple choice or quiz question
ar: أسئلة الاختيار من متعدد أو مسابقة
de: Multiple-Choice- oder Quizfrage
es: Pregunta de opción múltiple o cuestionario
et: Valikvastustega või viktoriiniküsimus
he: שאלת בחירה מרובה או חידון
id: Pilihan ganda atau pertanyaan kuis
it: Domanda a risposta multipla o quiz
nl: Multiple-choice of quizvraag
pl: Pytanie wielokrotnego wyboru lub pytanie quizowe
pt: Múltipla escolha ou questão de questionário
ru: Множественный выбор или вопрос викторины
sv: Flervals- eller frågesportfråga
th: ปรนัยหรือคำถามแบบทดสอบ
tr: Çoktan seçmeli veya test sorusu
uk: Запитання з кількома варіантами або вікторини
zh_hant: 多項選擇或測驗問題

source: Multiple page break blocks are merged into one.
ar: يتم دمج كتل فواصل الصفحات المتعددة في واحد.
de: Mehrere Seitenumbruchblöcke werden zu einem zusammengeführt.
es: Varios bloques de salto de página se fusionan en solo uno.
et: Mitu lehelõike plokki ühendatakse üheks.
he: חסימות מעבר של עמודים מרובות מוזגות לאחת.
id: Beberapa blok istirahat halaman digabung menjadi satu.
it: Più blocchi di interruzione di pagina vengono fusi in uno solo.
nl: Meerdere pagina-onderbrekingen worden samengevoegd tot één.
pl: Wielokrotne bloki podziału stron są połączone w jeden.
pt: Os blocos de quebra de página múltipla são fundidos em um só.
ru: Идущие подряд разрывы страницы объединяются в один.
sv: Flera sidbrytningsblock slås samman till ett.
th: บล็อกแบ่งหน้าหลายบล็อกรวมเป็นหนึ่งเดียว
tr: Çoklu sayfa sonu bloklar birleştirilir.
uk: Кілька блоків розриву сторінок об’єднуються в один.
zh_hant: 多个页面块会被合成一个。

source: Multiple times per user/browser (each time with new results)
ar: عدة مرات لكل مستخدم / متصفح (في كل مرة تظهر فيها نتائج جديدة)
de: Mehrfach pro Benutzer/Browser (jeweils mit neuen Ergebnissen)
es: Varias veces por usuario / navegador (cada vez con nuevos resultados)
et: Mitu korda kasutaja/brauseri kohta (iga kord uute tulemustega)
id: Beberapa kali per pengguna/browser (setiap kali dengan hasil baru)
sv: Flera gånger per användare/webbläsare (varje gång med nya resultat)
tr: Kullanıcı/tarayıcı başına birden çok kez (her seferinde yeni sonuçlarla)
zh_hant: 每個用戶/瀏覽器多次（每次都有新結果）

source: Narrative
ar: سرد
de: Erzählung
es: Narrativa
et: Jutustav
he: נרטיב
id: Narasi
it: Narrativa
nl: Verhalend
pl: Opisowa
pt: Narrativa
ru: Изложение
sv: Berättande
th: เรื่องเล่า
tr: Öykü
uk: Розповідь
zh_hant: 陈述

source: Needed for pass
ar: مطلوب للتمرير
de: Benötigt für Pass
es: Necesario para el siguiente paso
et: Vajalik läbimiseks
he: דרוש לעבור
id: Yang diperlukan untuk lulus
it: Necessario per il passaggio
nl: Noodzakelijk voor slagen
pl: Potrzeba przepustki
pt: Necessário para o passe
ru: Необходимый пропуск
sv: Behövs för att passera
th: จำเป็นสำหรับการส่งผ่าน
tr: Geçmek için gereklidir
uk: Потрібен для проходження
zh_hant: 需要通行证
