Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Url for the search action on the site. Defaults to:
ar: عنوان URL لإجراء البحث على الموقع. الإعدادات الافتراضية إلى:
de: URL für die Suchaktion auf der Website. Standardmäßig:
es: URL de la acción de búsqueda en el sitio. El valor predeterminado es:
et: Saidi otsingutoimingu URL. Vaikimisi:
he: כתובת אתר לפעולת החיפוש באתר. ברירת המחדל היא:
id: Url untuk tindakan pencarian di situs. Defaultnya adalah:
it: URL per l'azione di ricerca sul sito. Il valore predefinito è:
nl: URL voor de zoekactie op de site. Standaard ingesteld op:
pl: Adres URL akcji wyszukiwania w witrynie. Domyślnie:
pt: URL para a ação de pesquisa no site. O padrão é:
ru: URL-адрес действия поиска на сайте. По умолчанию:
sv: URL för sökåtgärden på webbplatsen. Som standard är:
th: URL สำหรับการดำเนินการค้นหาบนไซต์ ค่าเริ่มต้นเป็น:
tr: Sitedeki arama işleminin URL'si. Varsayılanlar:
uk: URL для пошукової дії на сайті. За замовчуванням:
zh_hant: 網站上搜索操作的 URL。默認為：

source: Where can I find my tracking script?
ar: أين يمكنني العثور على نص التتبع الخاص بي؟
de: Wo kann ich mein Tracking-Skript finden?
es: Donde puedo encontrar mi script de seguimiento?
et: Kust leida oma jälgimisskript?
he: היכן אוכל למצוא את סקריפט המעקב שלי?
id: Di mana saya dapat menemukan tracking script?
it: Dove posso trovare il mio script di tracciamento?
nl: Waar kan ik mijn tracking script vinden?
pl: Gdzie mogę znaleźć mój skrypt śledzenia?
pt: Onde posso encontrar o meu guião de localização?
ru: Где я могу найти свой сценарий отслеживания?
sv: Var hittar jag mitt spårningsskript?
th: ฉันจะหาสคริปต์ติดตามของฉันได้ที่ไหน
tr: İzleme komut dosyamı nerede bulabilirim?
uk: Де я можу знайти свій сценарій відстеження?
zh_hant: 我在哪里可以找到我的跟踪脚本？

source: Yandex Webmaster validation id
ar: معرف التحقق من Yandex Webmaster
de: Yandex Webmaster-Validierungs-ID
es: Identificador de validación de Yandex Webmaster
et: Yandexi veebimeistri valideerimise ID
he: מזהה אימות של Yandex Webmaster
id: ID validasi Webmaster Yandex
it: Id di convalida di Yandex Webmaster
nl: Yandex Webmaster validatie id
pl: Identyfikator weryfikacji Yandex Webmaster
pt: Yandex Webmaster validação id
ru: ID валидации Яндекса Вебмастера
sv: Yandex validerings-id för webbansvarig
th: รหัสการตรวจสอบผู้ดูแลเว็บ Yandex
tr: Yandex Web yöneticisi doğrulama kimliği
uk: Ідентифікатор перевірки Яндекс для вебмайстра
zh_hant: Yandex网站管理员验证id

source: You find this id in the content attribute of the meta tag, it has the format
ar: تجد هذا المعرف في سمة المحتوى للعلامة الوصفية ، فهو يحتوي على التنسيق
de: Sie finden diese ID im Content-Attribut des Meta-Tags, sie hat das Format
es: Puede encontrar este id en el atributo de contenido de la etiqueta meta, tiene el formato
et: Selle ID leiate metasildi atribuudist content, see on vormingus
he: אתה מוצא את המזהה הזה במאפיין התוכן של התג המטא, יש לו את הפורמט
id: Anda menemukan id ini di isi atribut dari tag meta, memiliki format
it: Si trova questo id nell'attributo content del meta tag, ha il formato
nl: Je vindt dit id in het content-attribuut van de meta tag. Het heeft het formaat
pl: Znajdziesz to id w atrybucie zawartości meta-tagów, ma on format
pt: Você encontra esta identificação no atributo de conteúdo da meta tag, ela tem o formato
ru: Вы находите этот идентификатор в атрибуте содержимого мета-тега, он имеет формат
sv: Du hittar detta id i metataggens innehållsattribut, det har formatet
th: คุณพบรหัสนี้ในแอตทริบิวต์เนื้อหาของเมตาแท็กซึ่งมีรูปแบบ
tr: Formata sahip meta etiketi içeriği niteliğindeki bu kimliği bulabilirsin
uk: Ви знайдете цей ідентифікатор в атрибуті content мета-тегу, він має формат
zh_hant: 你可以在元标签的内容属性中找到这个id，它的格式为

source: You find this id in the tracking script, it has the format
ar: تجد هذا المعرف في البرنامج النصي للتتبع ، وله التنسيق
de: Sie finden diese ID im Tracking-Skript, sie hat das Format
es: Puede encontrar este en el script de seguimiento, tiene el formato
et: Selle ID leiate jälgimisskriptist, sellel on vorming
he: אתה מזהה את זה בתסריט המעקב, יש לו את הפורמט
id: Anda menemukan id ini dalam skrip pelacakan, memiliki format
it: Si trova questo id nello script di tracciamento, ha il formato
nl: Je vindt dit id in het tracking script. Het heeft het formaat
pl: Znajdziesz to id w skrypcie śledzącym, ma on format
pt: Você encontra esta identificação no script de rastreamento, ela tem o formato
ru: Если вы найдете этот идентификатор в сценарии отслеживания, он имеет формат.
sv: Du hittar detta id i spårningsskriptet, det har formatet
th: คุณพบรหัสนี้ในสคริปต์ติดตามซึ่งมีรูปแบบ
tr: Formata sahip izleme komut dosyasındaki bu kimliği bulabilirsin
uk: Ви знайдете цей ідентифікатор у скрипті відстеження, він має формат
zh_hant: 你可以在跟踪脚本中找到这个ID，它的格式是

source: You find this on your
ar: تجد هذا على الخاص بك
de: Sie finden dies auf Ihrem
es: Encuentra esto en tu
et: Selle leiate oma lehelt
he: אתה מוצא את זה על שלך
id: Anda menemukan ini pada Anda
it: Lo trovi sul tuo
nl: Je vindt dit op je
pl: Znajdziesz to na swoim
pt: Você encontra isso no seu
ru: Вы найдете это на своем
sv: Du hittar detta på din
th: คุณพบสิ่งนี้ในไฟล์
tr: Bunu senin üzerinde buluyorsun
uk: Ви знайдете це на своєму
zh_hant: 你在你的身上找到這個

source: it has the format
ar: لها الشكل
de: es hat das Format
es: tiene el formato
et: sellel on formaat
he: יש לו את הפורמט
id: itu memiliki format
it: ha il formato
nl: het heeft het formaat
pl: ma format
pt: tem o formato
ru: он имеет формат
sv: den har formatet
th: มันมีรูปแบบ
tr: formatı var
uk: він має формат
zh_hant: 它具有格式

source: Always
ar: دائما
de: Immer
es: Siempre
et: Alati
he: תמיד
id: Selalu
it: Sempre
nl: Altijd
pl: Zawsze
pt: Sempre
ru: Всегда
sv: Alltid
th: เสมอ
tr: Her zaman
uk: Завжди
zh_hant: 总是

source: Change frequency defined for category
ar: تغيير التردد المحدد للفئة
de: Für die Kategorie definierte Häufigkeit ändern
es: Frecuencia de cambio definida para la categoría
et: Muutke kategooria jaoks määratud sagedust
he: תדירות שינוי שהוגדרה לקטגוריה
id: Ubah frekuensi yang ditentukan untuk kategori
it: Frequenza di modifica definita per categoria
nl: Wijzig frequentie gedefinieerd voor categorie
pl: Częstotliwość zmian zdefiniowana dla kategorii
pt: Mude a frequência definida para a categoria
ru: Частота изменения, определенная для категории
sv: Ändringsfrekvens definierad för kategori
th: เปลี่ยนความถี่ที่กำหนดไว้สำหรับหมวดหมู่
tr: Kategori için tanımlanan sıklığı değiştir
uk: Частота змін, визначена для категорії
zh_hant: 為類別定義的更改頻率

source: Change frequency for sitemap
ar: تغيير التردد لخريطة الموقع
de: Frequenz für Sitemap ändern
es: Cambiar la frecuencia para el mapa del sitio
et: Saidikaardi sageduse muutmine
he: שנה תדירות עבור מפת האתר
id: Ubah frekuensi untuk peta situs
it: Cambia la frequenza della mappa del sito
nl: Verander de frequentie voor de sitemap
pl: Częstotliwość zmian dla mapy sytuacyjnej
pt: Mudar a frequência para o mapa do site
ru: Частота смены карты сайта
sv: Ändra frekvens för webbplatskarta
th: เปลี่ยนความถี่สำหรับแผนผังเว็บไซต์
tr: Site haritası için frekansı değiştirin
uk: Змінити частоту для карти сайту
zh_hant: 站点地图的修改频率

source: Check the logs for progress.
ar: تحقق من السجلات لمعرفة التقدم.
de: Überprüfen Sie die Protokolle auf Fortschritt.
es: Consulte los registros para ver el progreso.
et: Kontrollige edenemise logisid.
he: בדוק את התקדמות היומנים.
id: Periksa log untuk mengetahui kemajuannya.
it: Controllare i registri per verificare i progressi.
nl: Controleer de logboeken op voortgang.
pl: Sprawdź dzienniki postępu.
pt: Verifique os registros para ver o progresso.
ru: Проверьте журналы на предмет прогресса.
sv: Kontrollera loggarna för framsteg.
th: ตรวจสอบบันทึกเพื่อดูความคืบหน้า
tr: İlerleme için günlükleri kontrol edin.
uk: Перевірте журнали на наявність прогресу.
zh_hant: 檢查日誌以了解進度。

source: Daily
ar: اليومي
de: Täglich
es: Diario
et: Iga päev
he: יומי
id: Per hari
it: Quotidiano
nl: Dagelijks
pl: Codziennie
pt: Diário
ru: Ежедневно
sv: Dagligen
th: ทุกวัน
tr: Günlük
uk: Щодня
zh_hant: 每天

source: Hourly
ar: ساعيا
de: Stündlich
es: Cada hora
et: Igatunnine
he: לפי שעה
id: Per jam
it: Orario
nl: Elk uur
pl: Co godzinę
pt: De hora em hora
ru: Почасовой
sv: Varje timme
th: ทุกชั่วโมง
tr: Saatlik
uk: Щогодини
zh_hant: 每小时

source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
et: Igakuine
he: יַרחוֹן
id: Per minggu
it: Mensile
nl: Maandelijks
pl: Miesięcznik
pt: Mensal
ru: Ежемесячно
sv: En gång i månaden
th: รายเดือน
tr: Aylık
uk: Щомісячно
zh_hant: 每月

source: Priority defined for category
ar: الأولوية المحددة للفئة
de: Priorität für Kategorie definiert
es: Prioridad definida para la categoría
et: Kategooria jaoks on määratud prioriteet
he: עדיפות מוגדרת לקטגוריה
id: Prioritas ditentukan untuk kategori
it: Priorità definita per categoria
nl: Prioriteit gedefinieerd voor categorie
pl: Priorytet zdefiniowany dla kategorii
pt: Prioridade definida para categoria
ru: Приоритет определен для категории
sv: Prioritet definierad för kategori
th: กำหนดลำดับความสำคัญสำหรับหมวดหมู่
tr: Kategori için tanımlanan öncelik
uk: Для категорії визначено пріоритет
zh_hant: 為類別定義的優先級

source: Priority in sitemap
ar: الأولوية في خريطة الموقع
de: Vorrang in der Sitemap
es: Prioridad en el mapa del sitio
et: Prioriteet saidikaardil
he: עדיפות במפת האתר
id: Prioritas di peta situs
it: Priorità nella mappa del sito
nl: Prioriteit in de sitemap
pl: Priorytet w mapie sytuacyjnej
pt: Prioridade no mapa do site
ru: Приоритет на карте сайта
sv: Prioritet i webbplatskarta
th: ลำดับความสำคัญในแผนผังเว็บไซต์
tr: Site haritasındaki öncelik
uk: Пріоритет у карті сайту
zh_hant: 站点地图中优先级

source: Rebuild sitemap
ar: إعادة إنشاء خريطة الموقع
de: Sitemap neu erstellen
es: Reconstruir mapa del sitio
et: Ehitage saidikaart uuesti üles
he: בנה מפת אתר מחדש
id: Buat ulang peta situs
it: Ricostruisci la mappa del sito
nl: Bouw de sitemap opnieuw op
pl: Odbuduj mapę witryny
pt: Reconstruir mapa do site
ru: Восстановить карту сайта
sv: Bygg om webbplatskarta
th: สร้างแผนผังเว็บไซต์ใหม่
tr: Site haritasını yeniden oluştur
uk: Відновіть карту сайту
zh_hant: 重建站點地圖

source: Rebuild the sitemap index for all pages.
ar: إعادة إنشاء فهرس خريطة الموقع لجميع الصفحات.
de: Erstellen Sie den Sitemap-Index für alle Seiten neu.
es: Reconstruya el índice del mapa del sitio para todas las páginas.
et: Taastage kõigi lehtede saidikaardi register.
he: בנה מחדש את אינדקס ה- Sitemap לכל הדפים.
id: Buat ulang indeks peta situs untuk semua halaman.
it: Ricrea l'indice della mappa del sito per tutte le pagine.
nl: Bouw de sitemap-index opnieuw op voor alle pagina's.
pl: Odbuduj indeks mapy witryny dla wszystkich stron.
pt: Reconstrua o índice do mapa do site para todas as páginas.
ru: Восстановите индекс карты сайта для всех страниц.
sv: Bygg om webbplatskartaindex för alla sidor.
th: สร้างดัชนีแผนผังเว็บไซต์ใหม่สำหรับทุกหน้า
tr: Tüm sayfalar için site haritası dizinini yeniden oluşturun.
uk: Перебудуйте індекс карти сайту для всіх сторінок.
zh_hant: 重建所有頁面的站點地圖索引。

source: Rebuilding the sitemap in the background.
ar: إعادة إنشاء خريطة الموقع في الخلفية.
de: Neuerstellung der Sitemap im Hintergrund.
es: Reconstruyendo el mapa del sitio en segundo plano.
et: Saidikaardi taastamine taustal.
he: בניית מפת האתר ברקע.
id: Membangun kembali peta situs di latar belakang.
it: Ricostruzione della mappa del sito in background.
nl: De sitemap wordt in de achtergrond opnieuw opgebouwd.
pl: Odbudowywanie mapy witryny w tle.
pt: Reconstruindo o mapa do site em segundo plano.
ru: Восстановление карты сайта в фоновом режиме.
sv: Ombyggnaden av webbplatskartan i bakgrunden.
th: สร้างแผนผังเว็บไซต์ใหม่ในพื้นหลัง
tr: Site haritasının arka planda yeniden oluşturulması.
uk: Відновлення карти сайту у фоновому режимі.
zh_hant: 在後台重建站點地圖。

source: Sitemap
ar: خريطة الموقع
es: Mapa del sitio
et: Saidikaart
he: מפת אתר
id: Peta Situs
it: Mappa del sito
pl: Mapa witryny
pt: Mapa do site
ru: Карта сайта
sv: Webbplatskarta
th: แผนผังเว็บไซต์
tr: Site Haritası
uk: Карта сайту
zh_hant: 網站地圖

source: Sitemap settings
ar: إعدادات خريطة الموقع
de: Sitemap-Einstellungen
es: Configuración del mapa del sitio
et: Saidiplaani seaded
he: הגדרות Sitemap
id: Pengaturan peta situs
it: Impostazioni della mappa del sito
nl: Sitemap-instellingen
pl: Ustawienia mapy sytuacyjnej
pt: Configurações do mapa do site
ru: Настройки элементов
sv: Inställningar för webbplatskarta
th: การตั้งค่าแผนผังเว็บไซต์
tr: Site haritası ayarları
uk: Налаштування карти сайту
zh_hant: 站点地图设置

source: Sitemap settings for all pages of this category
ar: إعدادات خريطة الموقع لجميع صفحات هذه الفئة
de: Sitemap-Einstellungen für alle Seiten dieser Kategorie
es: Configuración del mapa del sitio para todas las páginas de esta categoría
et: Kõikide selle kategooria lehtede saidiplaani seaded
he: הגדרות Sitemap עבור כל הדפים בקטגוריה זו
id: Setelan peta situs untuk semua halaman dalam kategori ini
it: Impostazioni della mappa del sito per tutte le pagine di questa categoria
nl: Sitemap-instellingen voor alle pagina's van deze categorie
pl: Ustawienia mapy witryny dla wszystkich stron tej kategorii
pt: Configurações de mapa do site para todas as páginas desta categoria
ru: Настройки карты сайта для всех страниц этой категории
sv: Inställningar för webbplatskartor för alla sidor i denna kategori
th: การตั้งค่าแผนผังเว็บไซต์สำหรับทุกหน้าในหมวดหมู่นี้
tr: Bu kategorideki tüm sayfalar için site haritası ayarları
uk: Налаштування карти сайту для всіх сторінок цієї категорії
zh_hant: 此類別所有頁面的站點地圖設置

source: The home page defaults to 1.0, pages with a page path default to 0.8.
ar: الصفحة الرئيسية افتراضية 1.0 ، والصفحات ذات مسار الصفحة الافتراضي هو 0.8.
de: Die Homepage ist standardmäßig auf 1,0, Seiten mit einem Seitenpfad standardmäßig auf 0,8 eingestellt.
es: La página de inicio está predeterminada en 1.0, las páginas con una ruta de página predeterminada en 0.8.
et: Avalehe vaikeväärtus on 1.0, lehtede teega 0.8.
he: ברירת המחדל של דף הבית היא 1.0, דפים עם נתיב דף כברירת מחדל ל-0.8.
id: Halaman beranda default ke 1.0, halaman dengan jalur halaman default ke 0.8.
it: L'impostazione predefinita della home page è 1.0, le pagine con un percorso della pagina predefinito è 0.8.
nl: De startpagina is standaard ingesteld op 1.0, pagina's met een pagina-pad zijn standaard ingesteld op 0.8.
pl: Domyślna strona główna to 1.0, strony z domyślną ścieżką do strony to 0.8.
pt: O padrão da página inicial é 1.0, páginas com um caminho de página padrão como 0,8.
ru: Домашняя страница по умолчанию имеет значение 1.0, страницы с путем к странице по умолчанию имеют значение 0.8.
sv: Hemsidan har som standard 1.0, sidor med sökväg är som standard 0.8.
th: หน้าแรกเริ่มต้นที่ 1.0 หน้าที่มีเส้นทางหน้าเริ่มต้นที่ 0.8
tr: Ana sayfa varsayılan olarak 1.0'dır, sayfa yolu olan sayfalar varsayılan olarak 0.8'dir.
uk: Для домашньої сторінки за замовчуванням встановлено 1.0, для сторінок із шляхом до сторінки за замовчуванням 0.8.
zh_hant: 主頁默認為 1.0，頁面路徑默認為 0.8。

source: The location of the sitemap is:
ar: موقع خريطة الموقع هو:
de: Der Standort der Sitemap ist:
es: La ubicación del mapa del sitio es:
et: Saidiplaani asukoht on:
he: המיקום של מפת האתר הוא:
id: Lokasi peta situs adalah:
it: La posizione della mappa del sito è:
nl: De locatie van de sitemap is:
pl: Lokalizacja mapy witryny:
pt: A localização do mapa do site é:
ru: Расположение карты сайта:
sv: Platsen för webbplatskartan är:
th: ตำแหน่งของแผนผังเว็บไซต์คือ:
tr: Site haritasının konumu:
uk: Розташування карти сайту:
zh_hant: 站點地圖的位置是：

source: The rebuild is done in the background and can take a while.
ar: يتم إجراء إعادة البناء في الخلفية وقد يستغرق بعض الوقت.
de: Der Neuaufbau erfolgt im Hintergrund und kann eine Weile dauern.
es: La reconstrucción se realiza en segundo plano y puede llevar un tiempo.
et: Taastamine toimub taustal ja võib veidi aega võtta.
he: הבנייה מחדש מתבצעת ברקע ויכולה להימשך זמן מה.
id: Pembangunan kembali dilakukan di latar belakang dan dapat memakan waktu cukup lama.
it: La ricostruzione avviene in background e può richiedere del tempo.
nl: Het herbouwen gebeurt op de achtergrond en kan even duren.
pl: Odbudowa odbywa się w tle i może chwilę potrwać.
pt: A reconstrução é feita em segundo plano e pode demorar um pouco.
ru: Восстановление выполняется в фоновом режиме и может занять некоторое время.
sv: Ombyggnaden görs i bakgrunden och kan ta ett tag.
th: การสร้างใหม่เสร็จสิ้นในเบื้องหลังและอาจใช้เวลาสักครู่
tr: Yeniden yapılandırma işlemi arka planda yapılır ve biraz zaman alabilir.
uk: Відновлення виконується у фоновому режимі та може зайняти деякий час.
zh_hant: 重建是在後台完成的，可能需要一段時間。

source: These settings apply to all pages of this category. They define hints for search engines indexing the site.
ar: تنطبق هذه الإعدادات على كافة صفحات هذه الفئة. يحددون تلميحات لمحركات البحث التي تقوم بفهرسة الموقع.
de: Diese Einstellungen gelten für alle Seiten dieser Kategorie. Sie definieren Hinweise für Suchmaschinen, die die Seite indizieren.
es: Estos ajustes se aplican a todas la páginas de esta categoría. Ellos definen sugerencias para motores de búsqueda que indizan el sitio.
et: Need seaded kehtivad selle kategooria kõikidele lehtedele. Nad määravad saidi indekseerimise otsingumootorite jaoks näpunäited.
he: הגדרות אלה חלות על כל הדפים בקטגוריה זו. הם מגדירים רמזים למנועי חיפוש שמוסיפים אינדקס לאתר.
id: Pengaturan ini berlaku untuk semua halaman dalam kategori ini. Mereka mendefinisikan petunjuk untuk mesin pencari mengindeks situs.
it: Queste impostazioni si applicano a tutte le pagine di questa categoria. Definiscono i suggerimenti per i motori di ricerca che indicizzano il sito.
nl: Deze instellingen gelden voor alle pagina’s in deze categorie. Ze definiëren hints voor zoekmachines die de site indexeren.
pl: Ustawienia te mają zastosowanie do wszystkich stron tej kategorii. Definiują one podpowiedzi dla wyszukiwarek indeksujących stronę.
pt: Estas definições aplicam-se a todas as páginas desta categoria. Elas definem as dicas para os motores de busca que indexam o site.
ru: Эти настройки применяются ко всем страницам данной категории. Они определяют подсказки для поисковых систем, индексирующих сайт.
sv: Dessa inställningar gäller för alla sidor i denna kategori. De definierar tips för sökmotorer som indexerar webbplatsen.
th: การตั้งค่าเหล่านี้ใช้กับทุกหน้าของหมวดหมู่นี้ พวกเขากำหนดคำแนะนำสำหรับเครื่องมือค้นหาที่จัดทำดัชนีไซต์
tr: Bu ayarlar bu kategorinin tüm sayfalarına uygulanır. Arama motorlarının siteyi indekslemesi için ipuçlarını tanımlarlar.
uk: Ці налаштування застосовуються до всіх сторінок цієї категорії. Вони визначають підказки для пошукових систем, які індексують сайт.
zh_hant: 这些设置对分类的所有页面有效，它们定义了搜索引擎索引本站的隐含规则。

source: These settings define hints for search engines indexing the site.
ar: تحدد هذه الإعدادات تلميحات لمحركات البحث التي تقوم بفهرسة الموقع.
de: Diese Einstellungen definieren Hinweise für Suchmaschinen, die die Website indexieren.
es: Estas configuraciones definen sugerencias para los motores de búsqueda que indexan el sitio.
et: Need sätted määravad vihjeid saiti indekseerivatele otsingumootoritele.
he: הגדרות אלו מגדירות רמזים למנועי חיפוש המשלבים את האתר.
id: Pengaturan ini menentukan petunjuk untuk mesin telusur yang mengindeks situs.
it: Queste impostazioni definiscono suggerimenti per i motori di ricerca che indicizzano il sito.
nl: Deze instellingen definiëren hints voor zoekmachines die de site indexeren.
pl: Ustawienia te określają wskazówki dla wyszukiwarek indeksujących witrynę.
pt: Essas configurações definem dicas para os mecanismos de pesquisa que indexam o site.
ru: Эти настройки определяют подсказки для поисковых систем, индексирующих сайт.
sv: Dessa inställningar definierar tips för sökmotorer som indexerar webbplatsen.
th: การตั้งค่าเหล่านี้กำหนดคำแนะนำสำหรับเครื่องมือค้นหาที่ทำดัชนีไซต์
tr: Bu ayarlar, siteyi dizine ekleyen arama motorları için ipuçlarını tanımlar.
uk: Ці налаштування визначають підказки для пошукових систем, які індексують сайт.
zh_hant: 這些設置定義了搜索引擎索引站點的提示。

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanalmente
et: Iganädalane
he: שְׁבוּעִי
id: Mingguan
it: settimanalmente
nl: Wekelijks
pl: Co tydzień
pt: Semanalmente
ru: Еженедельно
sv: Varje vecka
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
zh_hant: 每週

source: Weekly (default)
ar: أسبوعي (افتراضي)
de: Wöchentlich (Standard)
es: Semanal (por defecto)
et: Iganädalane (vaikimisi)
he: שבועי (ברירת מחדל)
id: Mingguan (standar)
it: Settimanale (predefinito)
nl: Wekelijks (standaard)
pl: Co tydzień (domyślnie)
pt: Semanal (padrão)
ru: Еженедельно (по умолчанию)
sv: Veckovis (standard)
th: รายสัปดาห์ (ค่าเริ่มต้น)
tr: Haftalık (varsayılan)
uk: Щотижня (за замовчуванням)
zh_hant: 每周（默认）

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
et: Iga-aastane
he: שְׁנָתִי
id: Per tahun
it: Annualmente
nl: Jaarlijks
pl: Rocznie
pt: Anualmente
ru: Ежегодно
sv: Årlig
th: ทุกปี
tr: Yıllık
uk: Щорічно
zh_hant: 每年

source: You are not allowed to do this
ar: لا يسمح لك أن تفعل هذا
de: Sie dürfen dies nicht tun
es: No tienes permitido hacer esto
et: Teil pole lubatud seda teha
he: אינך רשאי לעשות זאת
id: Anda tidak diperbolehkan melakukan ini
it: Non sei autorizzato a farlo
nl: Je hebt geen rechten om dit te doen
pl: Nie możesz tego zrobić
pt: Você não tem permissão para fazer isso
ru: Вам не разрешено это делать
sv: Du får inte göra detta
th: คุณไม่ได้รับอนุญาตให้ทำสิ่งนี้
tr: Bunu yapma izniniz yok
uk: Вам заборонено це робити
zh_hant: 您不可以這樣做

source: Zotonic maintains a sitemap of all pages. It is good to rebuild this sitemap after language or other structural content changes.
ar: تحتفظ Zotonic بخريطة موقع لجميع الصفحات. من الجيد إعادة بناء خريطة الموقع هذه بعد إجراء تغييرات على اللغة أو المحتوى الهيكلي الآخر.
de: Zotonic pflegt eine Sitemap aller Seiten. Es ist sinnvoll, diese Sitemap nach sprachlichen oder anderen strukturellen Inhaltsänderungen neu zu erstellen.
es: Zotonic mantiene un mapa del sitio de todas las páginas. Es conveniente reconstruir este mapa del sitio después de realizar cambios en el idioma o en otros contenidos estructurales.
et: Zotonic haldab kõigi lehtede saidikaarti. See saidikaart on hea pärast keele- või muude struktuuriliste sisumuudatuste tegemist uuesti üles ehitada.
he: Zotonic מתחזקת מפת אתר של כל הדפים. כדאי לבנות מחדש את מפת האתר הזו לאחר שינויים בשפה או בתוכן מבניים אחרים.
id: Zotonic mengelola peta situs dari semua halaman. Sebaiknya peta situs ini dibuat ulang setelah terjadi perubahan bahasa atau perubahan konten struktural lainnya.
it: Zotonic mantiene una mappa del sito di tutte le pagine. È bene ricostruire questa mappa del sito dopo aver modificato la lingua o altri contenuti strutturali.
nl: Zotonic onderhoudt een sitemap van alle pagina's. Het is goed om deze sitemap opnieuw op te bouwen na taal- of andere structurele inhoudswijzigingen.
pl: Zotonic utrzymuje mapę witryny wszystkich stron. Dobrze jest odbudować tę mapę witryny po zmianach języka lub innych strukturalnych treści.
pt: A Zotonic mantém um sitemap de todas as páginas. É bom reconstruir esse sitemap após alterações de idioma ou outro conteúdo estrutural.
ru: Zotonic поддерживает карту сайта всех страниц. Хорошо перестраивать эту карту сайта после языковых или других структурных изменений контента.
sv: Zotonic har en webbplatskarta över alla sidor. Det är bra att bygga om den här webbplatskartan efter språk- eller andra strukturella ändringar i innehållet.
th: Zotonic จัดทำแผนผังเว็บไซต์สำหรับหน้าต่างๆ ทั้งหมด ขอแนะนำให้สร้างแผนผังเว็บไซต์ใหม่หลังจากมีการเปลี่ยนแปลงภาษาหรือโครงสร้างเนื้อหาอื่นๆ
tr: Zotonic tüm sayfaların bir site haritasını tutar. Dil veya diğer yapısal içerik değişikliklerinden sonra bu site haritasını yeniden oluşturmak iyidir.
uk: Zotonic підтримує карту сайту всіх сторінок. Доцільно перебудувати цю карту сайту після зміни мови чи іншої структури вмісту.
zh_hant: Zotonic 維護所有頁面的網站地圖。最好在語言或其他結構內容變更後重建此網站地圖。
