Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Use LinkedIn authentication
ar: استخدم مصادقة LinkedIn
de: LinkedIn-Authentifizierung verwenden
es: Utilizar la autenticación de linkedIn
et: Kasutage LinkedIni autentimist
he: השתמש באימות של LinkedIn
id: Gunakan otentikasi LinkedIn
it: Usa l'autenticazione di LinkedIn
nl: Authenticeren met LinkedIn.
pl: Użyj uwierzytelnienia LinkedIn
pt: Use a autenticação LinkedIn
ru: Использовать аутентификацию LinkedIn
sv: Använd LinkedIn-autentisering
th: ใช้การรับรองความถูกต้อง LinkedIn
tr: LinkedIn kimlik doğrulamasını kullan
uk: Використовуйте аутентифікацію LinkedIn
zh_hant: 使用LinkedIn认证

source: You can find the application keys in
ar: يمكنك العثور على مفاتيح التطبيق بتنسيق
de: Sie finden die Anwendungstasten in
es: Puede encontrar las claves de la aplicación en
et: Rakenduse võtmed leiate lehelt
he: אתה יכול למצוא את מפתחות היישום ב
id: Anda bisa menemukan tombol aplikasi di
it: Potete trovare le chiavi dell'applicazione in
nl: Je kan de applicatie sleutels vinden in
pl: Klucze aplikacji można znaleźć w
pt: Você pode encontrar as chaves de aplicação em
ru: Вы можете найти ключи приложений в
sv: Du hittar programnycklarna i
th: คุณสามารถค้นหาคีย์แอปพลิเคชันได้ใน
tr: Uygulama anahtarlarını şurada bulabilirsiniz:
uk: Ключі програми можна знайти в
zh_hant: 你可以在

source: You don't have permission to change the LinkedIn settings.
ar: ليس لديك إذن لتغيير إعدادات LinkedIn.
de: Sie haben nicht die Berechtigung, die LinkedIn-Einstellungen zu ändern.
es: No tiene permisos para cambiar la configuración de LinkedIn.
et: Teil pole luba LinkedIini sätete muutmiseks.
he: אין לך הרשאה לשנות את הגדרות LinkedIn.
id: Anda tidak memiliki izin untuk mengubah pengaturan LinkedIn.
it: Non hai il permesso di cambiare le impostazioni di LinkedIn.
nl: Je hebt geen rechten om de LinkedIn-instellingen te bewerken.
pl: Nie masz uprawnień do zmiany ustawień LinkedIn.
pt: Você não tem permissão para alterar as configurações do LinkedIn.
ru: У вас нет разрешения изменять настройки LinkedIn.
sv: Du har inte behörighet att ändra LinkedIn-inställningarna.
th: คุณไม่มีสิทธิ์เปลี่ยนการตั้งค่า LinkedIn
tr: LinkedIn ayarlarını değiştirme izniniz yok.
uk: У Вас немає дозволу змінювати налаштування LinkedIn.
zh_hant: 你没有权限更改LinkedIn的设置。

source: You have coupled your <strong>LinkedIn</strong> account.
ar: لقد قمت بإقران حساب <strong>LinkedIn</strong> الخاص بك.
de: Sie haben Ihr <strong>LinkedIn</strong> -Konto gekoppelt.
es: Ha emparejado su cuenta <strong>LinkedIn</strong>.
et: Olete sidunud oma <strong>LinkedIn</strong> kontot.
he: חיברת <strong>חשבון LinkedIn</strong>.
id: Anda telah menggabungkan <strong>LinkedIn</strong> akun.
it: Avete accoppiato il vostro <strong>account</strong> LinkedIn.
nl: Je hebt je <strong>LinkedIn</strong>-account gekoppeld.
pl: Połączyłeś swoje <strong>LinkedIn</strong> konto.
pt: Você acoplou a sua conta <strong>LinkedIn</strong> .
ru: Вы подключили вашу учетную запись <strong>LinkedIn</strong> .
sv: Du har kopplat ditt <strong>LinkedIn</strong> konto.
th: คุณได้เชื่อมต่อกับ <strong>LinkedIn</strong> บัญชีของคุณ
tr: <strong>LinkedIn</strong> hesabınızı eşleştirdiniz.
uk: Ви підключили свій <strong>обліковий запис LinkedIn</strong>.
zh_hant: 您已将您的 <strong>LinkedIn</strong> 账户耦合。

source: Your LinkedIn Developer Network
ar: شبكة مطوري LinkedIn الخاصة بك
de: Ihr LinkedIn-Entwicklernetzwerk
es: Su Red de Desarrollador LinkedIn
et: Teie LinkedIni arendajavõrk
he: רשת המפתחים שלך ב- LinkedIn
id: Jaringan Pengembang LinkedIn anda
it: La tua rete di sviluppatori di LinkedIn
nl: Je LinkedIn Developer Network
pl: Twoja sieć programistów LinkedIn
pt: A sua rede de desenvolvedores do LinkedIn
ru: Ваша сеть разработчиков LinkedIn
sv: Ditt LinkedIn-utvecklarnätverk
th: เครือข่ายนักพัฒนา LinkedIn ของคุณ
tr: LinkedIn Geliştirici Ağınız
uk: Ваша мережа розробників LinkedIn
zh_hant: 您的LinkedIn开发人员网络

source: Bounce
ar: وثب، ارتداد
es: Reiniciar
et: Põrgata
he: להקפיץ
id: Melambung
it: Rimbalzo
nl: Teruggestuurd
pt: Pular
ru: Возвращено
sv: Studsa
th: ตีกลับ
tr: Sıçra
uk: Відскок
zh_hant: 已返回

source: Debug
ar: تصحيح
de: Debuggen
es: Depurar
et: Silumine
he: לנפות
ru: Для отладки
sv: Felsöka
th: แก้ไขข้อบกพร่อง
tr: Hata ayıkla
uk: Налагоджувати
zh_hant: 调试

source: Email log
ar: سجل البريد الإلكتروني
de: E-Mail-Protokoll
es: Registro de correo electrónico
et: E-posti logi
he: יומן דוא"ל
id: Log email
it: Registro delle e-mail
pl: Rejestr e-mail
pt: Registro de e-mail
ru: Журнал e-mail
sv: E-postlogg
th: บันทึกอีเมล
tr: E-posta kaydı
uk: Журнал електронної пошти
zh_hant: Email 日志

source: Email status
ar: حالة البريد الإلكتروني
es: Estado del correo electrónico
et: E-posti olek
he: סטטוס דוא"ל
id: Status email
it: Stato dell'e-mail
pl: Status e-maila
pt: Estado do e-mail
ru: Статус электронной почты
sv: E-poststatus
th: สถานะอีเมล
tr: E-posta durumu
uk: Статус електронної пошти
zh_hant: 电子邮件状态

source: Failed
ar: فشل
de: Gescheitert
es: Falló
et: Ebaõnnestunud
he: נִכשָׁל
id: Gagal
it: Fallito
nl: Gefaald
pl: Niepowiodło się
pt: Falha
ru: Неудачно
sv: Misslyckades
th: ล้มเหลว
tr: Başarasız oldu
uk: Не вдалося
zh_hant: 失败

source: Fatal
ar: قاتلة - مهلك
es: Grave
et: Tappev
he: קָטלָנִי
nl: Fataal
pl: Krytyczne
ru: Фатальная ошибка
sv: Dödlig
th: ร้ายแรง
tr: Önemli
uk: Смертельно
zh_hant: 致命

source: Identities
ar: المتطابقات
de: Identitäten
es: Identidades
et: Identiteedid
he: זהויות
id: Identitas
it: Identità
nl: Identiteiten
pl: Tożsamości
pt: Identidades
ru: Персоны
sv: Identiteter
th: อัตลักษณ์
tr: Kimlikler
uk: Ідентичності
zh_hant: 身份

source: Log
ar: سجل
de: Protokoll
es: Registro
et: Logi
he: עֵץ
nl: Logboek
pl: Rejestr
pt: Diário de Bordo
ru: Журнал
sv: Logga
th: บันทึก
tr: Kayıt
uk: Журнал
zh_hant: 日志

source: Log email
ar: سجل البريد الإلكتروني
de: E-Mail protokollieren
es: Registrar correo electrónico
et: Logi email
he: רישום דוא"ל
it: Registra l'e-mail
pl: Rejestr e-mail
pt: e-mail de registo
ru: Протоколирование e-mail
sv: Logga e-post
th: เข้าสู่ระบบอีเมล
tr: Kayıt e-postası
uk: Журнал електронної пошти
zh_hant: 记录 email

source: Log incoming/outgoing e-mail
ar: تسجيل البريد الإلكتروني الوارد / الصادر
de: Eingehende/ausgehende E-Mail protokollieren
es: Registrar correos entrantes/salientes
et: Logi sissetulev/väljaminev e-mail
he: רשום דואר אלקטרוני נכנס / יוצא
id: Log masuk / keluar e-mail
it: Registra le e-mail in entrata e in uscita
nl: Log inkomende / uitgaande e-mail
pl: Rejestruj przychodzące / wychodzące wiadomości e-mail
pt: Registrar e-mail de entrada/saída
ru: Протоколирование входящей/исходящей электронной почты
sv: Logga in inkommande / utgående e-post
th: เข้าสู่ระบบอีเมลขาเข้า / ขาออก
tr: Gelen/giden e-postaları kaydet
uk: Реєстрація вхідної/вихідної електронної пошти
zh_hant: 记录来往邮件

source: Log messages
ar: رسائل السجل
de: Logmeldungen
es: Registrar mensajes
et: Logi sõnumid
he: הודעות יומן
id: Pesan Log
it: Messaggi di log
nl: Berichtenlog
pl: Rejestruj wiadomości
pt: Mensagens de registo
ru: Сообщения в журнале
sv: Logga meddelanden
th: บันทึกข้อความ
tr: Kayıt mesajları
uk: Журнал повідомлень
zh_hant: 日志消息

source: Log ui events
ar: سجل أحداث واجهة المستخدم
de: Log ui-Ereignisse
es: Log ui eventos
et: Logi ui sündmused
he: אירועי ממשק משתמש
id: Catat peristiwa ui
it: Registra gli eventi ui
nl: Log ui-gebeurtenissen
pl: Zaloguj wydarzenia interfejsu użytkownika
pt: Log ui eventos
ru: Журнал событий
sv: Logga in händelser
th: บันทึกเหตุการณ์ ui
tr: Kullanıcı arabirimi olaylarını günlüğe kaydet
uk: Зареєструвати події інтерфейсу користувача
zh_hant: 记录用户界面事件

source: Log user interface events
ar: سجل أحداث واجهة المستخدم
de: Ereignisse der Benutzeroberfläche protokollieren
es: Registrar los eventos de la interfaz de usuario
et: Logi kasutajaliidese sündmused sisse
he: כניסה לאירועים בממשק המשתמש
id: Catat peristiwa antarmuka pengguna
it: Registra gli eventi dell'interfaccia utente
nl: Log gebruikersinterface gebeurtenissen
pl: Rejestruj zdarzenia interfejsu użytkownika
pt: Registar eventos da interface do utilizador
ru: Журнал событий пользовательского интерфейса
sv: Logga händelser i användargränssnittet
th: บันทึกเหตุการณ์ส่วนต่อประสานผู้ใช้
tr: Kullanıcı arayüzü olaylarını günlüğe kaydetme
uk: Записувати події інтерфейсу користувача
zh_hant: 记录用户界面事件

source: Message log
ar: سجل الرسائل
de: Meldungsprotokoll
es: Registro de mensajes
et: Sõnumilogi
he: יומן הודעות
id: Pesan log
it: Registro dei messaggi
nl: Berichtenlog
pl: Rejestr wiadomości
pt: Registo de mensagens
ru: Журнал сообщений
sv: Meddelandelogg
th: บันทึกข้อความ
tr: Mesaj kayıtları
uk: Журнал повідомлень
zh_hant: 日志消息

source: Message nr
ar: رقم الرسالة
de: Nachricht nr
es: Mensaje nro.
et: Sõnum n
he: מס 'הודעה
id: Pesan nr
it: Messaggio n.
nl: Bericht nr.
pl: Wiadomość nr
pt: Mensagem n
ru: № сообщения
sv: Meddelande nr
th: ข้อความ nr
tr: Mesaj no
uk: Повідомлення №
zh_hant: 留言编号

source: Most recent messages
ar: أحدث الرسائل
de: Neueste Meldungen
es: Mensajes más recientes
et: Viimatised sõnumid
he: ההודעות האחרונות
id: Pesan terakhir
it: Messaggi più recenti
nl: Meest recente berichten
pl: Najnowsze wiadomości
pt: Mensagens mais recentes
ru: Последние сообщения
sv: Senaste meddelanden
th: ข้อความล่าสุด
tr: En son mesajlar
uk: Останні повідомлення
zh_hant: 最近消息

source: Most recent user interface events
ar: أحدث أحداث واجهة المستخدم
de: Letzte Ereignisse der Benutzeroberfläche
es: Eventos más recientes de la interfaz de usuario
et: Viimased kasutajaliidese sündmused
he: אירועי ממשק המשתמש האחרונים
id: Peristiwa antarmuka pengguna terbaru
it: Eventi più recenti dell'interfaccia utente
nl: Meest recente gebeurtenissen in de gebruikersinterface
pl: Najnowsze wydarzenia w interfejsie użytkownika
pt: Eventos mais recentes da interface do usuário
ru: Последние события в пользовательском интерфейсе
sv: De senaste händelserna i användargränssnittet
th: เหตุการณ์ส่วนติดต่อผู้ใช้ล่าสุด
tr: En son kullanıcı arayüzü olayları
uk: Останні події в інтерфейсі користувача
zh_hant: 最近的用户界面事件

source: No log messages.
ar: لا توجد رسائل سجل.
de: Keine Protokollmeldungen.
es: No hay mensajes.
et: Ei ole logi sõnumeid.
he: אין הודעות יומן.
id: Tidak ada pesan log.
it: Nessun messaggio di log.
nl: Geen log-items.
pl: Brak rejestru wiadomości.
pt: Sem mensagens de registo.
ru: Отсутствуют сообщения в журнале.
sv: Inga loggmeddelanden.
th: ไม่มีข้อความบันทึก
tr: Kayıt mesajı yok.
uk: Немає повідомлень журналу.
zh_hant: 无日志消息。

source: Other
ar: آخر
de: Andere
es: Otros
et: Muud
he: אַחֵר
id: Lain
it: Altro
nl: Andere
pl: Inne
pt: Outros
ru: Прочее
sv: Övrig
th: อื่น ๆ
tr: Diğer
uk: Інший
zh_hant: 其他

source: Received
ar: تم الاستلام
de: Empfangen
es: Recibido
et: Vastu võetud
he: קיבלו
id: Diterima
it: Ricevuto
nl: Ontvangen
pl: Odebrane
pt: Recebido em
ru: Получено
sv: Mottagen
th: ได้รับ
tr: Alınan
uk: Отримано
zh_hant: 已收到

source: Relayed
ar: مرحل
de: Weitergeleitet
es: Retransmitido
et: Edastatud
he: ממסר
id: Relay
pl: Przekazany
pt: Retransmitido
ru: Реле
sv: Vidarebefordrad
th: ถ่ายทอด
uk: Реле
zh_hant: 中继的

source: Resources with email identity
ar: الموارد مع هوية البريد الإلكتروني
de: Ressourcen mit E-Mail-Identität
es: Recursos con identidad de correo electrónico
et: E-posti identiteediga ressursid
he: משאבים עם זהות דוא"ל
id: Sumber daya dengan identitas email
it: Risorse con identità e-mail
nl: Pagina’s met e-mail identiteit
pl: Zasoby z tożsamością e-mailową
pt: Recursos com identidade de e-mail
ru: Ресурсы с электронной почтой
sv: Resurser med e-postidentitet
th: ทรัพยากรที่มีข้อมูลประจำตัวอีเมล
tr: E-posta kimliğine sahip kaynaklar
uk: Ресурси з ідентифікатором електронної пошти
zh_hant: 具有电子邮件身份的资源

source: Retry
ar: أعد المحاولة
de: Wiederholen Sie
es: Reintentar
et: Proovi uuesti
he: נסה שוב
id: Mencoba kembali
it: Riprova
nl: Opnieuw
pl: Spróbuj ponownie
pt: Tentativa
ru: Повторная попытка
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Повторіть спробу
zh_hant: 重试

source: Sending
ar: إرسال
de: Senden
es: Enviando
et: Saadan
he: שְׁלִיחָה
id: Mengirim
it: Invio di
nl: Versturen
pl: Wysyłane
pt: Envio para
ru: В процессе
sv: Sändning
th: การส่ง
tr: Gönderiliyor
uk: Відправлення
zh_hant: 发送中

source: Sent
ar: أرسلت
de: Gesendet
es: Enviado
et: Saadetud
he: נשלח
id: Dikirim
it: Inviato
nl: Verstuurd
pl: Wysłane
pt: Enviado para
ru: Отправлено
sv: Skickat
th: ส่งแล้ว
tr: Gönderildi
uk: Надісланий
zh_hant: 已发送

source: Severity
ar: خطورة
de: Schweregrad
es: Severidad
et: Kategooria
he: חוּמרָה
id: Kerasnya
it: Gravità
nl: Ernst
pl: Priorytet
pt: Severidade
ru: Значимость
sv: Allvarlighetsgrad
th: ความรุนแรง
tr: Önem
uk: Тяжкість
zh_hant: 严重性

source: Site Administrator
ar: مدير الموقع
de: Website-Administrator
es: Administrador del sitio
et: Saidi administraator
he: מנהל האתר
id: Administrator Situs
it: Amministratore del sito
nl: Sitebeheerder
pl: Administrator strony
pt: Administrador do site
ru: Администратор сайта
sv: Webbplatsadministratör
th: ผู้ดูแลเว็บไซต์
tr: Site Yöneticisi
uk: Адміністратор сайту
zh_hant: 网站管理员

source: Stack
ar: كومة
de: Stapel
et: Virn
he: לַעֲרוֹם
id: Tumpukan
pt: Pilha
ru: Стек
th: ซ้อนกัน
tr: Yığın
uk: Стек
zh_hant: 堆栈

source: To
ar: إلى
de: An
es: A
et: Kellele
he: ל
id: Untuk
it: A
nl: Naar
pl: Do
pt: Para
ru: Кому
sv: Till
th: ถึง
tr: Kime
uk: До
zh_hant: 接收方

source: Toggle non people
ar: تبديل غير الأشخاص
de: Toggle Nicht-Personen
es: Cambiar a las personas que no son de la familia...
et: Lülita sisse inimesed
he: החלף אנשים שאינם
id: Alihkan bukan orang
it: Toggle non persone
nl: Wissel niet-mensen
pl: Przełącz nie-ludzi
pt: Alternar não pessoas
ru: переключать нон-людей
sv: Växla icke-personer
th: สลับคนที่ไม่ใช่
tr: İnsan olmayanları değiştir
uk: Увімкнути нелюди
zh_hant: 切换非人

source: User
ar: المستعمل
de: Benutzer
es: Usuario
et: Kasutaja
he: מִשׁתַמֵשׁ
id: Pengguna
it: Utente
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ru: Пользователь
sv: Användare
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
zh_hant: 用户

source: User Id
ar: معرف المستخدم
de: Benutzer-ID
es: Id del usuario
et: Kasutaja ID
he: תעודת זהות של משתמש
id: Id pengguna
it: Id utente
nl: Gebruikers ID
pl: Identyfikator użytkownika
pt: Identificação do usuário
ru: Идентификатор пользователя
sv: Användar ID
th: รหัสผู้ใช้
tr: Kullanıcı kimliği
uk: Ідентифікатор користувача
zh_hant: 用户ID

source: User interface log
ar: سجل واجهة المستخدم
de: Protokoll der Benutzeroberfläche
es: Registro de la interfaz de usuario
et: Kasutajaliidese logi
he: יומן ממשק משתמש
id: Log antarmuka pengguna
it: Registro dell'interfaccia utente
nl: Logboek van de gebruikersinterface
pl: Dziennik interfejsu użytkownika
pt: Log da interface do usuário
ru: Журнал пользовательского интерфейса
sv: Logg för användargränssnitt
th: บันทึกส่วนต่อประสานผู้ใช้
tr: Kullanıcı arayüzü günlüğü
uk: Журнал інтерфейсу користувача
zh_hant: 用户界面日志

source: email verified
ar: تم التحقق من البريد الإلكتروني
de: E-Mail geprüft
es: correo electrónico verificado
et: meil on kinnitatud
he: דואר אלקטרוני אומת
id: email terverifikasi
it: e-mail verificata
nl: per e-mail bevestigd
pl: email zweryfikowany
pt: e-mail verificado
ru: подтверждение по электронной почте
sv: e-post verifierad
th: ยืนยันอีเมลแล้ว
tr: E-posta Doğrulandı
uk: електронна адреса підтверджена
zh_hant: 电邮验证

source: <b>Thank you.</b> You are now unsubscribed.
ar: <b>شكرا لك.</b> أنت الآن غير مشترك.
de: <b>Vielen Dank.</b> Sie sind jetzt abgemeldet.
es: <b>gracias</b> Ya no está suscrito.
et: <b>Aitäh.</b> Olete nüüd tellimusest loobunud.
he: <b>תודה.</b> אתה מבוטל כעת.
id: <b>Terima kasih.</b> Anda sekarang berhenti berlangganan.
it: <b>Grazie.</b> L'iscrizione è ora annullata.
nl: <b>Bedankt.</b> Je bent nu uitgeschreven.
pl: <b>Dziękuję.</b> Twoja subskrypcja została anulowana.
pt: <b>Obrigado.</b> Agora você cancelou a inscrição.
ru: <b>Спасибо.</b> Теперь вы отписались.
sv: <b>Tack.</b> Du har nu avslutat prenumerationen.
th: <b>ขอบคุณ</b> คุณยกเลิกการเป็นสมาชิกแล้ว
tr: <b>Teşekkür ederim.</b> Artık abonelikten çıktınız.
uk: <b>Дякую.</b> Ви скасували підписку.
zh_hant: <b>謝謝。</b> 您現在已取消訂閱。

source: <em>Add</em> all recipients to this list that are on the target list
ar: <em>أضف</em> كل المستلمين الموجودين في قائمة الهدف إلى هذه القائمة
de: <em>Alle Empfänger, die sich auf der Zielliste befinden, zu dieser Liste hinzufügen</em>
es: <em>Añadir</em> todos los destinatarios a esta lista que están en la lista de destino
et: <em>Lisage sellesse loendisse</em> kõik adressaadid, kes on sihtloendis
he: <em>הוסף</em> כל הנמענים לרשימה זו שנמצאים ברשימת היעד
id: <em>Tambahkan</em> semua penerima ke daftar ini yang ada di daftar target
it: <em>Aggiungi</em> a questa lista tutti i destinatari che sono nella lista di destinazione
nl: <em>Voeg</em> alle ontvangers toe aan deze lijst die op de doellijst staan
pl: <em>Dodaj</em> wszystkich odbiorców do tej listy, którzy znajdują się na liście docelowej
pt: <em>Adicionar</em> todos os destinatários desta lista que estão na lista de destino
ru: <em>Добавить</em> всех получателей в этот список, которые находятся в целевом списке.
sv: <em>Lägg till</em> alla mottagare i listan som finns på mållistan
th: <em>เพิ่มผู้รับทั้งหมด</em> รายในรายชื่อที่อยู่ในรายชื่อเป้าหมาย
tr: Hedef listesinde bulunan tüm alıcıları bu listeye <em>ekle</em>
uk: <em>Додайте</em> всіх одержувачів до цього списку, які є в цільовому списку
zh_hant: <em>将目标列表中的所有收件人添加到此列表中</em> 。

source: <em>Remove</em> all recipients from this list that are on the target list
ar: <em>قم بإزالة</em> كافة المستلمين الموجودين في قائمة الهدف من هذه القائمة
de: <em>Entfernen Sie</em> alle Empfänger aus dieser Liste, die sich in der Zielliste befinden
es: <em>Elimina</em> todos los destinatarios de esta lista que están en la lista de destino
et: <em>Eemaldage</em> kõik adressaadid, kes on sihtloendis
he: <em>הסר</em> כל הנמענים מרשימה זו שנמצאים ברשימת היעד
id: <em>Hapus</em> semua penerima dari daftar ini yang ada di daftar target
it: <em>Rimuovi</em> tutti i destinatari da questo elenco che si trovano nell'elenco di destinazione
nl: <em>Verwijder</em> alle ontvangers die op de doellijst staan
pl: <em>Usuń</em> wszystkich odbiorców z tej listy, którzy znajdują się na liście docelowej
pt: <em>Remova</em> todos os destinatários desta lista que estão na lista de destino
ru: <em>Удалить</em> всех получателей из этого списка, которые находятся в целевом списке
sv: <em>Ta bort</em> alla mottagare från listan som finns på mållistan
th: <em>ลบ</em> ออกจากรายชื่อที่อยู่ในรายชื่อเป้าหมาย
tr: <em>Bu listeden hedef listedeki tüm alıcıları</em>
uk: <em>Видалити</em> всіх одержувачів із цього списку, які є в цільовому списку
zh_hant: <em>從此列表中刪除</em> 所有目標列表中的收件人
