Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Changing the time zone will in effect change the publication period and date range.
ar: سيؤدي تغيير المنطقة الزمنية إلى تغيير فترة النشر ونطاق التاريخ.
de: Durch das Ändern der Zeitzone ändern sich auch der Veröffentlichungszeitraum und der Datumsbereich.
es: Cambiar la zona horaria cambiará en efecto el período de publicación y el intervalo de fechas.
et: Ajavööndi muutmine muudab avaldamise perioodi ja kuupäevavahemikku.
he: שינוי אזור הזמן ישנה למעשה את תקופת הפרסום וטווח התאריכים.
id: Mengubah zona waktu akan mengubah periode publikasi dan rentang tanggal.
it: La modifica del fuso orario modificherà in effetti il periodo di pubblicazione e l'intervallo di date.
nl: Als je de tijdzone wijzigt, verandert de publicatieperiode en het datumbereik.
pl: Zmiana strefy czasowej spowoduje zmianę okresu publikacji i zakresu dat.
pt: A alteração do fuso horário alterará de fato o período de publicação e o intervalo de datas.
ru: Изменение часового пояса изменит период публикации и диапазон дат.
sv: Om du ändrar tidszonen kommer publiceringsperioden och datumintervallet att ändras.
th: การเปลี่ยนเขตเวลาจะมีผลเปลี่ยนแปลงระยะเวลาเผยแพร่และช่วงวันที่
tr: Saat dilimini değiştirmek, yayın dönemini ve tarih aralığını değiştirecektir.
uk: Зміна часового поясу призведе до зміни періоду публікації та діапазону дат.
zh_hant: 更改時區實際上會更改發布期和日期範圍。

source: Dec
ar: ديسمبر
de: Dez
et: Dets
he: דצמבר
id: Des
it: Dic
pl: Gru
pt: Dez
ru: Дек
th: ธ.ค.
tr: Ark
uk: Груд.
zh_hant: 十二月

source: December
ar: كانون أول / ديسمبر
de: Dezember
es: Diciembre
et: Detsembril
he: דֵצֶמבֶּר
id: Desember
it: Dicembre
pl: Grudzień
pt: Dezembro
ru: Декабря
th: ธันวาคม
tr: Aralık
uk: Грудень
zh_hant: 十二月

source: Feb
ar: فبراير
es: Febrero
et: Veebruar
he: פברואר
pl: Lut
pt: Fev
ru: Фев
th: ก.พ.
tr: Şbt
uk: Лют.
zh_hant: 二月

source: February
ar: شباط / فبراير
de: Februar
es: Febrero
et: Veebruar
he: פברואר
id: Februari
it: Febbraio
nl: februari
pl: Luty
pt: Fevereiro
ru: Февраля
sv: Februari
th: กุมภาพันธ์
tr: Şubat
uk: Лютий
zh_hant: 二月

source: Fix timezone, show all dates in the above timezone.
ar: إصلاح المنطقة الزمنية ، وإظهار جميع التواريخ في المنطقة الزمنية أعلاه.
de: Zeitzone fixieren, alle Daten in der obigen Zeitzone anzeigen.
es: Ajustar zona horaria. Muestra todas las fechas en la zona horaria.
et: Parandage ajavöönd, kuvage kõik kuupäevad ülaltoodud ajavööndis.
he: תקן את אזור הזמן, הראה את כל התאריכים באזור הזמן הנ"ל.
id: Perbaiki zona waktu, tampilkan semua tanggal di atas zona waktu.
it: Fissa il fuso orario, mostra tutte le date nel fuso orario di cui sopra.
nl: Zet de tijdzone vast, toon alle tijden in de bovenstaande tijdzone..
pl: Napraw strefę czasową, pokaż wszystkie daty w powyższej strefie czasowej.
pt: Fixar fuso horário, mostrar todas as datas no fuso horário acima.
ru: Фиксируйте часовой пояс, показывайте все даты в указанном выше часовом поясе.
sv: Fixa tidszon, visa alla datum i tidszonen ovan.
th: แก้ไขเขตเวลาแสดงวันที่ทั้งหมดในเขตเวลาข้างต้น
tr: Zaman dilimini düzelt, tüm tarihleri yukarıdaki saat diliminde göster.
uk: Виправити часовий пояс, показати всі дати у вищевказаному часовому поясі.
zh_hant: 修正时区，显示以上时区的所有日期。

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
et: Reede
he: יוֹם שִׁישִׁי
id: Hari jumat
it: Venerdì
nl: vrijdag
pl: Piątek
pt: Sexta-feira
ru: Пятница
sv: fredag
th: วันศุกร์
tr: Cuma
uk: П'ятниця
zh_hant: 星期五

source: Here you can set the default localization configurations.
ar: هنا يمكنك تعيين تكوينات الترجمة الافتراضية.
de: Hier können Sie die Standard-Lokalisierungskonfigurationen einstellen.
es: Aquí puede establecer las configuraciones de localización por defecto.
et: Siin saate määrata vaikimisi lokaliseerimise konfiguratsioonid.
he: כאן תוכלו להגדיר את תצורות ברירת המחדל של לוקליזציה.
id: Di sini anda dapat mengatur standar lokalisasi konfigurasi.
it: Qui è possibile impostare le configurazioni di localizzazione predefinite.
nl: Hier kun je de standaard configuratie voor lokalisatie instellen.
pl: Tutaj można ustawić domyślne konfiguracje lokalizacji.
pt: Aqui você pode definir as configurações de localização padrão.
ru: Здесь вы можете установить настройки локализации по умолчанию.
sv: Här kan du ställa in standardkonfigurationer för lokalisering.
th: ที่นี่คุณสามารถตั้งค่าการกำหนดค่าเริ่มต้นการแปล
tr: Buradan varsayılan yerelleştirme ayarlarını ayarlayabilirsiniz.
uk: Тут Ви можете встановити конфігурації локалізації за замовчуванням.
zh_hant: 在这里你可以设置默认的本地化配置。

source: Jan
ar: يناير
es: Enero
he: יאן
id: Januari
pl: Sty
ru: Янв
th: ม.ค.
tr: Oca
uk: Січ.
zh_hant: 一月

source: January
ar: كانون الثاني / يناير
de: Januar
es: Enero
et: Jaanuar
he: יָנוּאָר
id: Januari
it: Gennaio
nl: januari
pl: Styczeń
pt: Janeiro
ru: Января
sv: Januari
th: มกราคม
tr: Ocak
uk: Січня
zh_hant: 一月

source: Jul
ar: يوليو
es: Julio
et: Juuli
he: יול
pl: Lip
ru: Июл
th: ก.ค.
tr: Tem
uk: Лип.
zh_hant: 七月

source: July
ar: تموز / يوليو
de: Juli
es: Julio
et: Juuli
he: יולי
id: Bulan Juli
it: Luglio
nl: juli
pl: Lipiec
pt: Julho
ru: Июля
sv: Juli
th: กรกฎาคม
tr: Temmuz
uk: Липень
zh_hant: 七月

source: Jun
ar: يونيو
es: Junio
et: Juuni
he: יוני
pl: Cze
ru: Июн
sv: Juni
th: มิ.ย.
tr: Haz
uk: Черв.
zh_hant: 六月

source: June
ar: حزيران / يونيو
de: Juni
es: Junio
et: Juunil
he: יוני
id: Bulan juni
it: Giugno
nl: juni
pl: Czerwiec
pt: Junho
ru: Июня
sv: Juni
th: มิถุนายน
tr: Haziran
uk: Червень
zh_hant: 六月

source: L10N Configuration
ar: تكوين L10N
de: L10N Konfiguration
es: Configuración de L10N
et: L10N seadistamine
he: תצורת L10N
id: Konfigurasi L10N
it: Configurazione L10N
nl: L10N-configuratie
pl: L10N Konfiguracja
pt: Configuração L10N
ru: L10N Конфигурация
sv: L10N-konfiguration
th: การกำหนดค่า L10N
tr: L10N Yapılandırması
uk: Конфігурація L10N
zh_hant: L10N配置

source: Localization
ar: الموقع
de: Lokalisierung
es: Localización
et: Lokaliseerimine
he: לוקליזציה
id: Lokalisasi
it: Localizzazione
nl: Lokalisatie
pl: Lokalizacja
pt: Localização
ru: Локализация
sv: Lokalisering
th: การแปล
tr: Yerelleştirme
uk: Локалізація
zh_hant: 本地化

source: Mar
ar: مارس
es: Marzo
et: Märts
he: לְקַלְקֵל
id: Maret
nl: mrt
ru: Мар
th: มี.ค.
uk: Берез.
zh_hant: 三月

source: March
ar: آذار/ مارس
de: März
es: Marzo
et: Märts
he: מרץ
id: Maret
it: Marzo
nl: maart
pl: Marzec
pt: Março
ru: Марта
sv: Mars
th: มีนาคม
tr: Mart
uk: Березень
zh_hant: 三月

source: May
ar: أيار / مايو
de: Mai
es: Mayo
et: Mai
he: מאי
id: Mei
it: Maggio
nl: mei
pl: Maj
pt: Maio
ru: Мая
sv: Maj
th: พฤษภาคม
tr: Mayıs
uk: Травень
zh_hant: 五月

source: Monday
ar: الإثنين
de: Montag
es: Lunes
et: Esmaspäev
he: יוֹם שֵׁנִי
id: Senin
it: Lunedì
nl: maandag
pl: Poniedziałek
pt: segunda-feira
ru: Понедельник
sv: Måndag
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
zh_hant: 星期一

source: Nov
ar: نوفمبر
es: Noviembre
he: נובמבר
id: November
pl: Lis
ru: Ноя
th: พ.ย.
tr: Kas
uk: Листоп.
zh_hant: 十一月

source: November
ar: تشرين ثاني / نوفمبر
es: Noviembre
et: Novembrini
he: נוֹבֶמבֶּר
it: Novembre
pl: Listopad
pt: Novembro
ru: Ноября
th: พฤศจิกายน
tr: Kasım
uk: Листопад
zh_hant: 十一月

source: Oct
ar: أكتوبر
de: Okt.
es: Octubre
et: Okt
he: אוקטובר
id: Oktober
it: Ott
nl: okt
pl: Paź
pt: Out
ru: Окт
sv: Okt
th: ต.ค.
tr: Ekm
uk: Жовт.
zh_hant: 十月

source: October
ar: تشرين أول / أكتوبر
de: Oktober
es: Octubre
et: Oktoobril
he: אוֹקְטוֹבֶּר
id: Oktober
it: Ottobre
nl: oktober
pl: Październik
pt: Outubro
ru: Октября
sv: Oktober
th: ตุลาคม
tr: Ekim
uk: Жовтень
zh_hant: 十月

source: Saturday
ar: السبت
de: Samstag
es: Sábado
et: Laupäev
he: יום שבת
id: Sabtu
it: Sabato
nl: zaterdag
pl: Sobota
pt: sábado
ru: Суббота
sv: Lördag
th: วันเสาร์
tr: Cumartesi
uk: Субота
zh_hant: 星期六

source: Sep
ar: سبتمبر
es: Septiembre
et: Sept
he: ספטמבר
id: September
pl: Wrz
pt: Set
ru: Сен
th: ก.ย.
tr: Eyl
uk: Верес.
zh_hant: 九月

source: September
ar: أيلول / سبتمبر
es: Septiembre
et: Septembrini
he: סֶפּטֶמבֶּר
it: Settembre
pl: Wrzesień
pt: Setembro
ru: Сентября
th: กันยายน
tr: Eylül
uk: Вересень
zh_hant: 九月

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
et: Pühapäev
he: יוֹם רִאשׁוֹן
id: Minggu
it: Domenica
nl: zondag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sv: Söndag
th: วันอาทิตย์
tr: Pazar
uk: Неділя
zh_hant: 星期天

source: This forces the timezone to the configured timezone. Irrespective of the timezone selected by the user or user-agent.
ar: هذا يفرض المنطقة الزمنية على المنطقة الزمنية التي تم تكوينها. بصرف النظر عن المنطقة الزمنية المحددة من قبل المستخدم أو وكيل المستخدم.
de: Dadurch wird die Zeitzone auf die konfigurierte Zeitzone erzwungen. Unabhängig von der vom Benutzer oder Benutzer-Agenten gewählten Zeitzone.
es: Esto hace que la zona horaria sea la misma que la zona horaria configurada, independientemente de la zona horaria seleccionada por el usuario o agente de usuario.
et: See sunnib ajavööndi konfigureeritud ajavööndile. Sõltumata kasutaja või agendi valitud ajavööndist.
he: זה מכריח את אזור הזמן לאזור הזמן שהוגדר. ללא קשר לאזור הזמן שנבחר על ידי המשתמש או סוכן המשתמש.
id: Hal ini akan memaksa zona waktu untuk mengkonfigurasi zona waktu. Terlepas dari zona waktu yang dipilih oleh pengguna atau nama agent.
it: Questo forza il fuso orario al fuso orario configurato. Indipendentemente dal fuso orario selezionato dall'utente o dall'user-agent.
nl: Dit forceert de tijdzone naar de geconfigureerde tijdzone, onafhankelijk van de tijdzone geselecteerd door de gebruiker of browser.
pl: Zmusza to strefę czasową do skonfigurowanej strefy czasowej. Niezależnie od strefy czasowej wybranej przez użytkownika lub klienta użytkownika.
pt: Isto força o fuso horário para o fuso horário configurado. Independentemente do fuso horário selecionado pelo usuário ou pelo agente-usuário.
ru: Это приводит к тому, что часовой пояс становится настроенным. Независимо от часового пояса, выбранного пользователем или пользователем-агентом.
sv: Detta tvingar tidszonen till den konfigurerade tidszonen. Oavsett vilken tidszon som användaren eller användaragenten har valt.
th: สิ่งนี้บังคับให้เขตเวลาเป็นเขตเวลาที่กำหนดค่าไว้ โดยไม่คำนึงถึงเขตเวลาที่เลือกโดยผู้ใช้หรือตัวแทนผู้ใช้
tr: Bu saat dilimini yapılandırmaya zorlar. Kullanıcı veya aracısı tarafından seçilen zaman diliminden bağımsız olarak.
uk: Це примусово переміщує часовий пояс до налаштованого часового поясу. Незалежно від часового поясу, вибраного користувачем або агентом користувача.
zh_hant: 这将强制将时区改为配置的时区。无论用户或用户代理选择的时区如何。

source: This is the time zone in which the publication period and date range is entered. It defaults to your time zone. If you change the time zone then you will need to correct the publication period and date range manually.
ar: هذه هي المنطقة الزمنية التي يتم فيها إدخال فترة النشر ونطاق التاريخ. يتم تعيينه افتراضيًا على المنطقة الزمنية الخاصة بك. إذا قمت بتغيير المنطقة الزمنية ، فستحتاج إلى تصحيح فترة النشر ونطاق التاريخ يدويًا.
de: Dies ist die Zeitzone, in der Veröffentlichungszeitraum und Datumsbereich eingetragen werden. Es ist standardmäßig Ihre Zeitzone. Wenn Sie die Zeitzone ändern, müssen Sie den Veröffentlichungszeitraum und den Datumsbereich manuell korrigieren.
es: Esta es la zona horaria en la que se ingresa el período de publicación y el rango de fechas. El valor predeterminado es su zona horaria. Si cambia la zona horaria, deberá corregir el período de publicación y el rango de fechas manualmente.
et: See on ajavöönd, kuhu sisestatakse avaldamise periood ja kuupäevavahemik. Vaikimisi on see teie ajavöönd. Kui muudate ajavööndit, peate avaldamisperioodi ja kuupäevavahemikku käsitsi parandama.
he: זהו אזור הזמן שבו מוזנים תקופת הפרסום וטווח התאריכים. ברירת המחדל היא לאזור הזמן שלך. אם תשנה את אזור הזמן, תצטרך לתקן את תקופת הפרסום וטווח התאריכים באופן ידני.
id: Ini adalah zona waktu di mana periode publikasi dan rentang tanggal dimasukkan. Ini default ke zona waktu Anda. Jika Anda mengubah zona waktu maka Anda harus memperbaiki periode publikasi dan rentang tanggal secara manual.
it: Questo è il fuso orario in cui vengono inseriti il periodo di pubblicazione e l'intervallo di date. L'impostazione predefinita è il tuo fuso orario. Se modifichi il fuso orario, dovrai correggere manualmente il periodo di pubblicazione e l'intervallo di date.
nl: Dit is de tijdzone waarin de publicatieperiode en het datumbereik worden ingevoerd. Het is standaard ingesteld op jouw tijdzone. Als je de tijdzone wijzigt, moet je de publicatieperiode en het datumbereik handmatig corrigeren.
pl: Jest to strefa czasowa, w której wprowadza się okres publikacji i zakres dat. Domyślnie jest to Twoja strefa czasowa. Jeśli zmienisz strefę czasową, będziesz musiał ręcznie poprawić okres publikacji i zakres dat.
pt: Este é o fuso horário no qual o período de publicação e o intervalo de datas são inseridos. O padrão é o seu fuso horário. Se você alterar o fuso horário, precisará corrigir manualmente o período de publicação e o intervalo de datas.
ru: Это часовой пояс, в котором вводятся период публикации и диапазон дат. По умолчанию используется ваш часовой пояс. Если вы измените часовой пояс, вам нужно будет вручную скорректировать период публикации и диапазон дат.
sv: Detta är tidszonen där publiceringsperioden och datumintervallet anges. Den är förinställd på din tidszon. Om du ändrar tidszonen måste du korrigera publiceringsperioden och datumintervallet manuellt.
th: นี่คือเขตเวลาที่ป้อนช่วงเวลาเผยแพร่และช่วงวันที่ ค่าเริ่มต้นเป็นเขตเวลาของคุณ หากคุณเปลี่ยนเขตเวลา คุณจะต้องแก้ไขช่วงเวลาเผยแพร่และช่วงวันที่ด้วยตนเอง
tr: Yayın dönemi ve tarih aralığının girildiği saat dilimidir. Varsayılan olarak sizin saat diliminize göredir. Saat dilimini değiştirirseniz, yayın dönemini ve tarih aralığını manuel olarak düzeltmeniz gerekecektir.
uk: Це часовий пояс, у якому введено період публікації та діапазон дат. За замовчуванням використовується ваш часовий пояс. Якщо ви зміните часовий пояс, вам потрібно буде вручну виправити період публікації та діапазон дат.
zh_hant: 這是輸入發布期和日期範圍的時區。它默認為您的時區。如果更改時區，則需要手動更正發布期和日期範圍。

source: This sets the default timezone. This timezone is used for the initial request by a user-agent or when the timezone is not known.
ar: هذا يحدد المنطقة الزمنية الافتراضية. يتم استخدام هذه المنطقة الزمنية للطلب الأولي بواسطة وكيل المستخدم أو عندما تكون المنطقة الزمنية غير معروفة.
de: Dies legt die Standardzeitzone fest. Diese Zeitzone wird für die Erstanforderung durch einen Benutzeragenten verwendet oder wenn die Zeitzone nicht bekannt ist.
es: Esto establece la zona horaria predeterminada. Esta zona horaria se utiliza para la solicitud inicial de un agente de usuario o cuando se desconoce la zona horaria.
et: See määrab vaikeajavööndi. Seda ajavööndit kasutab kasutajaagent esialgse päringu jaoks või kui ajavöönd pole teada.
he: זה מגדיר את אזור הזמן המוגדר כברירת מחדל. אזור זמן זה משמש לבקשה הראשונית על ידי סוכן משתמש או כאשר אזור הזמן אינו ידוע.
id: Ini menetapkan zona waktu default. Zona waktu ini digunakan untuk permintaan awal oleh agen pengguna atau saat zona waktu tidak diketahui.
it: Imposta il fuso orario predefinito. Questo fuso orario viene utilizzato per la richiesta iniziale da parte di un agente utente o quando il fuso orario non è noto.
nl: Dit stelt de standaardtijdzone in. Deze tijdzone wordt gebruikt voor het eerste verzoek door een user-agent of wanneer de tijdzone niet bekend is.
pl: Spowoduje to ustawienie domyślnej strefy czasowej. Ta strefa czasowa jest używana do początkowego żądania klienta użytkownika lub gdy strefa czasowa nie jest znana.
pt: Isso define o fuso horário padrão. Este fuso horário é usado para a solicitação inicial de um user-agent ou quando o fuso horário não é conhecido.
ru: Это устанавливает часовой пояс по умолчанию. Этот часовой пояс используется для первоначального запроса агентом пользователя или когда часовой пояс неизвестен.
sv: Detta ställer in standardtidszonen. Denna tidszon används för den första begäran av en användaragent eller när tidszonen inte är känd.
th: นี่เป็นการตั้งค่าเขตเวลาเริ่มต้น เขตเวลานี้ใช้สำหรับคำขอเริ่มต้นโดยตัวแทนผู้ใช้ หรือเมื่อไม่ทราบเขตเวลา
tr: Bu, varsayılan saat dilimini ayarlar. Bu saat dilimi, bir kullanıcı aracısı tarafından yapılan ilk istek için veya saat dilimi bilinmediğinde kullanılır.
uk: Це встановлює часовий пояс за умовчанням. Цей часовий пояс використовується для початкового запиту агентом користувача або коли часовий пояс невідомий.
zh_hant: 這將設置默認時區。此時區用於用戶代理的初始請求或時區未知時。

source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves
et: Neljapäev
he: יוֹם חֲמִישִׁי
id: Kamis
it: Giovedì
nl: donderdag
pl: Czwartek
pt: Quinta-feira
ru: Четверг
sv: Torsdag
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
zh_hant: 星期四

source: Time zone
ar: وحدة زمنية
de: Zeitzone
es: Zona horaria
et: Ajavöönd
he: אזור זמן
id: Zona waktu
it: Fuso orario
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
ru: Часовой пояс
sv: Tidszon
th: เขตเวลา
tr: Saat dilimi
uk: Часовий пояс
zh_hant: 時區

source: Time zone for publication period and date range
ar: المنطقة الزمنية لفترة النشر ونطاق التاريخ
de: Zeitzone für Veröffentlichungszeitraum und Datumsbereich
es: Zona horaria para el período de publicación y rango de fechas
et: Ajavöönd avaldamisperioodi ja kuupäevavahemiku jaoks
he: אזור זמן לתקופת פרסום וטווח תאריכים
id: Zona waktu untuk periode publikasi dan rentang tanggal
it: Fuso orario per il periodo di pubblicazione e l'intervallo di date
nl: Tijdzone voor publicatieperiode en datumbereik
pl: Strefa czasowa dla okresu publikacji i zakresu dat
pt: Fuso horário para período de publicação e intervalo de datas
ru: Часовой пояс для периода публикации и диапазона дат
sv: Tidszon för publiceringsperiod och datumintervall
th: เขตเวลาสำหรับช่วงเวลาเผยแพร่และช่วงวันที่
tr: Yayın dönemi ve tarih aralığı için saat dilimi
uk: Часовий пояс для періоду публікації та діапазону дат
zh_hant: 出版期和日期範圍的時區

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes
et: Teisipäev
he: יוֹם שְׁלִישִׁי
id: Selasa
it: Martedì
nl: dinsdag
pl: Wtorek
pt: terça-feira
ru: Вторник
sv: Tisdag
th: วันอังคาร
tr: Salı
uk: Вівторок
zh_hant: 星期二

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
et: Kolmapäev
he: יום רביעי
id: Rabu
it: Mercoledì
nl: woensdag
pl: Środa
pt: Quarta-feira
ru: Среда
sv: Onsdag
th: วันพุธ
tr: Çarşamba
uk: Середа
zh_hant: 星期三

source: Your time zone is
ar: منطقتك الزمنية هي
de: Ihre Zeitzone ist
es: Tu zona horaria es
et: Teie ajavöönd on
he: אזור הזמן שלך הוא
id: Zona waktu Anda adalah
it: Il tuo fuso orario è
nl: Je tijdzone is
pl: Twoja strefa czasowa to
pt: Seu fuso horário é
ru: Ваш часовой пояс
sv: Din tidszon är
th: เขตเวลาของคุณคือ
tr: Saat diliminiz
uk: Ваш часовий пояс
zh_hant: 你的時區是

source: midnight
ar: منتصف الليل
de: Mitternacht
es: medianoche
et: kesköö
he: חצות
id: tengah malam
it: mezzanotte
nl: middernacht
pl: północ
pt: meia-noite
ru: полночь
sv: midnatt
th: เที่ยงคืน
tr: gece yarısı
uk: опівночі
zh_hant: 午夜

source: noon
ar: وقت الظهيرة
de: Mittag
es: mediodía
et: keskpäev
he: צָהֳרַיִים
id: siang
it: mezzogiorno
nl: middag
pl: południe
pt: meio-dia
ru: полдень
sv: middag
th: เที่ยง
tr: öğlen
uk: полудень
zh_hant: 正午

source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
et: API võti
he: מפתח API
id: Kunci API
it: Chiave API
nl: API-sleutel
pl: Klucz API
pt: Chave API
ru: клавиша API
sv: API-nyckel
th: คีย์ API
tr: API Anahtarı
uk: Ключ API
zh_hant: API密钥

source: Connect with LinkedIn
ar: تواصل مع LinkedIn
de: Mit LinkedIn verbinden
es: Conectar con LinkedIn
et: Looge ühendus LinkedIniga
he: התחבר ללינקדאין
id: Hubungkan dengan LinkedIn
it: Collegati con LinkedIn
nl: Verbinden met LinkedIn
pl: Połącz się z LinkedIn
pt: Conecte-se com o LinkedIn
ru: Подключиться к LinkedIn
sv: Anslut till LinkedIn
th: เชื่อมต่อกับ LinkedIn
tr: LinkedIn ile bağlan
uk: Під'єднатися до LinkedIn
zh_hant: 与LinkedIn联系

source: Disconnect from LinkedIn
ar: قطع الاتصال بـ LinkedIn
de: Trennen Sie die Verbindung zu LinkedIn
es: Desconectar de LinkedIn
et: Ühenduse loomine LinkedIniga
he: התנתק מלינקדאין
id: Putuskan dari LinkedIn
it: Disconnettersi da LinkedIn
nl: Verbreek de verbinding met LinkedIn
pl: Odłącz się od LinkedIn
pt: Desconectar do LinkedIn
ru: Отсоединиться от LinkedIn
sv: Koppla bort från LinkedIn
th: ยกเลิกการเชื่อมต่อจาก LinkedIn
tr: LinkedIn'le bağlantıyı kes
uk: Від’єднайтеся від LinkedIn
zh_hant: 断开与LinkedIn的联系

source: Do you want to disconnect your LinkedIn account?
ar: هل تريد قطع الاتصال بحسابك على LinkedIn؟
de: Möchten Sie Ihr LinkedIn-Konto abmelden?
es: ¿Desea desconectar su cuenta de LinkedIn?
et: Kas soovite oma LinkedIni konto lahti ühendada?
he: האם אתה רוצה לנתק את חשבון LinkedIn שלך?
id: Apakah anda ingin memutuskan sambungan akun LinkedIn anda?
it: Vuoi scollegare il tuo account LinkedIn?
nl: Wil je je LinkedIn-account ontkoppelen?
pl: Czy chcesz odłączyć swoje konto LinkedIn?
pt: Você quer desconectar sua conta no LinkedIn?
ru: Вы хотите отключить вашу учетную запись LinkedIn?
sv: Vill du koppla bort ditt LinkedIn-konto?
th: คุณต้องการยกเลิกการเชื่อมต่อบัญชี LinkedIn ของคุณหรือไม่?
tr: LinkedIn hesabınızın bağlantısını kesmek istiyor musunuz?
uk: Ви хочете відключити свій обліковий запис LinkedIn?
zh_hant: 你想断开LinkedIn账户的连接吗？

source: Log in with LinkedIn
ar: تسجيل الدخول مع LinkedIn
de: Mit LinkedIn anmelden
es: Iniciar sesión con LinkedIn
et: Logige sisse LinkedIniga
he: התחבר עם LinkedIn
id: Masuk dengan Linkedln
it: Accedi con LinkedIn
nl: Log in met LinkedIn
pl: Zaloguj się przez LinkedIn
pt: Iniciar sessão com o LinkedIn
ru: Войти в систему с помощью LinkedIn
sv: Logga in med Linkedin
th: เข้าสู่ระบบด้วย LinkedIn
tr: Linkedln ile giriş yap
uk: Увійдіть за допомогою LinkedIn
zh_hant: 用LinkedIn登录

source: Log on with LinkedIn
ar: تسجيل الدخول مع LinkedIn
de: Mit LinkedIn anmelden
es: Iniciar sesión con LinkedIn
et: Logige sisse LinkedIniga
he: היכנס באמצעות LinkedIn
id: Masuk dengan LinkedIn
it: Accedere con LinkedIn
nl: Log in met LinkedIn
pl: Zaloguj się przez LinkedIn
pt: Iniciar sessão com o LinkedIn
ru: Войдите на сайт LinkedIn
sv: Logga in med LinkedIn
th: เข้าสู่ระบบด้วย LinkedIn
tr: LinkedIn ile oturum açın
uk: Залогінитися за допомогою LinkedIn
zh_hant: 用LinkedIn登录

source: Save LinkedIn Settings
ar: احفظ إعدادات LinkedIn
de: LinkedIn-Einstellungen speichern
es: Guardar configuración de LinkedIn
et: Salvestage LinkedIni seaded
he: שמור את הגדרות LinkedIn
id: Simpan Pengaturan LinkedIn
it: Salvare le impostazioni di LinkedIn
nl: Bewaar LinkedIn-instellingen
pl: Zapisz ustawienia LinkedIn
pt: Salvar configurações do LinkedIn
ru: Сохранить связанные настройки
sv: Spara LinkedIn-inställningar
th: บันทึกการตั้งค่า LinkedIn
tr: LinkedIn Ayarlarını Kaydet
uk: Збережіть налаштування LinkedIn
zh_hant: 保存LinkedIn设置

source: Saved the LinkedIn settings.
ar: تم حفظ إعدادات LinkedIn.
de: Die LinkedIn-Einstellungen wurden gespeichert.
es: Guardé la configuración de LinkedIn.
et: Salvestasid LinkedIni seaded.
he: שמר את הגדרות LinkedIn.
id: Menyimpan setelan LinkedIn.
it: Salvate le impostazioni di LinkedIn.
nl: LinkedIn-instellingen bewaard..
pl: Zapisano ustawienia opcji LinkedIn.
pt: Salvou as configurações do LinkedIn.
ru: Сохранены настройки LinkedIn.
sv: Sparade LinkedIn-inställningarna.
th: บันทึกการตั้งค่า LinkedIn
tr: LinkedIn ayarlarını kaydedildi.
uk: Збережено налаштування LinkedIn.
zh_hant: 保存了LinkedIn的设置。

source: Secret Key
ar: المفتاح السري
de: Geheimschlüssel
es: Clave secreta
et: Salajane võti
he: מפתח סודי
id: Kunci Rahasia
it: Chiave segreta
nl: Geheime sleutel
pl: Sekretny klucz
pt: Chave Secreta
ru: Секретный ключ
sv: Hemlig nyckel
th: คีย์ลับ
tr: Gizli anahtar
uk: Секретний ключ
zh_hant: 密匙
