Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Only the admin user can use function call tracing.
ar: يمكن للمستخدم المسؤول فقط استخدام تتبع استدعاء الدالة.
es: Sólo el usuario administrador puede utilizar el rastreo de llamadas a funciones.
et: Ainult administraatori kasutaja saab kasutada funktsioonikõne jälgimist.
he: רק המשתמש המנהל יכול להשתמש במעקב אחר קריאות פונקציות.
id: Hanya pengguna admin yang dapat menggunakan penelusuran panggilan fungsi.
it: Solo l'utente amministratore può utilizzare il tracciamento delle chiamate di funzione.
nl: Alleen de beheerder kan het traceren van functieaanroepen gebruiken.
pl: Tylko użytkownik admin może korzystać ze śledzenia wywołań funkcji.
pt: Apenas o utilizador administrador pode utilizar o rastreio de chamadas de função.
ru: Только пользователь admin может использовать трассировку вызовов функций.
th: เฉพาะผู้ใช้ผู้ดูแลระบบเท่านั้นที่สามารถใช้การติดตามการเรียกใช้ฟังก์ชันได้
tr: İşlev çağrısı izlemeyi yalnızca yönetici kullanıcı kullanabilir.
uk: Лише адміністратор може використовувати відстеження викликів функцій.

source: Optional category for catinclude
ar: فئة اختيارية لـ catinclude
de: Optionale Kategorie für catinclude
es: Categoría opcional para catinclude
et: Valikukategooria kasside kaasamiseks
he: קטגוריה אופציונלית עבור כלול בקטגוריה
id: Kategori opsional untuk catinclude
it: Categoria opzionale per catinclude
nl: Optionele categorie voor catinclude
pl: Opcjonalna kategoria dla catinclude
pt: Categoria opcional para catincluir
ru: Дополнительная категория для catinclude
sv: Valfri kategori för catinclude
th: หมวดหมู่เสริมสำหรับ catinclude
tr: Catinclude için isteğe bağlı kategori
uk: Додаткова категорія для catinclude
zh_hant: 猫的可选类别

source: Permanent redirect
ar: إعادة توجيه دائمة
de: Permanente Umleitung
es: Redirección permanente
et: Püsiv ümbersuunamine
he: הפניה קבועה מחדש
id: Pengalihan permanen
it: Reindirizzamento permanente
nl: Permanente doorverwijzing
pl: Stałe przekierowanie
pt: Redirecionamento permanente
ru: Постоянная переадресация
sv: Permanent omdirigering
th: เปลี่ยนเส้นทางถาวร
tr: Kalıcı yönlendirme
uk: Постійне перенаправлення
zh_hant: 永久重定向

source: Recompile templates
ar: إعادة ترجمة القوالب
de: Kompilieren Sie die Vorlagen neu
es: Recompilar plantillas
et: Mallide uuesti kompileerimine
he: הידור מחדש של תבניות
id: Kompilasi ulang templat
it: Ricompilare i modelli
nl: Sjablonen opnieuw compileren
pl: Skompiluj ponownie szablony
pt: Recompilar modelos
ru: Перекомпилировать шаблоны
sv: Kompilera om mallar
th: คอมไพล์เทมเพลตอีกครั้ง
tr: Şablonları yeniden derleyin
uk: Перекомпілюйте шаблони
zh_hant: 重新編譯模板

source: Redirect
ar: إعادة توجيه
de: Umleiten
es: Redireccionar
et: Suunamine
he: הפניה מחדש
id: Pengalihan
it: Reindirizzare
nl: Doorsturen
pl: Przeadresuj
pt: Redirecionar
ru: Перенаправление
sv: Dirigera om
th: เปลี่ยนเส้นทาง
tr: Yönlendir
uk: Перенаправлення
zh_hant: 重定向

source: Refresh
ar: ينعش
de: Aktualisierung
es: Actualizar
et: Värskenda
he: לְרַעֲנֵן
id: Menyegarkan
it: ricaricare
nl: Verversen
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
zh_hant: 重新整理

source: Rerun graph
ar: إعادة تشغيل الرسم البياني
de: Diagramm erneut ausführen
es: Volver a ejecutar el gráfico
et: Käivita graafik uuesti
he: הפעל מחדש גרף
id: Jalankan kembali grafik
it: Rieseguire il grafico
nl: Grafiek opnieuw berekenen
pl: Ponowne uruchomienie grafu
pt: Reexecutar gráfico
ru: Повторный запуск графика
sv: Kör grafen igen
th: รีรันกราฟ
tr: Grafiği yeniden çalıştır
uk: Повторний графік
zh_hant: 重新運行圖表

source: Set the class <tt>environment-development</tt> on the <tt>&lt;html&gt;</tt> element of your pages to see the server log in the browser console.<br>In development, admin pages always show the server log in the javascript console.
ar: قم بتعيين الفئة <tt>تطوير البيئة</tt> على عنصر <tt>&lt;html&gt;</tt> في صفحاتك لرؤية سجل الخادم في وحدة تحكم المتصفح.<br>أثناء التطوير، تعرض صفحات الإدارة دائمًا سجل الخادم في وحدة تحكم جافا سكريبت.
de: Setzen Sie die Klasse <tt>Umgebungsentwicklung</tt> auf das Element <tt>&lt;html&gt;</tt> Ihrer Seiten, um das Serverprotokoll in der Browserkonsole anzuzeigen.<br>Bei der Entwicklung zeigen Admin-Seiten das Serverprotokoll immer in der JavaScript-Konsole an.
es: Establezca la clase <tt>entorno-desarrollo</tt> en el elemento <tt>&lt;html&gt;</tt> de sus páginas para ver el registro del servidor en la consola del navegador.<br>En desarrollo, las páginas de administración siempre muestran el registro del servidor en la consola de JavaScript.
et: Seadistage oma lehtede elemendil <tt>&lt;html&gt;</tt> klass <tt>Environment-development</tt> , et näha brauseri konsoolis serveri logi.<br>Arenduses kuvatakse administraatori lehtedel alati javascripti konsoolis serveri logi.
he: הגדר את המחלקה <tt>סביבה-פיתוח</tt> ברכיב <tt>&lt;html&gt;</tt> של הדפים שלך כדי לראות את יומן השרת במסוף הדפדפן.<br>בפיתוח, דפי ניהול תמיד מציגים את יומן השרת במסוף ה-javascript.
id: Tetapkan kelas <tt>pengembangan lingkungan</tt> pada elemen <tt>&lt;html&gt;</tt> halaman Anda untuk melihat log server di konsol browser.<br>Dalam pengembangan, halaman admin selalu menampilkan log server di konsol javascript.
it: Imposta la classe <tt>Environment-Development</tt> sull'elemento <tt>&lt;html&gt;</tt> delle tue pagine per vedere il log del server nella console del browser.<br>In fase di sviluppo, le pagine di amministrazione mostrano sempre il log del server nella console javascript.
nl: Stel de class <tt>environment-development</tt> in op het <tt>&lt;html&gt;</tt> element van je pagina's om de serverlog in de browserconsole te zien.<br>In ontwikkeling tonen adminpagina's altijd de serverlog in de javascriptconsole.
pl: Ustaw klasę <tt>Environment-development</tt> w elemencie <tt>&lt;html&gt;</tt> swoich stron, aby zobaczyć logowanie serwera w konsoli przeglądarki.<br>W fazie rozwoju strony administracyjne zawsze pokazują dziennik serwera w konsoli JavaScript.
pt: Defina a classe <tt>ambiente-desenvolvimento</tt> no elemento <tt>&lt;html&gt;</tt> de suas páginas para ver o log do servidor no console do navegador.<br>No desenvolvimento, as páginas de administração sempre mostram o log do servidor no console javascript.
ru: Установите класс <tt>Environment-development</tt> в элементе <tt>&lt;html&gt;</tt> ваших страниц, чтобы увидеть журнал сервера в консоли браузера.<br>В процессе разработки на страницах администрирования всегда отображается журнал сервера в консоли JavaScript.
sv: Ställ in klassen <tt>miljö-utveckling</tt> på elementet <tt>&lt;html&gt;</tt> på dina sidor för att se serverloggen i webbläsarkonsolen.<br>Under utveckling visar adminsidor alltid serverloggen i javascript-konsolen.
th: ตั้งค่าคลาส <tt>การพัฒนาสภาพแวดล้อม</tt> บนองค์ประกอบ <tt>&lt;html&gt;</tt> ของเพจของคุณเพื่อดูบันทึกของเซิร์ฟเวอร์ในคอนโซลของเบราว์เซอร์<br>ในการพัฒนา หน้าผู้ดูแลระบบจะแสดงบันทึกของเซิร์ฟเวอร์ในคอนโซลจาวาสคริปต์เสมอ
tr: Tarayıcı konsolunda sunucu günlüğünü görmek için sayfalarınızın <tt>&lt;html&gt;</tt> öğesinde <tt>ambient-development</tt> sınıfını ayarlayın.<br>Geliştirme aşamasında, yönetici sayfaları her zaman javascript konsolundaki sunucu günlüğünü gösterir.
uk: Установіть клас <tt>environment-development</tt> для елемента <tt>&lt;html&gt;</tt> ваших сторінок, щоб побачити журнал сервера в консолі браузера.<br>Під час розробки сторінки адміністратора завжди показують журнал сервера в консолі JavaScript.
zh_hant: 在頁面的 <tt>&lt;html&gt;</tt> 元素上設定類別 <tt>環境開發</tt> 以在瀏覽器控制台中查看伺服器日誌。<br>在開發中，管理頁面總是在 javascript 控制台中顯示伺服器日誌。

source: Show an overview of all observers
ar: عرض لمحة عامة عن جميع المراقبين
de: Eine Übersicht aller Beobachter anzeigen
es: Mostrar una descripción general de todos los observadores.
et: Kuvage ülevaade kõigist vaatlejatest
he: הצג סקירה כללית של כל הצופים
id: Tampilkan ikhtisar semua pengamat
it: Mostra una panoramica di tutti gli osservatori
nl: Toon een overzicht van alle waarnemers
pl: Pokaż przegląd wszystkich obserwatorów
pt: Mostrar uma visão geral de todos os observadores
ru: Показать обзор всех наблюдателей
sv: Visa en översikt över alla observatörer
th: แสดงภาพรวมของผู้สังเกตการณ์ทั้งหมด
tr: Tüm gözlemcilerin genel görünümünü göster
uk: Показати огляд усіх спостерігачів
zh_hant: 顯示所有觀察者的概覽

source: Show defined blocks in generated templates
ar: إظهار كتل محددة في القوالب التي تم إنشاؤها
de: Definierte Blöcke in generierten Vorlagen anzeigen
es: Mostrar bloques definidos en plantillas generadas
et: Määratud plokkide kuvamine loodud mallides
he: הצג בלוקים מוגדרים בתבניות שנוצרו
id: Tampilkan didefinisikan blok dihasilkan template
it: Mostra i blocchi definiti nei modelli generati
nl: Toon gedefinieerde blokken in gegenereerde templates
pl: Pokaż zdefiniowane bloki w wygenerowanych szablonach
pt: Mostrar blocos definidos nos modelos gerados
ru: Показывать определения блоков в сгенерированных шаблонах
sv: Visa definierade block i genererade mallar
th: แสดงบล็อกที่กำหนดไว้ในเทมเพลตที่สร้างขึ้น
tr: Tanımlanmış blokları oluşturulan şablon üzerinde göster
uk: Показати визначені блоки в згенерованих шаблонах
zh_hant: 在生成的模板中显示定义的块

source: Show internals of Zotonic and the modules.
ar: عرض الأجزاء الداخلية من Zotonic والوحدات النمطية.
es: Mostrar el funcionamiento interno de Zotonic y los módulos.
et: Näita Zotonici ja moodulite sisemust.
he: הצג את החלקים הפנימיים של Zotonic והמודולים.
id: Menunjukkan bagian dalam Zotonic dan modul.
it: Mostra gli interni di Zotonic e i moduli.
nl: De interne werking van Zotonic en de modules tonen.
pl: Pokaż wewnętrzne elementy Zotonic i modułów.
pt: Mostrar os aspectos internos do Zotonic e os módulos.
ru: Покажите внутреннее устройство Zotonic и модулей.
th: แสดงส่วนประกอบภายในของ Zotonic และโมดูลต่างๆ
tr: Zotonic'in ve modüllerin iç kısımlarını gösterin.
uk: Показати внутрішні дані Zotonic та модулів.

source: Show paths to included template files in generated templates
ar: إظهار المسارات لملفات القوالب المضمنة في القوالب التي تم إنشاؤها
de: Pfade zu eingebundenen Vorlagendateien in generierten Vorlagen anzeigen
es: Mostrar rutas a archivos de plantilla incluidos en las plantillas generadas
et: Näita loodud mallides olevate mallifailide teid
he: הצג נתיבים לקבצי תבנית כלולים בתבניות שנוצרו
id: Menunjukkan jalan untuk menyertakan file template pada template yang dihasilkan
it: Mostra i percorsi dei file inclusi nei modelli generati
nl: Toon paden naar ingevoegde templates in gegenereerde templates
pl: Pokaż ścieżki do dołączonych plików szablonów w wygenerowanych szablonach
pt: Mostrar caminhos para incluir arquivos de modelos nos modelos gerados
ru: Показывать пути к включенным шаблонным файлам в сгенерированных шаблонах
sv: Visa sökvägar till inkluderade mallfiler i genererade mallar
th: แสดงเส้นทางไปยังไฟล์เทมเพลตที่รวมอยู่ในเทมเพลตที่สร้างขึ้น
tr: Oluşturulan şablon içinde dahili şablonlara olan yolları göster
uk: Показати шляхи до включених файлів шаблонів у згенеровані шаблони
zh_hant: 在生成的模板中显示包含的模板文件的路径。

source: Show server log in the browser console
ar: إظهار سجل الخادم في وحدة تحكم المتصفح
de: Serverprotokoll in der Browserkonsole anzeigen
es: Mostrar el registro del servidor en la consola del navegador
et: Näita brauseri konsoolis serveri logi
he: הצג את יומן השרת במסוף הדפדפן
id: Tampilkan log server di konsol browser
it: Mostra il registro del server nella console del browser
nl: Serverlogboek tonen in de browserconsole
pl: Pokaż log serwera w konsoli przeglądarki
pt: Mostrar log do servidor no console do navegador
ru: Показать журнал сервера в консоли браузера
sv: Visa serverlogg i webbläsarkonsolen
th: แสดงบันทึกเซิร์ฟเวอร์ในคอนโซลของเบราว์เซอร์
tr: Sunucu günlüğünü tarayıcı konsolunda göster
uk: Показати журнал сервера в консолі браузера
zh_hant: 在瀏覽器控制台中顯示伺服器日誌

source: Site Development
ar: تطوير موقع
de: Standortentwicklung
es: Desarrollo del sitio
et: Saidi arendamine
he: פיתוח אתר
id: Pengembangan situs
it: Sviluppo del sito
nl: Site-ontwikkeling
pl: Rozwój witryny
pt: Desenvolvimento do site
ru: Разработка сайта
sv: Platsutveckling
th: การพัฒนาเว็บไซต์
tr: Site Geliştirme
uk: Розробка сайту
zh_hant: 站点开发

source: Site Dispatch Rules
ar: قواعد إرسال الموقع
de: Regeln für den Site-Versand
es: Reglas de envío del sitio
et: Saidi saatmise reeglid
he: כללי שיגור אתר
id: Aturan Pengiriman Situs
it: Regole di spedizione del sito
nl: Regels voor siteverzending
pl: Zasady dystrybucji zadań w witrynie
pt: Regras de envio do site
ru: Правила отправки сайта
sv: Regler för sändning av webbplatser
th: กฎการจัดส่งไซต์
tr: Site Gönderim Kuralları
uk: Правила розсилки сайту
zh_hant: 站點調度規則

source: Site Name
ar: اسم الموقع
es: Nombre del sitio
et: Saidi nimi
he: שם אתר
id: Nama situs
it: Nome del sito
nl: Site-naam
pl: Nazwa witryny
pt: Nome do site
ru: Название сайта
sv: Sidnamn
th: ชื่อไซต์
tr: Site adı
uk: Назва сайту
zh_hant: 網站名稱

source: Start Tracing
ar: بدء التتبع
es: Iniciar rastreo
et: Alusta jälgimist
he: התחל מעקב
id: Mulai Melacak
it: Avviare il tracciamento
nl: Traceren starten
pl: Rozpocznij śledzenie
pt: Iniciar rastreio
ru: Начать отслеживание
th: เริ่มติดตาม
tr: İzlemeyi Başlat
uk: Почати відстеження

source: Start matching dispatch rules
ar: ابدأ مطابقة قواعد الإرسال
de: Abgleich der Versandregeln starten
es: Empieza a emparejar las reglas de envío
et: Alustage saatmisreeglite sobitamist
he: התחל להתאים לכללי משלוח
id: Mulai mencocokkan aturan pengiriman
it: Iniziare a far corrispondere le regole di spedizione
nl: Begin met dispatchregels matchen
pl: Zacznij dopasowywać reguły wysyłki
pt: Comece a combinar as regras de envio
ru: Начать сопоставление правил диспетчеризации
sv: Börja matcha leveransregler
th: เริ่มจับคู่กฎการจัดส่ง
tr: Gönderme kurallarını eşleştirmeye başla
uk: Почніть відповідність правилам відправки
zh_hant: 开始匹配调度规则

source: Started logging to the console of your browser tab.
ar: بدأ تسجيل الدخول إلى وحدة التحكم في علامة تبويب المتصفح الخاص بك.
de: Mit der Anmeldung in der Konsole Ihres Browser-Tabs wurde begonnen.
es: Comenzó a iniciar sesión en la consola de la pestaña de su navegador.
et: Alustasite oma brauseri vahekaardi konsooli logimist.
he: התחלת להיכנס למסוף של כרטיסיית הדפדפן שלך.
id: Mulai masuk ke konsol tab browser Anda.
it: Hai iniziato ad accedere alla console della scheda del tuo browser.
nl: Begonnen met het loggen naar de console van uw browsertabblad.
pl: Rozpoczęto logowanie do konsoli w zakładce przeglądarki.
pt: Começou a fazer login no console da guia do seu navegador.
ru: Начал вход в консоль вкладки браузера.
sv: Började logga till konsolen på webbläsarfliken.
th: เริ่มเข้าสู่ระบบคอนโซลของแท็บเบราว์เซอร์ของคุณ
tr: Tarayıcı sekmenizin konsolunda oturum açmaya başladınız.
uk: Розпочато вхід на консоль вкладки браузера.
zh_hant: 開始登入瀏覽器標籤的控制台。

source: Started tracing all template inclusions.
ar: بدأ تتبع جميع تضمينات القالب.
de: Mit der Verfolgung aller Vorlageneinschlüsse begonnen.
es: Comenzó a rastrear todas las inclusiones de plantillas.
et: Alustas kõigi malli lisamiste jälgimist.
he: התחיל להתחקות אחר כל הכללות התבניות.
id: Mulai menelusuri semua penyertaan template.
it: Ho iniziato a tracciare tutte le inclusioni del modello.
nl: Begonnen met het traceren van alle sjablooninsluitsels.
pl: Rozpoczęto śledzenie wszystkich dołączonych szablonów.
pt: Começou a rastrear todas as inclusões de modelos.
ru: Начал отслеживать все включения шаблона.
sv: Började spåra alla mallinneslutningar.
th: เริ่มติดตามการรวมเทมเพลตทั้งหมด
tr: Tüm şablon içeriklerini izlemeye başladım.
uk: Розпочато відстеження всіх включень шаблону.
zh_hant: 開始追蹤所有模板包含物。

source: Started tracing template inclusions for your session.
ar: تم بدء تتبع تضمينات القالب لجلستك.
de: Mit der Verfolgung von Vorlageneinschlüssen für Ihre Sitzung begonnen.
es: Comenzó a rastrear las inclusiones de plantillas para su sesión.
et: Alustati teie seansi malli lisamiste jälgimist.
he: התחלת להתחקות אחר הכללות תבניות עבור הפגישה שלך.
id: Mulai menelusuri penyertaan templat untuk sesi Anda.
it: Ho iniziato a tracciare le inclusioni dei modelli per la tua sessione.
nl: Begonnen met het traceren van sjablooninsluitsels voor je sessie.
pl: Rozpoczęto śledzenie włączenia szablonów dla Twojej sesji.
pt: Começou a rastrear inclusões de modelos para sua sessão.
ru: Начато отслеживание включений шаблонов для вашего сеанса.
sv: Började spåra mallinneslutningar för din session.
th: เริ่มการรวมเทมเพลตการติดตามสำหรับเซสชันของคุณ
tr: Oturumunuz için şablon eklemelerini izlemeye başladım.
uk: Розпочато включення шаблонів трасування для вашого сеансу.
zh_hant: 開始追蹤您的會話的範本包含內容。

source: Stop
ar: توقف
de: Stopp
es: Alto
et: Lõpeta
he: תפסיק
id: Berhenti
it: Fermare
pl: Zakończ
pt: Pare
ru: Остановить
sv: Sluta
th: เลิก
tr: Bitir
uk: Зупинити
zh_hant: 中止

source: Stopped logging to the console of all browser tabs.
ar: توقف عن تسجيل الدخول إلى وحدة التحكم لجميع علامات تبويب المتصفح.
de: Die Protokollierung in der Konsole aller Browser-Tabs wurde gestoppt.
es: Se dejó de iniciar sesión en la consola de todas las pestañas del navegador.
et: Peatatud kõigi brauseri vahekaartide konsooli logimine.
he: הפסיק להיכנס למסוף של כל כרטיסיות הדפדפן.
id: Berhenti masuk ke konsol semua tab browser.
it: Arrestata la registrazione alla console di tutte le schede del browser.
nl: Gestopt met het loggen naar de console van alle browsertabbladen.
pl: Zatrzymano logowanie do konsoli wszystkich zakładek przeglądarki.
pt: Parou de fazer login no console de todas as guias do navegador.
ru: Перестал заходить в консоль всех вкладок браузера.
sv: Slutade logga till konsolen för alla webbläsarflikar.
th: หยุดการเข้าสู่ระบบคอนโซลของแท็บเบราว์เซอร์ทั้งหมด
tr: Tüm tarayıcı sekmelerinin konsolunda oturum açma işlemi durduruldu.
uk: Зупинено вхід до консолі всіх вкладок браузера.
zh_hant: 停止記錄到所有瀏覽器標籤的控制台。

source: Stopped tracing template inclusions for all sessions.
ar: تم إيقاف تضمينات قالب التتبع لجميع الجلسات.
de: Die Verfolgung von Vorlageneinschlüssen wurde für alle Sitzungen gestoppt.
es: Se detuvieron las inclusiones de plantillas de seguimiento para todas las sesiones.
et: Kõigi seansside jälgimismalli kaasamine on peatatud.
he: הפסיק לעקוב אחר הכללות תבניות עבור כל ההפעלות.
id: Menghentikan pelacakan penyertaan template untuk semua sesi.
it: Arrestata la traccia delle inclusioni dei modelli per tutte le sessioni.
nl: Het traceren van sjablooninsluitingen voor alle sessies is gestopt.
pl: Zatrzymano śledzenie dołączania szablonów dla wszystkich sesji.
pt: Interrompido o rastreamento de inclusões de modelos para todas as sessões.
ru: Остановлено отслеживание включений шаблонов для всех сеансов.
sv: Slutade spåra mallinneslutningar för alla sessioner.
th: หยุดการรวมเทมเพลตการติดตามสำหรับเซสชันทั้งหมด
tr: Tüm oturumlar için şablon eklemelerinin izlenmesi durduruldu.
uk: Зупинено включення шаблонів трасування для всіх сеансів.
zh_hant: 停止追蹤所有會話的範本包含內容。

source: Stopped.
ar: توقفت.
de: Gestoppt.
es: Interrumpido.
et: Peatatud.
he: עצר.
id: Berhenti.
it: Fermato.
nl: Gestopt.
pl: Zatrzymano.
pt: Parou.
ru: Остановился.
sv: Slutade.
th: หยุดแล้ว
tr: Durdu.
uk: Зупинився.
zh_hant: 停了。

source: Subscribers
ar: مشتركين
de: Abonnenten
es: Suscriptores
et: Tellijad
he: מנויים
id: Subscriber
it: Abbonati
nl: Abonnees
pl: Subskrybenci
pt: Assinantes
ru: Подписчики
sv: Prenumeranter
th: สมาชิก
tr: Aboneler
uk: Передплатники
zh_hant: 订阅者

source: Switch protocol to
ar: تبديل البروتوكول إلى
de: Protokoll umschalten auf
es: Cambiar protocolo a
et: Lülitage protokoll asendisse
he: החלף פרוטוקול ל-
id: Aktifkan protokol ke
it: Passare il protocollo a
nl: Protocol veranderen naar
pl: Przełącz protokół na
pt: Mude o protocolo para
ru: Переключить протокол на
sv: Byt protokoll till
th: เปลี่ยนโปรโตคอลเป็น
tr: Protokolü şuna değiştir
uk: Переключити протокол на
zh_hant: 转换协议到

source: Syntax errors
ar: أخطاء في بناء الجملة
de: Syntaxfehler
es: Errores de sintaxis
et: Süntaksivead
he: שגיאות תחביר
id: Kesalahan sintaksis
it: Errori di sintassi
nl: Syntaxfouten
pl: Błędy składniowe
pt: Erros de sintaxe
ru: Синтаксические ошибки
sv: Syntaxfel
th: ข้อผิดพลาดทางไวยากรณ์
tr: Sözdizimi hataları
uk: Синтаксичні помилки
zh_hant: 語法錯誤

source: Template
ar: قالب
de: Vorlage
es: Modelo
et: Mall
he: תבנית
pl: Szablon
pt: Modelo
ru: Шаблон
sv: Mall
th: เทมเพลต
tr: Şablon
uk: Шаблон
zh_hant: 模版

source: Template debugging
ar: تصحيح النموذج
de: Debuggen von Vorlagen
es: Depuración de plantilla
et: Mallide silumine
he: ניפוי באגים בתבניות
it: Debug dei template
nl: Template debuggen
pl: Debugowanie szablonu
pt: Depuração de modelos
ru: Отладка шаблона
sv: Mallfelsökning
th: การดีบักเทมเพลต
tr: Şablon hata ayıklama
uk: Налагодження шаблонів
zh_hant: 模板调试

source: Template path
ar: مسار القالب
de: Template-Pfad
es: Ruta de plantilla
et: Mallitee
he: נתיב תבנית
it: Percorso del template
nl: Templatepad
pl: Ścieżka szablonu
pt: Caminho modelo
ru: Путь к шаблону
sv: Mall sökväg
th: เส้นทางเทมเพลต
tr: Şablon yolu
uk: Шлях до шаблону
zh_hant: 模板路径

source: These templates have <tt>{extends}</tt> or <tt>{overrules}</tt> statements that are referring to a missing template.
ar: تحتوي هذه القوالب على عبارات <tt>{extends}</tt> أو <tt>{overrules}</tt> تشير إلى قالب مفقود.
de: Diese Vorlagen enthalten <tt>{extends}</tt> oder <tt>{overrules}</tt> Aussagen, die sich auf eine fehlende Vorlage beziehen.
es: Estas plantillas tienen declaraciones <tt>{extends}</tt> o <tt>{overrules}</tt> que hacen referencia a una plantilla faltante.
et: Nendel mallidel on <tt>{extends}</tt> või <tt>{overrules}</tt> väidet, mis viitavad puuduvale mallile.
he: לתבניות אלה יש <tt>{extends}</tt> או <tt>{overrules}</tt> הצהרות המתייחסות לתבנית חסרה.
id: Templat ini memiliki pernyataan <tt>{extends}</tt> atau <tt>{overrules}</tt> yang mengacu pada templat yang hilang.
it: Questi modelli hanno <tt>{extends}</tt> o <tt>{overrules}</tt> istruzioni che si riferiscono a un modello mancante.
nl: Deze sjablonen hebben <tt>{extends}</tt> of <tt>{overrules}</tt> uitspraken die verwijzen naar een ontbrekend sjabloon.
pl: Szablony te zawierają instrukcje <tt>{extends}</tt> lub <tt>{overrules}</tt> , które odnoszą się do brakującego szablonu.
pt: Esses modelos possuem instruções <tt>{extends}</tt> ou <tt>{overrules}</tt> que se referem a um modelo ausente.
ru: Эти шаблоны содержат операторы <tt>{extends}</tt> или <tt>{overrules}</tt> , которые ссылаются на отсутствующий шаблон.
sv: Dessa mallar har <tt>{extends}</tt> eller <tt>{overrules}</tt> uttalanden som hänvisar till en saknad mall.
th: เทมเพลตเหล่านี้มีคำสั่ง <tt>{extends}</tt> หรือ <tt>{overrules}</tt> ที่อ้างถึงเทมเพลตที่หายไป
tr: Bu şablonlarda eksik bir şablona atıfta bulunan <tt>{extends}</tt> veya <tt>{overrules}</tt> ifade bulunur.
uk: Ці шаблони містять <tt>{extends}</tt> або <tt>{overrules}</tt> твердження, які посилаються на відсутній шаблон.
zh_hant: 這些模板有 <tt>{extends}</tt> 或 <tt>{overrules}</tt> 語句引用缺少的模板。
