Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Add a connection:
ar: أضف اتصال:
de: Verbindung hinzufügen:
es: Agregar una conexión:
et: Ühenduse lisamine:
he: הוסף חיבור:
id: Tambahkan sebuah koneksi:
it: Aggiungere una connessione:
nl: Connectie toevoegen:
pl: Dodaj połączenie:
pt: Acrescente uma ligação:
ru: Добавьте соединение:
sv: Lägg till en anslutning:
th: เพิ่มการเชื่อมต่อ:
tr: Bir bağlantı ekleyin:
uk: Додайте підключення:
zh_hant: 增加一个连接。

source: Add a new media file
ar: أضف ملف وسائط جديد
de: Neue Mediendatei hinzufügen
es: Agregar un nuevo archivo de medios
et: Lisage uus meediumifail
he: הוסף קובץ מדיה חדש
id: Tambahkan sebuah berkas media baru
it: Aggiungere un nuovo file multimediale
nl: Voeg een mediabestand toe.
pl: Dodaj nowy plik multimedialny
pt: Adicionar um novo arquivo de mídia
ru: Добавить новый медиа-файл
sv: Lägg till en ny mediefil
th: เพิ่มไฟล์สื่อใหม่
tr: Yeni bir medya dosyası ekleyin
uk: Додайте новий медіафайл
zh_hant: 添加一則新媒体文件

source: Add a new media item
ar: أضف عنصر وسائط جديد
de: Neue Mediendatei hinzufügen
es: Agregar un nuevo ítem de medios
et: Lisa uus meediafail
he: הוסף פריט מדיה חדש
id: Tambahkan sebuah item media baru
it: Aggiungere un nuovo elemento multimediale
nl: Nieuw media-item
pl: Dodaj nowy element multimedialny
pt: Adicionar um novo item de mídia
ru: Добавить новый материал
sv: Lägg till ett nytt medieobjekt
th: เพิ่มรายการสื่อใหม่
tr: Yeni bir medya ögesi ekle
uk: Додайте новий медіа-елемент
zh_hant: 添加一則新媒体条目

source: Add a note about this page.
ar: أضف ملاحظة حول هذه الصفحة.
de: Fügen Sie eine Notiz zu dieser Seite hinzu.
es: Añade una nota sobre esta página.
et: Lisage selle lehe kohta märkus.
he: הוסף הערה לגבי דף זה.
id: Tambahkan catatan tentang halaman ini.
it: Aggiungi una nota su questa pagina.
nl: Voeg een notitie over deze pagina toe.
pl: Dodaj notatkę o tej stronie.
pt: Adicione uma nota sobre esta página.
ru: Добавьте примечание об этой странице.
sv: Lägg till en anteckning om den här sidan.
th: เพิ่มหมายเหตุเกี่ยวกับหน้านี้
tr: Bu sayfa hakkında bir not ekleyin.
uk: Додайте примітку про цю сторінку.
zh_hant: 添加關於此頁面的註釋。

source: Add media content
ar: أضف محتوى وسائط
de: Medieninhalte hinzufügen
es: Agregar contenido multimedia
et: Lisage meediumisisu
he: הוסף תוכן מדיה
id: Tambahkan konten media
it: Aggiungi contenuto multimediale
nl: Media toevoegen
pl: Dodaj treści multimedialne
pt: Adicionar conteúdo de mídia
ru: Добавить медиа-контент
sv: Lägg till mediainnehåll
th: เพิ่มเนื้อหาสื่อ
tr: Medya içeriği ekle
uk: Додайте медіаконтент
zh_hant: 添加媒體內容

source: Add media to body
ar: أضف عنصر وسائط إلى المحتوى
de: Mediendatei zur Seite hinzufügen
es: Agregar medios al cuerpo
et: Lisa meedia sisule
he: הוסף מדיה לגוף
id: tambahkan media untuk tubuh
it: Aggiungere i media al corpo
nl: Media toevoegen aan pagina
pl: Dodaj multimedia do treści
pt: Adicionar mídia ao corpo
ru: Добавить материал в тело
sv: Lägg till media till brödtexten
th: เพิ่มสื่อในร่างกาย
tr: Gövdeye medya ekle
uk: Додайте медіа в тіло
zh_hant: 添加媒体到正文

source: Add note
ar: اضف ملاحظة
de: Notiz hinzufügen
es: Añadir la nota
et: Lisada märkus
he: להוסיף הערה
id: Menambahkan catatan
it: Aggiungi nota
nl: Notitie toevoegen
pl: Dodaj notatkę
pt: Adicionar nota
ru: Добавить заметку
sv: Lägg till anteckning
th: เพิ่มหมายเหตุ
tr: Not ekle
uk: Додати коментар
zh_hant: 添加備註

source: Added the connection to
ar: تمت إضافة الاتصال إلى
de: Hinzufügen der Verbindung zu
es: Se agregó la conexión a
et: Lisas ühenduse domeeniga
he: הוסיף את החיבור אל
id: Menambahkan koneksi ke
it: Aggiunta la connessione a
nl: Connectie gemaakt naar
pl: Dodano połączenie do
pt: Acrescente a ligação a
ru: Добавлена связь с
sv: Lade till anslutningen till
th: เพิ่มการเชื่อมต่อไปยัง
tr: Şuraya eklenen bağlantılar
uk: Додано підключення до
zh_hant: 添加连接到

source: Address
ar: عنوان
de: Adresse
es: Dirección
et: Aadress
he: כתובת
id: Alamat
it: Indirizzo
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
sv: Adress
th: ที่อยู่
tr: Adres
uk: Адреса
zh_hant: 地址

source: Admin
ar: المشرف
es: Administrador
et: Adminn
he: מנהל
pl: Administrator
ru: Администратор
th: ธุรการ
tr: Yönetici
uk: Адмін
zh_hant: 管理员

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
et: Spetsile
he: מִתקַדֵם
id: Lanjutan
it: Avanzato
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Дополнительно
sv: Avancerad
th: ขั้นสูง
tr: İleri seviye
uk: Розширений
zh_hant: 高级

source: After the duplication you can edit the new page. The new page will unpublished.
ar: بعد التكرار يمكنك تحرير الصفحة الجديدة. سيتم إلغاء نشر الصفحة الجديدة.
de: Nach dem Duplizieren können Sie die neue Seite bearbeiten. Die neue Seite wird unveröffentlicht.
es: Después de la duplicación, puede editar la nueva página. La nueva página quedará sin publicar.
et: Pärast dubleerimist saate uut lehte redigeerida. Uue lehe avaldamine tühistatakse.
he: לאחר השכפול ניתן לערוך את הדף החדש. הדף החדש יבוטל.
id: Setelah duplikasi Anda dapat mengedit halaman baru. Halaman baru akan dibatalkan publikasinya.
it: Dopo la duplicazione è possibile modificare la nuova pagina. La nuova pagina non sarà pubblicata.
nl: Na het dupliceren kan je de nieuwe pagina bewerken. De nieuwe pagina zal niet gepubliceerd worden.
pl: Po powieleniu możesz edytować nową stronę. Nowa strona nie zostanie opublikowana.
pt: Após a duplicação, você pode editar a nova página. A nova página será despublicada.
ru: После дублирования вы можете редактировать новую страницу. Новая страница не будет опубликована.
sv: Efter dupliceringen kan du redigera den nya sidan. Den nya sidan kommer att avpubliceras.
th: หลังจากการทำซ้ำคุณสามารถแก้ไขหน้าใหม่ได้ หน้าใหม่จะไม่ถูกเผยแพร่
tr: Çoğaltmadan sonra yeni sayfayı düzenleyebilirsiniz. Yeni sayfa yayından kaldırılacaktır.
uk: Після дублювання ви можете редагувати нову сторінку. Нова сторінка буде скасована.
zh_hant: 複製後，您可以編輯新頁面。新頁面將取消發布。

source: All Content
ar: كافة المحتويات
de: Alle Inhalte
es: Todo el contenido
et: Kogu sisu
he: כל התוכן
id: Semua konten
it: Tutti i contenuti
nl: Alle inhoud
pl: Cała zawartość
pt: Todo o conteúdo
ru: Все содержимое
sv: Allt innehåll
th: เนื้อหาทั้งหมด
tr: Tüm İçerik
uk: Весь контент
zh_hant: 所有内容

source: All day
ar: طيلة اليوم
de: Ganztägig
es: Todo el día
et: Terve päev
he: כל היום
id: Sepanjang hari
it: Tutto il giorno
nl: Gehele dag
pl: Cały dzień
pt: O dia todo
ru: Весь день
sv: Hela dagen
th: ทั้งวัน
tr: Tüm gün
uk: Весь день
zh_hant: 全天

source: All media
ar: كل الوسائط
de: Alle Medien
es: Todos los medios
et: Kogu meedia
he: כל המדיה
id: Semua media
it: Tutti i media
nl: Alle media
pl: Wszystkie media
pt: Todas as mídias
ru: Все материалы
sv: Alla medier
th: สื่อทั้งหมด
tr: Tüm medya
uk: Всі медіа
zh_hant: 所有媒体

source: All pages
ar: كل الصفحات
de: Alle Seiten
es: Toda las páginas
et: Kõik lehed
he: כל הדפים
id: Semua Halaman
it: Tutte le pagine
nl: Alle pagina’s
pl: Wszystkie strony
pt: Todas as páginas
ru: Все страницы
sv: Alla sidor
th: ทุกหน้า
tr: Tüm sayfalar
uk: Всі сторінки
zh_hant: 所有页面

source: All sites have been flushed.
ar: تم مسح جميع المواقع.
de: Alle Websitecachespeicher wurden geleert.
es: Todos los sitios han sido limpiados.
et: Kõik saidid on loputatud.
he: כל האתרים נשטפו.
id: Semua situs telah dibilas.
it: Tutti i siti sono stati sciacquati.
nl: Alle site-caches zijn geleegd
pl: Wszystkie strony zostały opróżnione.
pt: Todos os sites foram liberados.
ru: Все сайты были очищены.
sv: Alla webbplatser har spolats.
th: ล้างไซต์ทั้งหมดแล้ว
tr: Tüm siteler temizlendi.
uk: Всі сайти очищено.
zh_hant: 所有场地都已冲洗完毕。

source: Allocated
ar: مخصصة
de: Zugewiesen
es: Asignado
et: Eraldatud
he: מוּקצֶה
id: Dialokasikan
it: Assegnato
nl: Toegewezen
pl: Przydzielone
pt: Alocado
ru: Распределенный сайт
sv: Tilldelad
th: จัดสรรแล้ว
tr: Ayrılan
uk: Виділено
zh_hant: 拨款

source: Alternative telephone
ar: الهاتف البديل
de: Zweite Telefonnummer
es: Teléfono alternativo
et: Teine telefon
he: טלפון חלופי
id: Telepon alternatif
it: Telefono alternativo
nl: Alternatief telefoonnummer
pl: Alternatywny numer telefonu
pt: Telefone alternativo
ru: Дополнительный телефон
sv: Alternativt telefonnummer
th: โทรศัพท์ทางเลือก
tr: Alternatif telefon
uk: Альтернативний телефон
zh_hant: 其他电话

source: Amount
ar: مقدار
de: Höhe
es: Monto
et: Summa
he: כמות
id: Jumlah
it: Quantità
nl: Aantal
pl: Kwota
pt: Montante
ru: Количество
sv: Belopp
th: จำนวน
tr: Miktar
uk: Сума
zh_hant: 數量

source: And media can also be viewed on their own page.
ar: و يمكن أيضا عرض الوسائط على صفحتهم الخاصة.
de: Und Medien können auch auf einer eigenen Seite betrachtet werden.
es: Y los medios también se pueden ver en su propia página.
et: Ja meediat saab vaadata ka oma lehel.
he: ניתן לצפות בתקשורת גם בעמוד משלהם.
id: Dan media juga bisa dilihat pada halaman mereka sendiri.
it: E i media possono anche essere visualizzati sulla loro pagina.
nl: Media-items hebben ook een eigen pagina.
pl: Media można również oglądać na własnej stronie.
pt: E a mídia também é visível em sua própria página.
ru: Также материалы могут быть просмотрены на собственной странице.
sv: Och medier kan också ses på deras egen sida.
th: และดูสื่อในเพจของตัวเองได้ด้วย
tr: Ve görseller kendi sayfalarında da görüntülenebilirler.
uk: Також медіа можна переглянути на власній сторінці.
zh_hant: 所有媒体也可以通过它们自己的页面来查看。

source: And {n} more.
ar: و {n} المزيد.
de: Und {n} mehr.
es: Y {n} más.
et: Ja {n} veel.
he: ועוד {n} .
id: Dan {n} lebih banyak lagi.
it: E {n} altro ancora.
nl: En {n} meer.
pl: I {n} więcej.
pt: E {n} mais.
ru: И {n} ещё.
sv: Och {n} mer.
th: และ {n} เพิ่มเติม
tr: Ve {n} daha fazlası.
uk: І ще {n} .
zh_hant: 還有 {n} 個。

source: Any category
ar: أي فئة
de: Beliebige Kategorie
es: Cualquier categoria
et: Mis tahes kategooria
he: כל קטגוריה
id: Kategori apapun
it: Qualsiasi categoria
nl: Willekeurige categorie
pl: Dowolna kategoria
pt: Qualquer categoria
ru: Любая категория
sv: Vilken kategori som helst
th: หมวดหมู่ใดก็ได้
tr: Herhangi bir kategori
uk: Будь-яка категорія
zh_hant: 任何分类

source: Anybody’s
ar: أي شخص
de: Jedermanns
es: De cualquiera
et: Kellegi oma
he: של מישהו
id: siapa pun
it: Chiunque è
nl: Iedereen
pl: Każdy
pt: De qualquer um.
ru: чей угодно
sv: Vem som helst
th: ของใครก็ได้
tr: Kimsenin
uk: Будь-хто
zh_hant: 谁都可以

source: Are you sure you want to delete all tasks for this module and function?
ar: هل أنت متأكد أنك تريد حذف كافة المهام لهذه الوحدة وهذه الوظيفة؟
de: Möchten Sie wirklich alle Aufgaben für dieses Modul und diese Funktion löschen?
es: ¿Está seguro de que desea eliminar todas las tareas de este módulo y función?
et: Kas olete kindel, et soovite kustutada kõik selle mooduli ja funktsiooni ülesanded?
he: האם אתה בטוח שברצונך למחוק את כל המשימות עבור מודול ופונקציה זו?
id: Apakah Anda yakin ingin menghapus semua tugas untuk modul dan fungsi ini?
it: Sei sicuro di voler eliminare tutte le attività per questo modulo e funzione?
nl: Weet u zeker dat u alle taken voor deze module en functie wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zadania dla tego modułu i funkcji?
pt: Tem certeza de que deseja excluir todas as tarefas deste módulo e função?
ru: Вы уверены, что хотите удалить все задачи для этого модуля и функции?
sv: Är du säker på att du vill ta bort alla uppgifter för denna modul och funktion?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานทั้งหมดสำหรับโมดูลและฟังก์ชันนี้
tr: Bu modül ve işleve ilişkin tüm görevleri silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити всі завдання для цього модуля та функції?
zh_hant: 您確定要刪除該模組和功能的所有任務嗎？

source: Are you sure you want to delete the media from this page?
ar: هل أنت متأكد أنك تريد حذف الوسائط من هذه الصفحة؟
de: Möchten Sie die Medien wirklich von dieser Seite löschen?
es: ¿Está seguro de que desea eliminar los medios de esta página?
et: Kas olete kindel, et soovite sellelt lehelt meedia kustutada?
he: האם אתה בטוח שברצונך למחוק את המדיה מדף זה?
id: Apakah Anda yakin ingin menghapus media dari halaman ini?
it: Sei sicuro di voler eliminare i media da questa pagina?
nl: Weet je zeker dat je de media van deze pagina wilt verwijderen?
pl: Czy na pewno chcesz usunąć multimedia z tej strony?
pt: Tem certeza de que deseja excluir a mídia desta página?
ru: Вы уверены, что хотите удалить медиафайлы с этой страницы?
sv: Är du säker på att du vill ta bort media från den här sidan?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสื่อออกจากหน้านี้
tr: Medyayı bu sayfadan silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити медіа з цієї сторінки?
zh_hant: 您確定要從此頁面刪除媒體嗎？

source: Are you sure you want to delete the page
ar: هل انت متأكد أنك تريد حذف هذه الصفحة
de: Sind Sie Sicher, daß Sie diese Seite löschen möchten:
es: ¿Está seguro de que quiere borrar la página
et: Oled kindel, et tahad kustutada seda lehte
he: האם אתה בטוח שברצונך למחוק את הדף
id: Apakah anda yakin ingin menghapus halaman
it: Sei sicuro di voler cancellare la pagina
nl: Weet je zeker dat je de pagina wilt verwijderen
pl: Czy na pewno chcesz usunąć tę stronę
pt: Tem a certeza que quer excluir a página
ru: Вы уверены, что желаете удалить страницу
sv: Är du säker på att du vill ta bort sidan
th: แน่ใจไหมว่าต้องการลบเพจ
tr: Sayfayı silmek istediğinizden emin misiniz
uk: Ви впевнені, що хочете видалити сторінку
zh_hant: 确认是否需要删除该页面

source: Are you sure you want to delete these {n} pages?
ar: هل أنت متأكد أنك تريد حذف هذه الصفحات {n}؟
de: Sind Sie sicher, dass Sie diese {n} Seiten löschen möchten?
es: ¿Está seguro de que desea eliminar estas {n} páginas?
et: Kas olete kindel, et soovite need {n} lehte kustutada?
he: האם אתה בטוח שברצונך למחוק את {n} הדפים האלה?
id: Anda yakin ingin menghapus {n} halaman ini?
it: Sei sicuro di voler eliminare queste {n} pagine?
nl: Weet je zeker dat je deze {n} pagina's wilt verwijderen?
pl: Czy na pewno chcesz usunąć te {n} stron?
pt: Tem certeza de que deseja excluir estas {n} páginas?
ru: Вы уверены, что хотите удалить эти {n} страниц?
sv: Är du säker på att du vill ta bort dessa {n} sidor?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {n} เพจนี้
tr: Bu {n} sayfayı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити ці {n} сторінок?
zh_hant: 您確定要刪除這 {n} 頁嗎？

source: Are you sure you want to delete this note?
ar: هل أنت متأكد أنك تريد حذف هذه الملاحظة؟
de: Möchten Sie diese Notiz wirklich löschen?
es: ¿Estás seguro que quieres eliminar esta nota?
et: Kas soovite kindlasti selle märkme kustutada?
he: האם אתה בטוח שברצונך למחוק הערה זו?
id: Yakin ingin menghapus catatan ini?
it: Sei sicuro di voler eliminare questa nota?
nl: Weet je zeker dat je deze notitie wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć tę notatkę?
pt: Tem certeza de que deseja excluir esta anotação?
ru: вы уверены, что хотите удалить эту заметку?
sv: Är du säker på att du vill ta bort den här anteckningen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้
tr: Bu notu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цю нотатку?
zh_hant: 你確定要刪除這條筆記麼？

source: Are you sure you want to exit the admin interface?
ar: هل أنت متأكد أنك تريد إخراج واجهة المشرف؟
de: Sind Sie sicher, dass Sie die Admin-Umgebung verlassen wollen?
es: ¿Estas seguro que quieres salir de la interfaz del administrador?
et: Kas soovite kindlasti administraatori liidesest väljuda?
he: האם אתה בטוח שברצונך לצאת מממשק הניהול?
id: Apakah anda yakin ingin keluar dari antarmuka admin?
it: Sei sicuro di voler uscire dall'interfaccia di amministrazione?
nl: Weet je zeker dat je de admin wilt verlaten?
pl: Czy na pewno chcesz opuścić interfejs administratora?
pt: Tem certeza de que deseja sair da interface de administração?
ru: Вы уверены, что желаете покинуть интерфейс администратора?
sv: Är du säker på att du vill avsluta admin-gränssnittet?
th: แน่ใจไหมว่าต้องการออกจากอินเทอร์เฟซผู้ดูแลระบบ
tr: Yönetici arayüzünden çıkmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти з інтерфейсу адміністратора?
zh_hant: 确认是否需要退出管理界面？

source: Aside
ar: جانبا
de: Beiseite
es: Al lado
et: Kõrvale
he: בַּצַד
id: Selain
it: A lato
nl: Terzijde
pl: Na bok
pt: Ao lado
ru: Примечание
sv: Åt sidan
th: นอกจากนี้
tr: Yana
uk: Осторонь
zh_hant: 旁边

source: Attached media
ar: الوسائط المرفقة
de: Benutzte Mediendateien
es: Medios adjuntos
et: Lisatud meediafail
he: מדיה מצורפת
id: Media terlampir
it: Media allegati
nl: Gekoppelde media
pl: Dołączone media
pt: Mídia anexada
ru: Прикрепленные материалы
sv: Bifogade media
th: สื่อที่แนบมา
tr: Ekli medya
uk: Прикріплені медіа
zh_hant: 附加媒体

source: Auth
ar: المصادقة
es: Autentificación
he: תודה
it: Autorizzazione
nl: Authenticatie
ru: Авторизация
tr: Yetki
uk: Авторизація
zh_hant: 作者

source: Authoritative
ar: موثوق
de: Maßgeblich
es: Autoritario
et: Autoriteetne
he: מוּסמָך
id: Berwibawa
it: Autorevole
nl: Gezaghebbend
pl: Autorytatywny
pt: Autoritário
ru: Авторитетный
sv: Auktoritativ
th: มีอำนาจ
tr: Yetkili
uk: Авторитетний
zh_hant: 權威性

source: Available
ar: متاح
de: Verfügbar
es: Disponible
et: Saadaval
he: זָמִין
id: Tersedia
it: Disponibile
nl: Beschikbaar
pl: Dostępny
pt: Disponível
ru: Доступный
sv: Tillgänglig
th: มีอยู่
tr: Mevcut
uk: в наявності
zh_hant: 可用的

source: Back
ar: الرجوع
de: Zurück
es: Atrás
et: tagasi
he: חזור
id: Kembali
it: Indietro
nl: Terug
pl: Z powrotem
pt: Voltar
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
zh_hant: 返回

source: Basic
ar: أساسي
es: Básico
et: P√µhi
he: בסיסי
id: Dasar
it: Base
nl: Basisgegevens
pl: Podstawowe
pt: Básico
ru: Основное
sv: Grundläggande
th: ขั้นพื้นฐาน
tr: Temel
uk: Основний
zh_hant: 基本

source: Billing address
ar: عنوان وصول الفواتير
de: Rechnungsadresse
es: Dirección de Envio
et: Arve Aadress
he: כתובת לחיוב
id: Alamat tagihan
it: Indirizzo di fatturazione
nl: Factuuradres
pl: Adres rozliczeniowy
pt: Endereço de Cobrança
ru: Адрес для выставления счета
sv: Fakturaadress
th: ที่อยู่เรียกเก็บเงิน
tr: Fatura Adresi
uk: Платіжна адреса
zh_hant: 帳單地址

source: Block name
ar: اسم الكتلة
es: Nombre de bloque
et: Blokeeri nimi
he: שם חסום
id: Blokir nama
it: Nome del blocco
nl: Naam blok
pl: Nazwa bloku
pt: Nome do bloco
ru: Название блока
sv: Blockera namn
th: ชื่อบล็อก
tr: Blok ismi
uk: Назва блоку
zh_hant: 块名称

source: Block quote
ar: اقتباس الكتلة
de: Zitat blockieren
es: Cita en bloque
et: Blokeeri tsitaat
he: חסום הצעת מחיר
id: Blokir kutipan
it: Citazione
nl: Citaat
pl: Cytat bloku
pt: Bloco de citação
ru: Цитату
sv: Block citat
th: บล็อกคำพูด
tr: Blok alıntısı
uk: Блок цитати
zh_hant: 块引用

source: Buffered
ar: مخزن مؤقتًا
de: Gepuffert
es: almacenado en búfer
et: Puhverdatud
he: מאופשרת
id: Disangga
it: Tamponato
nl: Gebufferd
pl: Buforowany
pt: Bufferizado
ru: Буферизованный
sv: Buffrad
th: บัฟเฟอร์
tr: Arabellekli
uk: Буферизований
zh_hant: 緩衝的

source: Cached
ar: مخزن مؤقتا
de: Zwischengespeichert
es: En caché
et: Vahemällu salvestatud
he: שמור במטמון
id: Disimpan dalam cache
it: Memorizzato nella cache
nl: Gecached
pl: Zapisane w pamięci podręcznej
pt: Em cache
ru: Кэшировано
sv: Cachad
th: แคช
tr: Önbelleğe alındı
uk: Кешовано
zh_hant: 快取

source: Caches have been flushed.
ar: تم مسح ذاكرة التخزين المؤقت.
de: Die Cachespeicher wurden geleert.
es: El caché ha sido vaciado.
et: Vahemälud on loputatud.
he: מטמונים נשטפו.
id: Cache telah memerah.
it: Le cache sono state scaricate.
nl: De caches zijn geleegd.
pl: Pamięć podręczna została wyczyszczona.
pt: Os caches foram liberados.
ru: Кэши были очищены.
sv: Cachar har rensats.
th: ล้างแคชแล้ว
tr: Önbellekler temizlendi.
uk: Кеші очищено.
zh_hant: 缓存已经被刷新。

source: Category name:
ar: اسم الفئة:
de: Name der Kategorie:
es: Nombre de la categoriía:
et: Kategooria nimi:
he: שם קטגוריה:
id: Nama kategori:
it: Nome della categoria:
nl: Categorienaam:
pl: Nazwa kategorii:
pt: Nome da categoria:
ru: Имя категории:
sv: Kategori namn:
th: ชื่อหมวดหมู่:
tr: Kategori adı:
uk: Назва категорії:
zh_hant: 类别名称：

source: Category:
ar: الفئة:
de: Kategorie:
es: Categoría:
et: Kategooria:
he: קטגוריה:
id: Kategori:
it: Categoria:
nl: Categorie:
pl: Kategoria:
pt: Categoria:
ru: Категория:
sv: Kategori:
th: ประเภท:
tr: Kategori:
uk: Категорія:
zh_hant: 类别：

source: Change category
ar: تغيير الفئة
de: Kategorie ändern
es: Cambiar categoria
et: Muuda kategooria
he: שנה קטגוריה
id: Ganti kategori
it: Cambia categoria
nl: Verander categorie
pl: Zmień kategorię
pt: Alterar categoria
ru: Изменить категорию
sv: Ändra kategori
th: เปลี่ยนหมวดหมู่
tr: Kategori değiştir
uk: Змінити категорію
zh_hant: 修改分类

source: Change the category of this page
ar: تغيير فئة هذه الصفحة
de: Ändern Sie die Kategorie dieser Seite
es: Cambiar la categoría de esta pagina
et: Muutke selle lehe kategooriat
he: שנה את הקטגוריה של דף זה
id: Mengubah kategori pada halaman ini
it: Cambia la categoria di questa pagina
nl: Verander de categorie van deze pagina
pl: Zmień kategorię tej strony
pt: Alterar a categoria desta página
ru: Изменить категорию этой страницы
sv: Ändra kategori på denna sida
th: เปลี่ยนหมวดหมู่ของหน้านี้
tr: Bu sayfanın kategorisini değiştirin
uk: Змініть категорію цієї сторінки
zh_hant: 更改本页面的类别

source: Check all pages for embedded page references and add a <i>refers</i> connection for all of those references.
ar: تحقق من جميع الصفحات بحثًا عن مراجع الصفحات المضمنة وأضف اتصال <i>يشير</i> لجميع هذه المراجع.
de: Überprüfen Sie alle Seiten auf eingebettete Seitenverweise und fügen Sie für alle diese Verweise eine <i>verweist</i> Verbindung hinzu.
es: Verifique todas las páginas para ver las referencias de páginas integradas y agregue una conexión <i>refiere</i> para todas esas referencias.
et: Kontrollige kõigilt lehtedelt manustatud leheviiteid ja lisage kõigi nende viidete jaoks ühendus <i>viitab</i>.
he: בדוק את כל הדפים עבור הפניות לדפים משובצים והוסף חיבור <i>מפנה</i> עבור כל ההפניות הללו.
id: Periksa semua halaman untuk referensi halaman yang disematkan dan tambahkan koneksi <i>referensi</i> untuk semua referensi tersebut.
it: Controlla tutte le pagine per i riferimenti alle pagine incorporati e aggiungi una connessione <i>fa riferimento</i> per tutti questi riferimenti.
nl: Controleer alle pagina's op ingesloten paginaverwijzingen en voeg een <i>verwijst</i> verbinding toe voor al deze verwijzingen.
pl: Sprawdź wszystkie strony pod kątem osadzonych odniesień do stron i dodaj połączenie <i>odsyła</i> dla wszystkich tych odniesień.
pt: Verifique todas as páginas em busca de referências de páginas incorporadas e adicione uma conexão <i>refere-se</i> para todas essas referências.
ru: Проверьте все страницы на наличие встроенных ссылок на страницы и добавьте соединение <i>ссылок</i> для всех этих ссылок.
sv: Kontrollera alla sidor för inbäddade sidreferenser och lägg till en <i>refererar</i> -anslutning för alla dessa referenser.
th: ตรวจสอบหน้าทั้งหมดเพื่อดูการอ้างอิงหน้าที่ฝังอยู่ และเพิ่มการเชื่อมต่อ <i>หมายถึง</i> สำหรับการอ้างอิงทั้งหมดเหล่านั้น
tr: Gömülü sayfa referansları için tüm sayfaları kontrol edin ve tüm bu referanslar için <i></i> bağlantıya işaret eder.
uk: Перевірте всі сторінки на наявність вбудованих посилань на сторінки та додайте з’єднання <i>посилається</i> для всіх цих посилань.
zh_hant: 檢查所有頁面是否有嵌入頁面引用，並為所有這些引用新增 <i>引用</i> 連線。

source: Check the pages you want to delete.
ar: تحقق من الصفحات التي تريد حذفها.
de: Markieren Sie die Seiten, die Sie löschen möchten.
es: Marque las páginas que desea eliminar.
et: Kontrollige lehti, mida soovite kustutada.
he: סמן את הדפים שברצונך למחוק.
id: Periksa halaman yang ingin Anda hapus.
it: Seleziona le pagine che desideri eliminare.
nl: Vink de pagina's aan die je wilt verwijderen.
pl: Zaznacz strony, które chcesz usunąć.
pt: Verifique as páginas que deseja excluir.
ru: Проверьте страницы, которые вы хотите удалить.
sv: Markera de sidor du vill ta bort.
th: ตรวจสอบหน้าที่คุณต้องการลบ
tr: Silmek istediğiniz sayfaları kontrol edin.
uk: Позначте сторінки, які потрібно видалити.
zh_hant: 檢查您要刪除的頁面。
