Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: This email address has been blocked, no emails will be sent or received from this address.
ar: لقد تم حظر عنوان البريد الإلكتروني هذا، ولن يتم إرسال أو استلام أي رسائل بريد إلكتروني من هذا العنوان.
de: Diese E-Mail-Adresse wurde gesperrt. Von dieser Adresse werden keine E-Mails gesendet oder empfangen.
es: Esta dirección de correo electrónico ha sido bloqueada, no se enviarán ni recibirán correos electrónicos desde esta dirección.
et: See e-posti aadress on blokeeritud, sellelt aadressilt meile ei saadeta ega võeta vastu.
he: כתובת דוא"ל זו נחסמה, לא יישלחו או יתקבלו מיילים מכתובת זו.
id: Alamat email ini telah diblokir, tidak ada email yang akan dikirim atau diterima dari alamat ini.
it: Questo indirizzo email è stato bloccato. Non verranno inviate né ricevute email da questo indirizzo.
nl: Dit e-mailadres is geblokkeerd, er worden geen e-mails verzonden of ontvangen vanaf dit adres.
pl: Ten adres e-mail został zablokowany. Żadne wiadomości e-mail nie będą wysyłane ani odbierane z tego adresu.
pt: Este endereço de e-mail foi bloqueado. Nenhum e-mail será enviado ou recebido deste endereço.
ru: Этот адрес электронной почты заблокирован, с этого адреса не будут отправляться и получаться электронные письма.
sv: Denna e-postadress har blockerats, inga e-postmeddelanden kommer att skickas eller tas emot från den här adressen.
th: ที่อยู่อีเมลนี้ถูกบล็อค จะไม่มีการส่งหรือรับอีเมลใดๆ จากที่อยู่อีเมลนี้
tr: Bu e-posta adresi engellendi, bu adresten e-posta gönderilmeyecek veya alınmayacaktır.
uk: Цю адресу електронної пошти заблоковано, з цієї адреси не надсилатимуться та не отримуватимуться електронні листи.
zh_hant: 該電子郵件地址已被阻止，不會從此地址發送或接收任何電子郵件。

source: This email address has been blocked.
ar: تم حظر عنوان البريد الإلكتروني هذا.
de: Diese E-Mail-Adresse ist gesperrt.
es: Esta dirección de correo electrónico ha sido bloqueada.
et: See e-posti aadress on blokeeritud.
he: כתובת דוא"ל זו נחסמה.
id: Alamat email ini telah diblokir.
it: Questo indirizzo email è stato bloccato.
nl: Dit e-mailadres is geblokkeerd.
pl: Ten adres e-mail został zablokowany.
pt: Este endereço de e-mail foi bloqueado.
ru: Этот адрес электронной почты был заблокирован.
sv: Den här e-postadressen har blockerats.
th: ที่อยู่อีเมลนี้ถูกบล็อก
tr: Bu e-posta adresi engellendi.
uk: Цю адресу електронної пошти заблоковано.
zh_hant: 这个电子邮件地址已被封锁。

source: This email address is not valid.
ar: ان عنوان البيرد الالكتروني هذا ليس صالح.
de: Diese E-Mail Adresse ist nicht gültig.
es: Esta dirección de correo electrónico no es válida.
et: See e-posti aadress ei sobi.
he: כתובת דוא"ל זו אינה חוקית.
id: Alamat email ini tidak valid.
it: Questo indirizzo e-mail non è valido.
nl: Dit e-mailadres is ongeldig.
pl: Ten adres e-mail jest nieprawidłowy.
pt: Este endereço de e-mail não é válido.
ru: Этот адрес электронной почты недействителен.
sv: Den här e-postadressen är inte giltig.
th: ที่อยู่อีเมลนี้ไม่ถูกต้อง
tr: Bu e-posta adresi geçerli değil.
uk: Ця електронна адреса недійсна.
zh_hant: 该电子邮件地址无效。

source: This email address is now ok.
ar: عنوان البريد الإلكتروني هذا على ما يرام الآن.
de: Diese E-Mail-Adresse ist jetzt in Ordnung.
es: Esta dirección de correo electrónico ahora es válida.
et: See e-posti aadress on nüüd ok.
he: כתובת דוא"ל זו כעת בסדר.
id: Alamat email ini sekarang oke.
it: Questo indirizzo e-mail è ora ok.
nl: Dit e-mailadres is momenteel goed.
pl: Ten adres e-mail jest teraz prawidłowy.
pt: Este endereço de e-mail agora está ok.
ru: Этот адрес электронной почты теперь в порядке.
sv: Den här e-postadressen är nu ok.
th: ที่อยู่อีเมลนี้ใช้ได้แล้ว
tr: Bu e-posta adresi şimdi tamam.
uk: Тепер ця адреса електронної пошти в порядку.
zh_hant: 这个电子邮件地址现在是确定的。

source: This email address is ok.
ar: عنوان البريد الإلكتروني هذا على ما يرام.
de: Diese E-Mail-Adresse ist in Ordnung.
es: Esta dirección de correo electrónico es válida.
et: See e-posti aadress on korras.
he: כתובת דוא"ל זו בסדר.
id: Alamat email ini ok.
it: Questo indirizzo email è ok.
nl: Dit e-mailadres is goed.
pl: Ten adres e-mail jest prawidłowy.
pt: Este endereço de e-mail está bem.
ru: Этот адрес электронной почты в порядке.
sv: Den här e-postadressen är ok.
th: ที่อยู่อีเมลนี้ใช้ได้
tr: Bu e-posta adresi tamam.
uk: Ця електронна адреса в порядку.
zh_hant: 这个电子邮件地址是确定的。

source: Total send errors
ar: إجمالي أخطاء الإرسال
de: Sendefehler gesamt
es: Errores enviados totales
et: Saatmisvead kokku
he: סה"כ שגיאות שליחה
id: Total mengirim kesalahan
it: Errori di invio totali
nl: Totaal aantal fouten
pl: Całkowita liczba błędów wysyłania
pt: Total de erros de envio
ru: Полные ошибки отправки
sv: Totalt skickade fel
th: ข้อผิดพลาดในการส่งทั้งหมด
tr: Toplam gönderilen hata
uk: Всього помилок надсилання
zh_hant: 发送错误总数

source: Total/Status
ar: المجموع / الحالة
de: Gesamt/Status
es: Total/Estado
et: Kokku / olek
he: סה"כ / סטטוס
it: Totale/Stato
nl: Totaal/status
pl: Ogólnie/Status
ru: Всего/Статус
th: รวม / สถานะ
tr: Toplam/Durum
uk: Усього/Статус
zh_hant: 共计/地位

source: Unblock
ar: رفع الحظر
de: Entsperren
es: Desbloquear
et: Deblokeeri
he: בטל חסימה
id: Bebaskan
it: Sbloccare
nl: Deblokkeer
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
sv: Avblockera
th: เลิกบล็อก
tr: Engeli Kaldır
uk: Розблокувати
zh_hant: 解封

source: We are retrying email delivery.
ar: نحن نعيد محاولة تسليم البريد الإلكتروني.
de: Wir versuchen erneut, die E-Mail zuzustellen.
es: Estamos reintentando el envío del correo electrónico.
et: Proovime e-posti kohaletoimetamist uuesti.
he: אנו מנסים שוב למסור דוא"ל.
id: Kami mencoba pengiriman email lagi.
it: Stiamo ritentando la consegna dell'e-mail.
nl: We proberen opnieuw e-mail te versturen.
pl: Ponawiamy próbę dostarczenia wiadomości e-mail.
pt: Estamos a tentar novamente a entrega de e-mails.
ru: Мы повторяем попытку доставки по электронной почте.
sv: Vi försöker att skicka e-post igen.
th: เรากำลังลองส่งอีเมลอีกครั้ง
tr: E-postayı teslim etmeyi yeniden deniyoruz.
uk: Ми повторюємо доставку електронною поштою.
zh_hant: 我们正在重新尝试发送电子邮件。

source: We stopped email delivery.
ar: توقفنا عن تسليم البريد الإلكتروني.
de: Wir haben die E-Mail-Zustellung gestoppt.
es: Detuvimos el envío del correo electrónico.
et: Peatasime e-posti kohaletoimetamise.
he: הפסקנו את משלוח הדוא"ל.
id: Kami menghentikan pengiriman email.
it: Abbiamo interrotto la consegna delle e-mail.
nl: We zijn gestopt met het afleveren van e-mail.
pl: Wstrzymaliśmy dostarczanie wiadomości e-mail.
pt: Nós paramos a entrega de e-mails.
ru: Мы перестали доставлять электронную почту.
sv: Vi stoppade leveransen av e-post.
th: เราหยุดการส่งอีเมล
tr: E-posta teslimini durdurduk.
uk: Ми припинили доставку електронної пошти.
zh_hant: 我们停止了邮件发送。

source: Calendar
ar: التقويم
de: Kalender
es: Calendario
et: Kalender
he: לוּחַ שָׁנָה
id: Kalender
it: Calendario
nl: Kalender
pl: Kalendarz
pt: Calendário
ru: Календарь
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
zh_hant: 日历

source: Define which fields (columns) should be exported. One field expression per line.
ar: حدد الحقول (الأعمدة) التي يجب تصديرها. تعبير حقل واحد لكل سطر.
de: Definieren Sie, welche Felder (Spalten) exportiert werden sollen. Ein Feldausdruck pro Zeile.
es: Defina qué campos (columnas) deben exportarse. Una expresión de campo por línea.
et: Määrake, millised väljad (veerud) tuleb eksportida. Üks väljalõige rea kohta.
he: הגדר אילו שדות (עמודות) יש לייצא. ביטוי שדה אחד בכל שורה.
id: Tentukan bidang (kolom) mana yang harus diekspor. Satu ekspresi bidang per baris.
it: Definire quali campi (colonne) devono essere esportati. Un'espressione di campo per riga.
nl: Definieer welke velden (kolommen) moeten worden geëxporteerd. Eén veldexpressie per regel.
pl: Określa, które pola (kolumny) powinny zostać wyeksportowane. Jedno wyrażenie pola na wiersz.
pt: Define os campos (colunas) que devem ser exportados. Uma expressão de campo por linha.
ru: Определите, какие поля (столбцы) должны быть экспортированы. Одно выражение поля на строку.
th: กำหนดฟิลด์ (คอลัมน์) ที่ต้องการส่งออก โดยระบุหนึ่งนิพจน์ฟิลด์ต่อหนึ่งบรรทัด
tr: Hangi alanların (sütunların) dışa aktarılması gerektiğini tanımlayın. Satır başına bir alan ifadesi.
uk: Визначте, які поля (стовпці) слід експортувати. Один вираз поля в рядку.

source: Do not forget to save your changes before exporting.
ar: لا تنس حفظ التغييرات التي أجريتها قبل التصدير.
de: Vergessen Sie nicht, Ihre Änderungen vor dem Exportieren zu speichern.
es: No olvide guardar los cambios antes de exportar.
et: Ärge unustage oma muudatusi enne eksportimist salvestada.
he: אל תשכח לשמור את השינויים לפני הייצוא.
id: Jangan lupa untuk menyimpan perubahan Anda sebelum mengekspor.
it: Non dimenticare di salvare le modifiche prima di esportare.
nl: Vergeet niet je wijzigingen op te slaan voordat je exporteert.
pl: Nie zapomnij zapisać zmian przed ich wyeksportowaniem.
pt: Não se esqueça de guardar as suas alterações antes de exportar.
ru: Не забудьте сохранить изменения перед экспортом.
th: อย่าลืมบันทึกการเปลี่ยนแปลงของคุณก่อนการส่งออก
tr: Dışa aktarmadan önce değişikliklerinizi kaydetmeyi unutmayın.
uk: Не забудьте зберегти зміни перед експортом.

source: Download CSV
ar: تنزيل ملف CSV
de: CSV herunterladen
es: Descargar CSV
et: Laadige alla CSV
he: הורד CSV
id: Unduh CSV
it: Scarica CSV
pl: Pobierz plik CSV
pt: Baixar CSV
ru: Скачать CSV
sv: Ladda ner CSV
th: ดาวน์โหลด CSV
tr: CSV'yi İndir
uk: Завантажити CSV
zh_hant: 下载CSV

source: Download Event
ar: تحميل الحدث
de: Veranstaltung herunterladen
es: Descargar evento
et: Laadige alla sündmus
he: הורד אירוע
id: Unduh Peristiwa
it: Scaricare l'evento
nl: Download Evenement
pl: Pobierz wydarzenie
pt: Download do Evento
ru: Событие загрузки
sv: Ladda ner händelse
th: ดาวน์โหลดกิจกรรม
tr: Etkinliği İndir
uk: Завантажити подію
zh_hant: 下载活动

source: Download Excel
ar: قم بتنزيل Excel
de: Excel herunterladen
es: Descargar Excel
et: Laadige alla Excel
he: הורד את Excel
id: Unduh Excel
it: Scaricare Excel
pl: Pobierz Excel
pt: Baixar Excel
ru: Скачать Excel
sv: Ladda ner Excel
th: ดาวน์โหลด Excel
tr: Excel'i İndir
uk: Завантажте Excel
zh_hant: 下载Excel

source: Download JSON
ar: تنزيل JSON
de: JSON herunterladen
es: Descargar JSON
et: Lae JSON alla
he: הורד JSON
id: Unduh JSON
it: Scarica JSON
pl: Pobierz JSON
pt: Descarregar JSON
ru: Загрузить JSON
th: ดาวน์โหลด JSON
tr: JSON'u İndirin
uk: Завантажити JSON

source: Download all the pages in the collection
ar: قم بتنزيل جميع الصفحات في المجموعة
de: Alle Seiten der Sammlung herunterladen
es: Descargar todas las páginas en la colección
et: Laadige alla kõik kollektsiooni lehed
he: הורד את כל הדפים באוסף
id: Unduh semua halaman didalam koleksi
it: Scarica tutte le pagine della collezione
nl: Download alle pagina’s in de collectie
pl: Pobierz wszystkie strony w kolekcji
pt: Descarregar todas as páginas da colecção
ru: Скачать все страницы коллекции
sv: Ladda ner alla sidor i samlingen
th: ดาวน์โหลดหน้าทั้งหมดในคอลเลกชัน
tr: Koleksiyondaki tüm sayfaları indir
uk: Завантажте всі сторінки колекції
zh_hant: 下载该系列的所有页面

source: Download all the pages matching the query
ar: قم بتنزيل كافة الصفحات المطابقة للاستعلام
de: Alle Seiten herunterladen, die der Abfrage entsprechen
es: Descargar todas las páginas que coinciden con los de la consulta
et: Laadige alla kõik päringule vastavad lehed
he: הורד את כל הדפים התואמים לשאילתה
id: Unduh semua halaman sesuai permintaan
it: Scarica tutte le pagine che corrispondono alla query
nl: Download all pagina’s die overeenkomen met de zoekvraag
pl: Pobierz wszystkie strony pasujące do zapytania
pt: Download de todas as páginas que correspondem à consulta
ru: Скачать все страницы, соответствующие запросу
sv: Ladda ner alla sidor som matchar frågan
th: ดาวน์โหลดหน้าที่ตรงกับคำค้นหาทั้งหมด
tr: Arama ile eşleşen tüm sayfaları indir
uk: Завантажте всі сторінки, які відповідають запиту
zh_hant: 下载所有符合查询的页面

source: Download as Event if the query returns events and you want to export for a calendar program.
ar: قم بالتنزيل كحدث إذا كان الاستعلام يُرجع الأحداث وتريد التصدير لبرنامج تقويم.
de: Als Ereignis herunterladen, wenn die Abfrage Ereignisse liefert und Sie diese für ein Kalenderprogramm exportieren möchten.
es: Descargar como Evento si la consulta devuelve eventos y desea exportar para un programa de calendario.
et: Laadige alla sündmusena, kui päring tagastab sündmused ja soovite neid eksportida kalendriprogrammi.
he: הורד כאירוע אם השאילתה מחזירה אירועים ואתה רוצה לייצא אותם לתוכנית לוח שנה.
id: Unduh sebagai Peristiwa jika kueri mengembalikan peristiwa dan Anda ingin mengekspor untuk program kalender.
it: Scarica come evento se la query restituisce eventi e si desidera esportarli per un programma di calendario.
nl: Download als Gebeurtenis als de query gebeurtenissen oplevert en je wilt exporteren naar een kalenderprogramma.
pl: Pobierz jako wydarzenie, jeśli zapytanie zwraca wydarzenia i chcesz je wyeksportować do programu kalendarza.
pt: Descarregar como Evento se a consulta devolver eventos e pretender exportar para um programa de calendário.
ru: Загрузить как событие, если запрос возвращает события, а вы хотите экспортировать их для программы календаря.
th: ดาวน์โหลดเป็นกิจกรรมหากการค้นหาคืนกิจกรรมและคุณต้องการส่งออกสำหรับโปรแกรมปฏิทิน
tr: Sorgu etkinlikleri döndürüyorsa ve bir takvim programı için dışa aktarmak istiyorsanız Etkinlik Olarak İndirin.
uk: Завантажити як подію, якщо запит повертає події, і ви хочете експортувати їх для програми календаря.

source: Download this page or the query as a spreadsheet or in another format.
ar: قم بتنزيل هذه الصفحة أو الاستعلام كجدول بيانات أو بتنسيق آخر.
de: Laden Sie diese Seite oder die Abfrage als Tabellenkalkulation oder in einem anderen Format herunter.
es: Descargar esta página o la consulta como una hoja de cálculo o en otro formato.
et: Laadige see leht või päring alla arvutustabelina või muus vormingus.
he: הורד דף זה או את השאילתה כגיליון אלקטרוני או בפורמט אחר.
id: Unduh halaman ini atau permintaan sebagai spreadsheet atau dalam format lain.
it: Scarica questa pagina o la query come foglio di calcolo o in un altro formato.
nl: Download deze pagina of zoekvraag als een spreadsheet of in een ander formaat.
pl: Pobierz tę stronę lub zapytanie w formie arkusza kalkulacyjnego lub w innym formacie.
pt: Baixe esta página ou a consulta como uma planilha ou em outro formato.
ru: Скачайте эту страницу или запрос в виде электронной таблицы или в другом формате.
sv: Ladda ner den här sidan eller frågan som ett kalkylark eller i ett annat format.
th: ดาวน์โหลดหน้านี้หรือแบบสอบถามเป็นสเปรดชีตหรือในรูปแบบอื่น
tr: Bu sayfayı yada sorguyu tablo olarak yada bir başka formatta indir.
uk: Завантажте цю сторінку або запит у вигляді електронної таблиці або в іншому форматі.
zh_hant: 下载此页面或查询为电子表格或其他格式。

source: Export
ar: تصدير
de: Exportieren
es: Exportar
et: Eksport
he: יְצוּא
id: Ekspor
it: Esportazione
nl: Exporteer
pl: Eksportuj
pt: Exportação
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експорт
zh_hant: 出口

source: Export fields
ar: حقول التصدير
de: Felder exportieren
es: Campos de exportación
et: Ekspordi väljad
he: שדות ייצוא
id: Bidang ekspor
it: Campi di esportazione
nl: Velden exporteren
pl: Pola eksportu
pt: Campos de exportação
ru: Поля экспорта
th: ส่งออกฟิลด์
tr: Dışa aktarma alanları
uk: Поля експорту

source: Help about export
ar: تعليمات حول التصدير
de: Hilfe zum Export
es: Ayuda sobre exportar
et: Abi ekspordi kohta
he: עזרה בנושא ייצוא
id: Bantuan tentang ekspor
it: Aiuto sull'esportazione
nl: Hulp bij exporteren
pl: Pomoc w zakresie eksportu
pt: Ajuda sobre exportação
ru: Помощь в экспорте
sv: Hjälp om export
th: ช่วยเหลือเกี่ยวกับการส่งออก
tr: Dışa aktarma hakkında yardım
uk: Довідка щодо експорту
zh_hant: 关于出口的帮助

source: Leave this empty for a default set of fields.
ar: اترك هذا فارغاً لمجموعة افتراضية من الحقول.
de: Lassen Sie dieses Feld leer, um einen Standardsatz von Feldern zu erhalten.
es: Déjelo vacío para obtener un conjunto de campos por defecto.
et: Jäta see tühjaks, et saada vaikimisi väljad.
he: השאר שדה זה ריק כדי להשתמש במערך השדות המוגדר כברירת מחדל.
id: Biarkan ini kosong untuk satu set bidang default.
it: Lasciare vuoto per ottenere un set di campi predefinito.
nl: Laat dit leeg voor een standaard set velden.
pl: Pozostaw to pole puste, aby uzyskać domyślny zestaw pól.
pt: Deixe esta opção vazia para obter um conjunto de campos predefinido.
ru: Оставьте этот параметр пустым, чтобы получить набор полей по умолчанию.
th: ปล่อยว่างไว้สำหรับชุดฟิลด์เริ่มต้น
tr: Varsayılan alan kümesi için bunu boş bırakın.
uk: Залиште це поле порожнім для набору полів за замовчуванням.

source: App ID.
ar: معرف التطبيق.
es: ID. de la aplicación.
et: Rakenduse ID.
he: מזהה אפליקציה.
pl: Identyfikator aplikacji.
pt: Identificação do aplicativo.
ru: ID приложения
th: รหัสแอป
tr: Uygulama Kimliği.
uk: Ідентифікатор додатка.
zh_hant: 應用程式 ID。

source: App Secret
ar: سر التطبيق
de: App Geheimnis
es: Secreto de la aplicación
et: Rakenduse saladus
he: סוד האפליקציה
id: Rahasia Aplikasi
it: App Segreto
nl: App Geheim
ru: Секретный ключ
sv: Apphemlighet
th: ความลับของแอป
tr: Uygulama Sırrı
uk: Секрет додатка
zh_hant: 應用程式 Secret

source: Application keys can be found in
ar: يمكن العثور على مفاتيح التطبيق بتنسيق
de: Anwendungstasten finden Sie in
es: Las claves de la aplicación pueden encontrarse en
et: Rakendusvõtmed leiate aadressilt
he: ניתן למצוא מפתחות יישום ב
id: Kunci aplikasi dapat ditemukan di
it: Le chiavi di applicazione si trovano in
nl: Applicatiesleutels kun je vinden in
pl: Klucze aplikacji można znaleźć w
pt: As chaves de aplicação podem ser encontradas em
ru: Ключи приложения можно найти в
sv: Programnycklar finns i
th: รหัสแอปพลิเคชันสามารถพบได้ใน
tr: Uygulama anahtarları şunun içinde bulunabilir
uk: Ключі додатка можна знайти в
zh_hant: 应用钥匙可以在

source: Connect with Facebook
ar: تواصل مع الفيسبوك
de: Mit Facebook verbinden
es: Conectar con Facebook
et: Ühendage Facebookiga
he: התחברו לפייסבוק
id: Terhubung dengan Facebook
it: Collegati con Facebook
nl: Verbinden met Facebook
pl: Połącz z Facebookiem
pt: Conecte-se com o Facebook
ru: Свяжитесь с Facebook
sv: Anslut till Facebook
th: เชื่อมต่อกับเฟสบุ๊ค
tr: Facebook ile bağlan
uk: Зв’яжіться з Facebook
zh_hant: 与Facebook连接

source: Disconnect from Facebook
ar: قطع الاتصال بالفيسبوك
de: Trennen Sie die Verbindung zu Facebook
es: Desconectar de Facebook
et: Katkesta ühendus Facebookiga
he: התנתק מפייסבוק
id: Putus dari Facebook
it: Disconnettersi da Facebook
nl: Ontkoppelen van Facebook
pl: Odłącz od Facebooka
pt: Desligue-se do Facebook
ru: Отключение от Facebook
sv: Koppla från Facebook
th: ยกเลิกการเชื่อมต่อจาก Facebook
tr: Facebook'dan bağlantıyı kes
uk: Від’єднайтеся від Facebook
zh_hant: 断开与Facebook的连接

source: Do you want to disconnect your Facebook account?
ar: هل تريد قطع الاتصال بحسابك على Facebook؟
de: Möchten Sie Ihr Facebook-Konto abmelden?
es: ¿Desea desconectar su cuenta de Facebook?
et: Kas soovite oma Facebooki konto lahti ühendada?
he: האם אתה רוצה לנתק את חשבון הפייסבוק שלך?
id: Apakah anda ingin untuk memutuskan koneksi akun Facebook?
it: Vuoi scollegare il tuo account Facebook?
nl: Wil je ontkoppelen van je Facebook-account?
pl: Chcesz odłączyć swoje konto Facebook?
pt: Deseja desconectar sua conta do Facebook?
ru: Вы хотите отключить свой аккаунт на Facebook?
sv: Vill du koppla bort ditt Facebook-konto?
th: คุณต้องการยกเลิกการเชื่อมต่อบัญชี Facebook ของคุณหรือไม่?
tr: Facebook hesabınızın bağlantısını kesmek ister misiniz?
uk: Ви хочете відключити свій обліковий запис Facebook?
zh_hant: 你想断开你的Facebook账户吗？

source: Log in with Facebook
ar: تسجيل الدخول باستخدام الفيسبوك
de: Mit Facebook anmelden
es: Iniciar sesión con Facebook
et: Logi sisse Facebookiga
he: התחבר עם פייסבוק
id: Masuk dengan Facebook
it: Accedi con Facebook
nl: Log in met Facebook
pl: Zaloguj się przez Facebook
pt: Entre com o Facebook
ru: Войти в систему с помощью Facebook
sv: Logga in med Facebook
th: เข้าสู่ระบบด้วย Facebook
tr: Facebook ile giriş yap
uk: Увійдіть за допомогою Facebook
zh_hant: 用Facebook登录

source: Log on with Facebook
ar: قم بتسجيل الدخول باستخدام Facebook
de: Mit Facebook anmelden
es: Entra con Facebook
et: Logige sisse Facebookiga
he: היכנס עם פייסבוק
id: Masuk dengan Facebook
it: Accedere con Facebook
nl: Log in met Facebook
pl: Zaloguj się przez Facebooka
pt: Acesse com o Facebook
ru: Войдите в систему с помощью Facebook
sv: Logga in med Facebook
th: เข้าสู่ระบบด้วย Facebook
tr: Facebook ile giriş yap
uk: Залогінитися за допомогою Facebook
zh_hant: 用Facebook登录

source: Redirecting to Facebook.
ar: إعادة التوجيه إلى Facebook.
de: Weiterleitung zu Facebook.
es: Redireccionar a Facebook.
et: Ümbersuunamine Facebooki.
he: מפנה מחדש לפייסבוק.
id: Mengalihkan ke Facebook.
it: Reindirizzamento a Facebook.
nl: We sturen je door naar Facebook.
pl: Przekierowuję na Facebook.
pt: Redireccionando para o Facebook.
ru: Переадресация на Фейсбук.
sv: Omdirigerar till Facebook.
th: กำลังเปลี่ยนเส้นทางไปที่ Facebook
tr: Facebook'a yönlendiriliyor.
uk: Перенаправлення на Facebook.
zh_hant: 重定向到Facebook。

source: Save Facebook Settings
ar: احفظ إعدادات Facebook
de: Facebook-Einstellungen speichern
es: Guardar configuración de Facebook
et: Salvestage Facebooki seaded
he: שמור הגדרות פייסבוק
id: Simpan Pengaturan Facebook
it: Salvare le impostazioni di Facebook
nl: Bewaar Facebook-instellingen
pl: Zapisz ustawienia Facebooka
pt: Salvar configurações do Facebook
ru: Сохранить настройки для Facebook
sv: Spara Facebook-inställningar
th: บันทึกการตั้งค่า Facebook
tr: Facebook Ayarlarını Kaydet
uk: Збережіть налаштування Facebook
zh_hant: 保存臉書设置

source: Saved the Facebook settings.
ar: حفظ إعدادات Facebook.
de: Die Facebook-Einstellungen wurden gespeichert.
es: Configuración de Facebook guardada.
et: Salvestas Facebooki seaded.
he: שמר את הגדרות הפייסבוק.
id: Menyimpan pengaturan Facebook.
it: Salvate le impostazioni di Facebook.
nl: Facebook-instellingen bewaard.
pl: Zapisano ustawienia Facebooka.
pt: Salvou as configurações do Facebook.
ru: Сохранены настройки Facebook.
sv: Sparade Facebook-inställningarna.
th: บันทึกการตั้งค่า Facebook
tr: Facebook ayarlarını kaydedildi.
uk: Збережено налаштування Facebook.
zh_hant: 保存了Facebook的设置。

source: Scope
ar: نطاق
de: Umfang
es: Ámbito
et: Reguleerimisala
he: תְחוּם
id: Cakupan
it: Portata
pl: Zakres
pt: Escopo
ru: Возможности
sv: Omfattning
th: ขอบเขต
tr: Kapsam
uk: Область застосування
zh_hant: 范围

source: Use Facebook authentication
ar: استخدم مصادقة Facebook
de: Facebook-Authentifizierung verwenden
es: Usar autenticación de Facebook
et: Kasutage Facebooki autentimist
he: השתמש באימות של פייסבוק
id: Gunakan otentikasi Facebook
it: Usa l'autenticazione di Facebook
nl: Authenticeren met Facebook
pl: Uwierzytelnij się za pośrednictwem Facebook
pt: Use a autenticação do Facebook
ru: Использовать вход через Facebook
sv: Använd Facebook-autentisering
th: ใช้การรับรองความถูกต้องของ Facebook
tr: Facebook kimlik doğrulamasını kullan
uk: Використовуйте аутентифікацію Facebook
zh_hant: 使用臉書权鉴
