Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: The email address is shown if there is a question with label “email” or if there is a person with an email address that has been linked.
ar: يظهر عنوان البريد الإلكتروني إذا كان هناك سؤال بالتسمية "بريد إلكتروني" أو إذا كان هناك شخص لديه عنوان بريد إلكتروني تم ربطه.
de: Die E-Mail-Adresse wird angezeigt, wenn eine Frage mit der Bezeichnung „E-Mail“ vorliegt oder wenn eine Person mit einer E-Mail-Adresse verknüpft wurde.
es: La dirección de correo electrónico se muestra si hay una pregunta con la etiqueta "correo electrónico" o si hay una persona con una dirección de correo electrónico que se ha vinculado.
et: E-posti aadressi näidatakse, kui on küsimus sildiga "e-post" või kui on lingitud e-posti aadressiga inimene.
he: כתובת הדוא"ל מוצגת אם יש שאלה עם התווית "אימייל" או אם יש אדם עם כתובת דוא"ל שקושרת.
id: Alamat email ditampilkan jika ada pertanyaan dengan label “email” atau jika ada orang dengan alamat email yang telah ditautkan.
it: L'indirizzo e-mail viene mostrato se c'è una domanda con l'etichetta "e-mail" o se c'è una persona con un indirizzo e-mail che è stata collegata.
nl: Het e-mailadres wordt getoond als er een vraag is met het label "email" of als er een persoon is met een e-mailadres dat is gekoppeld.
pl: Adres e-mail jest wyświetlany, jeśli istnieje pytanie z etykietą „e-mail” lub jeśli istnieje osoba, której adres e-mail został połączony.
pt: O endereço de e-mail é mostrado se houver uma pergunta com o rótulo “email” ou se houver uma pessoa com um endereço de e-mail vinculado.
ru: Адрес электронной почты отображается, если есть вопрос с меткой «электронная почта» или если есть человек с адресом электронной почты, который был связан.
sv: E-postadressen visas om det finns en fråga med etiketten "e-post" eller om det finns en person med en e-postadress som har länkats.
th: ที่อยู่อีเมลจะแสดงขึ้นหากมีคำถามที่มีป้ายกำกับว่า “อีเมล” หรือหากมีบุคคลที่มีที่อยู่อีเมลที่เชื่อมโยงอยู่
tr: E-posta adresi, "e-posta" etiketli bir soru varsa veya e-posta adresine bağlı bir kişi varsa gösterilir.
uk: Адреса електронної пошти відображається, якщо є запитання з міткою «електронна пошта» або якщо є особа з адресою електронної пошти, яку було пов’язано.
zh_hant: 如果有帶有“電子郵件”標籤的問題，或者如果有人擁有已鏈接的電子郵件地址，則會顯示電子郵件地址。

source: The following has been filled in:
ar: تم ملء ما يلي:
de: Das Folgende wurde ausgefüllt:
es: Se ha rellenado lo siguiente:
et: Täidetud on järgmine:
he: הדברים הבאים הושלמו:
id: Berikut ini telah diisi:
it: Il seguente è stato compilato:
nl: Het volgende is ingevuld:
pl: Wypełniono następujące dane:
pt: O seguinte foi preenchido:
ru: Было заполнено следующее:
sv: Följande har fyllts i:
th: มีการกรอกข้อมูลต่อไปนี้:
tr: Aşağıdakiler doldurulmuştur:
uk: Заповнено:
zh_hant: 以下是已填写的内容：

source: The maximum number of submissions for <a href="{url}"><b>{title}</b></a> on {site} has been reached.
ar: تم الوصول إلى الحد الأقصى لعدد الطلبات المقدمة لـ <a href="{url}"><b>{title}</b></a> على {site} قد تم الوصول إليه.
es: Se ha alcanzado el número máximo de envíos para <a href="{url}"><b>{title}</b></a> en {site} .
et: Maksimaalne esitatavate taotluste arv <a href="{url}"><b>{title}</b></a> aadressil {site} on saavutatud.
he: המספר המרבי של הגשות עבור <a href="{url}"><b>{title}</b></a> ב- {site} הושג.
id: Jumlah maksimum pengiriman untuk <a href="{url}"><b>{title}</b></a> di {site} telah tercapai.
it: Il numero massimo di invii per <a href="{url}"><b>{title}</b></a> su {site} è stato raggiunto.
nl: Het maximum aantal inzendingen voor <a href="{url}"><b>{title}</b></a> op {site} is bereikt.
pl: Osiągnięto maksymalną liczbę zgłoszeń dla <a href="{url}"><b>{title}</b></a> na stronie {site} została osiągnięta.
pt: O número máximo de submissões para <a href="{url}"><b>{title}</b></a> em {site} foi atingido.
ru: Максимальное количество заявок для <a href="{url}"><b>{title}</b></a> на сайте {site} было достигнуто.
th: จำนวนการส่งสูงสุดสำหรับ <a href="{url}"><b>{title}</b></a>บน {site} ได้บรรลุแล้ว
tr: için maksimum başvuru sayısı <a href="{url}"><b>{title}</b></a> {site} adresine ulaşılmıştır.
uk: Максимальна кількість заявок на участь у конкурсі <a href="{url}"><b>{title}</b></a> на сайті {site} досягнуто максимальної кількості заявок.

source: The maximum number of submissions has been reached, you cannot fill this in anymore.
ar: لقد تم الوصول إلى الحد الأقصى لعدد الطلبات المرسلة، ولا يمكنك ملء هذا بعد الآن.
es: Se ha alcanzado el número máximo de envíos, ya no puede rellenarlo.
et: Maksimaalne esitatavate andmete arv on saavutatud, te ei saa seda enam täita.
he: המספר המרבי של הגשות הושג, לא ניתן למלא את הטופס עוד.
id: Jumlah maksimum pengiriman telah tercapai, Anda tidak dapat mengisinya lagi.
it: Il numero massimo di invii è stato raggiunto, non è più possibile compilarlo.
nl: Het maximum aantal inzendingen is bereikt. Dit kan niet meer worden ingevuld.
pl: Osiągnięto maksymalną liczbę zgłoszeń, nie można już wypełnić tego pola.
pt: O número máximo de submissões foi atingido, já não é possível preencher este formulário.
ru: Максимальное количество заявок достигнуто, вы больше не можете заполнять эту форму.
th: จำนวนการส่งสูงสุดถึงแล้ว คุณไม่สามารถกรอกข้อมูลนี้ได้อีกต่อไป
tr: Maksimum gönderim sayısına ulaşıldı, artık bunu dolduramazsınız.
uk: Максимальна кількість заявок досягнута, ви не можете більше заповнювати цю форму.

source: The result can be linked to an existing person or to a newly created person.
ar: يمكن ربط النتيجة بشخص موجود أو بشخص تم إنشاؤه حديثًا.
de: Das Ergebnis kann mit einer bestehenden Person oder einer neu erstellten Person verknüpft werden.
es: El resultado se puede vincular a una persona existente oa una persona de nueva creación.
et: Tulemust saab siduda olemasoleva või vastloodud isikuga.
he: ניתן לקשר את התוצאה לאדם קיים או לאדם חדש שנוצר.
id: Hasilnya dapat ditautkan ke orang yang sudah ada atau ke orang yang baru dibuat.
it: Il risultato può essere collegato a una persona esistente oa una persona appena creata.
nl: Het resultaat kan worden gekoppeld aan een bestaand persoon of aan een nieuw persoon.
pl: Wynik można powiązać z istniejącą osobą lub z nowo utworzoną osobą.
pt: O resultado pode ser vinculado a uma pessoa existente ou a uma pessoa recém-criada.
ru: Результат может быть связан с существующим человеком или с вновь созданным человеком.
sv: Resultatet kan kopplas till en befintlig person eller till en nyskapad person.
th: ผลลัพธ์สามารถเชื่อมโยงกับบุคคลที่มีอยู่หรือบุคคลที่สร้างขึ้นใหม่
tr: Sonuç, mevcut bir kişiye veya yeni oluşturulan bir kişiye bağlanabilir.
uk: Результат можна пов’язати з наявною особою або з новоствореною особою.
zh_hant: 結果可以鏈接到現有人員或新創建的人員。

source: The results have been saved.
ar: تم حفظ النتائج.
de: Die Ergebnisse wurden gespeichert.
es: Los resultados han sido guardados.
et: Tulemused on salvestatud.
he: התוצאות נשמרו.
id: Hasilnya sudah disimpan.
it: I risultati sono stati salvati.
nl: De resultaten zijn bewaard..
pl: Wyniki zostały zapisane.
pt: Os resultados foram gravados.
ru: Результаты были сохранены.
sv: Resultaten har sparats.
th: บันทึกผลลัพธ์แล้ว
tr: Sonuçlar kaydedildi.
uk: Результати збережено.
zh_hant: 结果已经保存下来了。

source: The uploaded file will be attached to the result email.
ar: سيتم إرفاق الملف الذي تم تحميله بالبريد الإلكتروني الخاص بالنتيجة.
de: Die hochgeladene Datei wird an die Ergebnis-E-Mail angehängt.
es: El archivo cargado se adjuntará al correo electrónico de resultados.
et: Üleslaaditud fail lisatakse tulemuse meilile.
he: הקובץ שהועלה יצורף למייל התוצאה.
id: File yang diunggah akan dilampirkan ke email hasil.
it: Il file caricato verrà allegato all'e-mail del risultato.
nl: Het geüploade bestand wordt als bijlage toegevoegd aan de e-mail met het resultaat.
pl: Przesłany plik zostanie dołączony do wiadomości e-mail wynikowej.
pt: O arquivo carregado será anexado ao e-mail de resultado.
ru: Загруженный файл будет прикреплен к электронному письму с результатами.
sv: Den uppladdade filen kommer att bifogas till resultatmejlet.
th: ไฟล์ที่อัปโหลดจะถูกแนบไปกับอีเมลผลลัพธ์
tr: Yüklenen dosya sonuç e-postasına eklenecektir.
uk: Завантажений файл буде прикріплено до електронного листа з результатами.
zh_hant: 上傳的文件將附加到結果電子郵件中。

source: There are now <b>{n}</b> submissions out of a maximum of {max}.
ar: يوجد الآن <b>{n}</b> الطلبات المقدمة من أصل {max}.
es: Actualmente hay <b>{n}</b> propuestas de un máximo de {max}.
et: Nüüd on olemas <b>{n}</b> esitati maksimaalselt {max}.
he: יש כעת <b>{n}</b> הגשות מתוך מקסימום {max}.
id: Sekarang ada <b>{n}</b> kiriman dari maksimum {max}.
it: Ora ci sono <b>{n}</b> su un massimo di {max}.
nl: Er zijn nu <b>{n}</b> inzendingen op een maximum van {max}.
pl: Obecnie <b>{n}</b> zgłoszeń z maksymalnej liczby {max}.
pt: Atualmente, existem <b>{n}</b> submissões de um máximo de {max}.
ru: В настоящее время <b>{n}</b> из максимального количества {max}.
th: ขณะนี้ มี <b>{n}</b>การส่งผลงานจากจำนวนสูงสุด {max}
tr: Şimdi var <b>{n}</b> en fazla {max}adresinden gönderilebilir.
uk: Наразі є <b>{n}</b> заявок з максимальної кількості {max}.

source: There was an error while handling your answers. We are terribly sorry about this.
ar: كان هناك خطأ أثناء التعامل مع إجاباتك. نحن نأسف بشدة على هذا.
de: Es ist ein Fehler bei der Bearbeitung Ihrer Antworten aufgetreten. Dies tut uns sehr leid.
es: Se produjo un error al manejar sus respuestas, Lo sentimos mucho por ello.
et: Teie vastuste käsitlemisel ilmnes viga. Meil on selle pärast kohutavalt kahju.
he: אירעה שגיאה בטיפול בתשובות שלך. אנחנו נורא מצטערים על זה.
id: Ada kesalahan saat menangani jawaban-jawaban anda. Kami sangat menyesal tentang hal ini.
it: C'è stato un errore durante la gestione delle tue risposte. Siamo terribilmente dispiaciuti per questo.
nl: Er is een fout opgetreden tijdens het afhandelen van de antwoorden. Dit spijt ons ten zeerste.
pl: Pojawił się błąd podczas obsługiwania twoich odpowiedzi. Strasznie nam przykro z tego powodu.
pt: Houve um erro ao lidar com as suas respostas. Pedimos imensa desculpa por isto.
ru: Произошла ошибка при обработке ваших результатов. Мы очень сожалеем об этом.
sv: Det uppstod ett fel när dina svar hanterades. Vi är väldigt ledsna för detta.
th: เกิดข้อผิดพลาดขณะจัดการคำตอบของคุณ เราเสียใจอย่างมากเกี่ยวกับเรื่องนี้
tr: Cevaplarınız işlerken bir hata oluştu. Bu konuda çok özür dileriz.
uk: Під час обробки ваших відповідей сталася помилка. Ми страшенно шкодуємо про це.
zh_hant: 处理回答时出错。我们对此感到万分抱歉。

source: This block show a file upload field. This can only be used as the last question of a form. The default form routines can’t handle file upload, you will need to add your own form handler to your site or module.
ar: تعرض هذه الكتلة حقل تحميل ملف. لا يمكن استخدام هذا إلا باعتباره السؤال الأخير في النموذج. لا تستطيع إجراءات النموذج الافتراضية معالجة تحميل الملف ، ستحتاج إلى إضافة معالج النموذج الخاص بك إلى موقعك أو الوحدة النمطية الخاصة بك.
de: Dieser Block zeigt ein Datei-Upload-Feld. Dies kann nur als letzte Frage eines Formulars verwendet werden. Die Standardformularroutinen können das Hochladen von Dateien nicht verarbeiten. Sie müssen Ihrer Site oder Ihrem Modul einen eigenen Formularhandler hinzufügen.
es: Este bloque muestra un campo de carga de archivos. Esto solo se puede usar como la última pregunta de un formulario. Las rutinas de formulario predeterminadas no pueden manejar la carga de archivos, deberá agregar su propio controlador de formulario a su sitio o módulo.
et: See plokk näitab faili üleslaadimise välja. Seda saab kasutada ainult vormi viimase küsimusena. Vaikimisi vormirutiinid ei saa failide üleslaadimisega hakkama, peate oma saidile või moodulile lisama oma vormitöötleja.
he: בלוק זה מציג שדה להעלאת קובץ. זה יכול לשמש רק כשאלה האחרונה של טופס. שגרות הטפסים המוגדרות כברירת מחדל אינן יכולות להתמודד עם העלאת קבצים, תצטרך להוסיף מטפל טפסים משלך לאתר או למודול שלך.
id: Blok ini menunjukkan bidang unggah file. Ini hanya dapat digunakan sebagai pertanyaan terakhir dari suatu formulir. Rutinitas formulir default tidak dapat menangani pengunggahan file, Anda perlu menambahkan penangan formulir Anda sendiri ke situs atau modul Anda.
it: Questo blocco mostra un campo di caricamento file. Questo può essere utilizzato solo come ultima domanda di un modulo. Le routine predefinite del modulo non possono gestire il caricamento di file, dovrai aggiungere il tuo gestore di modulo al tuo sito o modulo.
nl: Dit blok toont een veld voor het uploaden van bestanden. Dit kan alleen gebruikt worden als laatste vraag van een formulier. De standaard formulierroutines kunnen het uploaden van bestanden niet afhandelen. Je zult je eigen formulierhandler aan je site of module moeten toevoegen.
pl: Ten blok pokazuje pole przesyłania plików. To może być użyte tylko jako ostatnie pytanie formularza. Domyślne procedury formularzy nie obsługują przesyłania plików, musisz dodać własny moduł obsługi formularzy do swojej witryny lub modułu.
pt: Este bloco mostra um campo de upload de arquivo. Isso só pode ser usado como a última pergunta de um formulário. As rotinas de formulário padrão não podem lidar com upload de arquivo, você precisará adicionar seu próprio manipulador de formulário ao seu site ou módulo.
ru: Этот блок показывает поле загрузки файла. Это можно использовать только как последний вопрос формы. Подпрограммы форм по умолчанию не могут обрабатывать загрузку файлов, вам нужно будет добавить свой собственный обработчик форм на свой сайт или модуль.
sv: Detta block visar ett filuppladdningsfält. Detta kan endast användas som den sista frågan i ett formulär. Standardformulärrutinerna kan inte hantera filuppladdning, du måste lägga till din egen formulärhanterare till din webbplats eller modul.
th: บล็อกนี้แสดงฟิลด์อัปโหลดไฟล์ สามารถใช้เป็นคำถามสุดท้ายของแบบฟอร์มเท่านั้น รูทีนของฟอร์มเริ่มต้นไม่สามารถจัดการการอัปโหลดไฟล์ได้ คุณจะต้องเพิ่มตัวจัดการฟอร์มของคุณเองลงในไซต์หรือโมดูลของคุณ
tr: Bu blok bir dosya yükleme alanını gösterir. Bu sadece bir formun son sorusu olarak kullanılabilir. Varsayılan form yordamları dosya yüklemeyi işleyemez, sitenize veya modülünüze kendi form işleyicinizi eklemeniz gerekir.
uk: Цей блок показує поле завантаження файлу. Це можна використовувати лише як останнє запитання у формі. Підпрограми форм за замовчуванням не можуть обробляти завантаження файлів, вам потрібно буде додати власний обробник форм на свій сайт або модуль.
zh_hant: 此塊顯示文件上傳字段。這只能用作表格的最後一個問題。默認表單例程無法處理文件上傳，您需要將自己的表單處理程序添加到您的站點或模塊。

source: This block signals a stop in the flow. The user can't continue further and it is counted as a page break.
ar: تشير هذه الكتلة إلى توقف التدفق. لا يمكن للمستخدم الاستمرار أكثر ويتم احتسابه كفاصل صفحة.
de: Dieser Block signalisiert einen Stopp im Ablauf. Der Benutzer kann nicht weiter fortfahren und es wird als Seitenumbruch gezählt.
es: Esta bloque señala un paro en el flujo. El usuario no puede continuar y se cuenta como un salto de pagina.
et: See plokk annab märku voolu peatumisest. Kasutaja ei saa enam jätkata ja seda loetakse lehe vaheajaks.
he: חסם זה מסמן עצירה בזרימה. המשתמש לא יכול להמשיך הלאה וזה נספר כמעבר עמוד.
id: Blok ini sinyal stop aliran. Pengguna tidak dapat melanjutkan lebih jauh dan itu dihitung sebagai halaman istirahat.
it: Questo blocco segnala un arresto nel flusso. L'utente non può continuare oltre e viene contato come un'interruzione di pagina.
nl: Dit blok geeft aan dat de survey ten einde is. De gebruiker kan niet verder.
pl: Ten blok sygnalizuje zatrzymanie przepływu. Użytkownik nie może kontynuować dalej i jest on liczony jako przerwa na stronie.
pt: Este bloco sinaliza uma paragem no fluxo. O usuário não pode continuar mais e é contado como uma quebra de página.
ru: Этот блок сигнализирует останов выполнения. Пользователь не сможет продолжать далее, блок считается разрывом страницы.
sv: Detta block signalerar ett stopp i flödet. Användaren kan inte fortsätta längre och det räknas som en sidbrytning.
th: บล็อกนี้ส่งสัญญาณให้หยุดการไหล ผู้ใช้ไม่สามารถดำเนินการต่อได้อีกและจะนับเป็นการแบ่งหน้า
tr: Bu blok akışın durduğunu gösterir. Kullanıcı daha ileri gidemez ve sayfa sonu olarak sayılır.
uk: Цей блок сигналізує про зупинку потоку. Користувач не може продовжувати далі, і це зараховується як розрив сторінки.
zh_hant: 这个块表示流程暂停，用户只有

source: This form is disabled. Because you can edit, you can proceed for testing.
ar: هذا النموذج معطل. نظرًا لأنه يمكنك التعديل ، يمكنك المتابعة للاختبار.
de: Dieses Formular ist deaktiviert. Da Sie bearbeiten können, können Sie mit dem Testen fortfahren.
es: Este formulario está deshabilitado. Debido a que puede editar, puede continuar con la prueba.
et: See vorm on keelatud. Kuna saate redigeerida, võite jätkata testimist.
he: טופס זה מושבת. מכיוון שאתה יכול לערוך, אתה יכול להמשיך לבדיקה.
id: Formulir ini dinonaktifkan. Karena Anda dapat mengedit, Anda dapat melanjutkan untuk pengujian.
it: Questo modulo è disabilitato. Poiché puoi modificare, puoi procedere con il test.
nl: Dit formulier is uitgeschakeld. Omdat je het kunt bewerken, kan je doorgaan met testen.
pl: Ten formularz jest wyłączony. Ponieważ możesz edytować, możesz przejść do testowania.
pt: Este formulário está desativado. Como você pode editar, pode prosseguir para o teste.
ru: Эта форма отключена. Поскольку вы можете редактировать, вы можете приступить к тестированию.
sv: Det här formuläret är inaktiverat. Eftersom du kan redigera kan du fortsätta för testning.
th: แบบฟอร์มนี้ถูกปิดใช้งาน เนื่องจากคุณสามารถแก้ไขได้ คุณจึงดำเนินการทดสอบต่อได้
tr: Bu form devre dışı bırakıldı. Düzenleyebildiğiniz için test için ilerleyebilirsiniz.
uk: Ця форма вимкнена. Оскільки ви можете редагувати, ви можете переходити до тестування.
zh_hant: 此表單已禁用。因為您可以編輯，所以您可以繼續進行測試。

source: This is a result for:
ar: هذه نتيجة لـ:
de: Dies ist ein Ergebnis für:
es: Este es un resultado por:
et: Selle tulemus on:
he: זו תוצאה עבור:
id: Ini adalah hasil untuk:
it: Questo è un risultato per:
nl: Dit is een resultaat voor:
pl: To jest wynik dla:
pt: Isto é um resultado para:
ru: Это результат для:
sv: Detta är ett resultat för:
th: นี่เป็นผลลัพธ์สำหรับ:
tr: Bunun sonucudur:
uk: Це результат для:
zh_hant: 这是一个结果，因为：

source: This is the percentage needed to pass a quiz or test. Only used if you have added quiz or test questions.
ar: هذه هي النسبة المئوية المطلوبة لاجتياز اختبار أو اختبار. تستخدم فقط إذا كنت قد أضفت اختبارًا أو أسئلة اختبار.
de: Dies ist der Prozentsatz, der benötigt wird, um ein Quiz oder einen Test zu bestehen. Wird nur verwendet, wenn Sie Quiz- oder Testfragen hinzugefügt haben.
es: Este es el porcentaje necesario para aprobar un cuestionario o examen. Solo se usa si ha agregado preguntas de prueba o cuestionario.
et: See on viktoriini või testi sooritamiseks vajalik protsent. Kasutatakse ainult siis, kui olete lisanud viktoriini või testküsimusi.
he: זה האחוז הדרוש כדי לעבור חידון או מבחן. משמש רק אם הוספת חידון או שאלות מבחן.
id: Ini adalah persentase yang dibutuhkan untuk lulus kuis atau tes. Hanya digunakan jika Anda telah menambahkan pertanyaan kuis atau tes.
it: Questa è la percentuale necessaria per superare un quiz o un test. Utilizzato solo se hai aggiunto quiz o domande di prova.
nl: Dit is het percentage dat nodig is om te slagen voor een een quiz of toets. Dit wordt alleen gebruikt als je quiz- of toetsvragen hebt toegevoegd.
pl: Jest to procent potrzebny do zdania quizu lub testu. Używane tylko wtedy, gdy dodano quiz lub pytania testowe.
pt: Esta é a porcentagem necessária para passar em um questionário ou teste. Usado apenas se você tiver adicionado perguntas de teste ou questionário.
ru: Это процент, необходимый для прохождения викторины или теста. Используется только в том случае, если вы добавили вопросы викторины или теста.
sv: Detta är den procentandel som behövs för att klara ett frågesport eller test. Används endast om du har lagt till frågesport eller testfrågor.
th: นี่คือเปอร์เซ็นต์ที่จำเป็นในการผ่านแบบทดสอบหรือแบบทดสอบ ใช้เฉพาะเมื่อคุณได้เพิ่มแบบทดสอบหรือคำถามทดสอบ
tr: Bu, bir sınavı veya testi geçmek için gereken yüzdedir. Yalnızca sınav veya test soruları eklediyseniz kullanılır.
uk: Це відсоток, необхідний для проходження тесту або тесту. Використовується, лише якщо Ви додали запитання вікторини або тесту.
zh_hant: 這是通過測驗或測試所需的百分比。僅在您添加了測驗或測試問題時使用。

source: This text is shown after the form has been submitted.
ar: يظهر هذا النص بعد تقديم النموذج.
de: Dieser Text wird nach dem Absenden des Formulars angezeigt.
es: Este texto se muestra después de enviar el formulario.
et: See tekst kuvatakse pärast vormi esitamist.
he: טקסט זה מוצג לאחר שליחת הטופס.
id: Teks ini ditampilkan setelah formulir dikirimkan.
it: Questo testo viene visualizzato dopo l'invio del modulo.
nl: Deze tekst wordt weergegeven nadat het formulier is ingediend.
pl: Ten tekst jest wyświetlany po przesłaniu formularza.
pt: Este texto é mostrado após o envio do formulário.
ru: Этот текст отображается после отправки формы.
sv: Denna text visas efter att formuläret har skickats in.
th: ข้อความนี้จะแสดงหลังจากส่งแบบฟอร์มแล้ว
tr: Bu metin, form gönderildikten sonra gösterilir.
uk: Цей текст відображається після надсилання форми.
zh_hant: 此文本在提交表單後顯示。

source: This text is shown as an introduction to the survey.
ar: يتم عرض هذا النص كمقدمة للمسح.
de: Dieser Text wird als Einführung in die Umfrage angezeigt.
es: En este texto se muestra como una introducción para la encuesta.
et: Seda teksti näidatakse uuringu sissejuhatuseks.
he: טקסט זה מוצג כמבוא לסקר.
id: Teks ini ditampilkan sebagai pengantar survei.
it: Questo testo è mostrato come un'introduzione all'indagine.
nl: Deze tekst wordt getoond als introductie.
pl: Tekst ten jest przedstawiony jako wstęp do badania.
pt: Este texto é mostrado como uma introdução à pesquisa.
ru: Этот текст отображается как введение в опрос.
sv: Denna text visas som en introduktion till undersökningen.
th: ข้อความนี้แสดงเป็นข้อมูลเบื้องต้นเกี่ยวกับแบบสำรวจ
tr: Bu metin ankete giriş olarak gösterilmiştir.
uk: Цей текст показаний як вступ до опитування.
zh_hant: 此文显示为调查介绍。

source: This text is shown below the start button.
ar: يظهر هذا النص أسفل زر البداية.
de: Dieser Text wird unter dem Start-Button angezeigt.
es: Este texto se muestra debajo del botón de inicio.
et: See tekst on näidatud käivitusnupu all.
he: טקסט זה מוצג מתחת לחצן התחל.
id: Teks ini ditampilkan di bawah tombol mulai.
it: Questo testo è mostrato sotto il pulsante di avvio.
nl: Deze tekst staat onder de startknop.
pl: Ten tekst jest wyświetlany pod przyciskiem Start.
pt: Este texto é mostrado abaixo do botão Iniciar.
ru: Этот текст отображается под кнопкой запуска.
sv: Denna text visas under startknappen.
th: ข้อความนี้แสดงอยู่ใต้ปุ่มเริ่มต้น
tr: Bu metin, başlat düğmesinin altında gösterilir.
uk: Цей текст показано під кнопкою «Пуск».
zh_hant: 此文本顯示在開始按鈕下方。

source: Thurstone
ar: ثورستون
he: ת'רסטון
nl: Vragen met puntenschaal
pl: skala Thurstone'a
ru: Шкала Терстоуна
th: เธอร์สโตน
uk: Терстоун
zh_hant: 瑟斯顿量表

source: To question
ar: يسأل
de: Zu Frage
es: Preguntar
et: Küsitlema
he: להטיל ספק
id: Mempertanyakan
it: Per interrogare
nl: Naar vraag
pl: Aby zadać pytanie
pt: Para questionar
ru: К вопросу
sv: Att ifrågasätta
th: คำถาม
tr: Soruya
uk: На запитання
zh_hant: 跳转到问题

source: Toggle outline view
ar: تبديل عرض المخطط التفصيلي
de: Gliederungsansicht umschalten
es: Alternar vista de esquema
et: Lülitab kontuurivaate sisse / välja
he: החלף את תצוגת המתאר
id: Beralih outline view
it: Alterna la visualizzazione dei contorni
nl: Wissel weergave
pl: Przełączanie widoku zarysu
pt: Alternar a vista geral
ru: Переключение между контурами
sv: Växla översiktsvy
th: สลับมุมมองเค้าร่าง
tr: Anahat görünümü değiştir
uk: Увімкнути вигляд контуру
zh_hant: 切换大纲视图
