Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic-language.po
Languages: ar, he, th, zh, zh_hant

source: Huizhou Chinese
ar: هويتشو الصينية
he: הויז'ו סינית
th: ฮุยโจว ภาษาจีน
zh: 惠州汉语
zh_hant: 惠州中文

source: Hungarian
ar: المجرية
he: הוּנגָרִי
th: ฮังการี
zh: 匈牙利语
zh_hant: 匈牙利语

source: Hunsrik
ar: هونسريك
he: הונסריק
th: ฮันซริก
zh: 洪斯里克

source: Hyam
ar: هيام
he: היאם
th: ไฮัม
zh: 海姆
zh_hant: 海姆

source: Iban
ar: إيبان
he: איבן
th: อีบัน
zh: 伊班

source: Ibanag
ar: إيباناغ
he: איבנאג
th: อีบานัก
zh: 伊班纳格

source: Ibibio
ar: إبيبيو
he: איביביו
th: อิบิโบ
zh: 伊比奥语
zh_hant: 伊比諾語

source: Idakho-Isukha-Tiriki
ar: إداخو-إسوخا-تيريكي
he: אידאקו-איסוקה-טיריקי
th: อิดาโค-อิสุคฮา-ทิริกี
zh: 伊达科-伊苏卡-提里基

source: Idoma
ar: إيدوما
th: อิดอมา
zh: 伊多玛

source: Igala
ar: إيغالا
he: איגאלה
th: อิกาลา
zh: 伊加拉

source: Igbo
ar: الإيغبو
he: איגבו
th: อิกโบ
zh: 伊博语
zh_hant: 伊博語

source: Igede
ar: إيجيد
he: איגדה
th: อิกเด

source: Ikwo
ar: إيكوو
he: איקו
th: อิกโว

source: Iloko
ar: إيلوكو
he: אילוקו
th: อิโลโก
zh: 伊洛科

source: Indonesian
ar: الإندونيسية
he: אינדונזית
th: อินโดนีเซีย
zh: 印尼语
zh_hant: 印尼語

source: Ingush
ar: إنغوش
he: אינגוש
th: อิงุช
zh: 印古什
zh_hant: 印古什

source: Inor
ar: إينور
he: אינור
th: อินอร์
zh: 伊诺尔
zh_hant: 亥勣

source: Interlingua
ar: إنترلينجوا
he: אינטרלינגואה
th: อินเตอร์ลิงกัว

source: Iranian Persian
ar: الفارسية الإيرانية
he: פרסית איראנית
th: ภาษาเปอร์เซียอิหร่าน
zh: 伊朗波斯语
zh_hant: 伊朗波斯語

source: Iranun (Malaysia)
ar: إيرانون (ماليزيا)
he: איראנון (מלזיה)
th: อิหร่านุน (มาเลเซีย)
zh: 伊朗云（马来西亚）
zh_hant: Iranun (馬來西亞)

source: Iranun (Philippines)
ar: إيرانون (الفلبين)
he: איראנון (הפיליפינים)
th: อิรันนุน (ฟิลิปปินส์)
zh: 伊朗云（菲律宾）
zh_hant: Iranun (菲律賓)

source: Iraqw
ar: العراق
he: עיראק
th: อิรักว
zh: 伊拉克w
zh_hant: 伊拉克w

source: Isekiri
ar: إيسكيري
he: איסקרי
th: อิเซคิริ
zh: 伊势切利

source: Islandic
ar: آيلاندك
he: איסלנדית
th: ไอซ์แลนด์
zh: 岛国
zh_hant: 島嶼

source: Isoko
ar: إيسوكو
he: איסוקו
th: อิโซโกะ
zh: 伊索科

source: Italian
ar: إيطالي
he: אִיטַלְקִית
th: อิตาลี
zh: 意大利
zh_hant: 意大利

source: Italian - Italy
ar: الإيطالية - إيطاليا
he: איטלקית - איטליה
th: อิตาลี - อิตาลี
zh: 意大利语 - 意大利
zh_hant: 義大利語 - 意大利

source: Italian - Switzerland
ar: الإيطالية - سويسرا
he: איטלקית - שווייץ
th: อิตาลี - สวิตเซอร์แลนด์
zh: 意大利语 - 瑞士
zh_hant: 意大利語 - 瑞士

source: Iu Mein
ar: يو مين
th: อิ้ว เมี่ยน

source: Izii
ar: إزي
he: איזי
th: ไอซีซี

source: Izon
ar: إيزون
he: איזון
th: ไอซอน

source: Jamaican Creole English
ar: اللغة الإنجليزية الكريولية الجامايكية
he: אנגלית קריאולית ג'מייקנית
th: จาไมก้าครีโอลอิงลิช
zh: 牙买加克里奥尔英语
zh_hant: 牙買加克里奧爾語 英文

source: Jambi Malay
ar: جامبي مالاي
he: ג'מבי מלאי
th: จัมบี มาเลย์
zh: 占碑马来语
zh_hant: 占碑馬來語

source: Japanese
ar: ياباني
he: יפנית
th: ประเทศญี่ปุ่น
zh: 日语
zh_hant: 日本語

source: Jarai
ar: جاراي
he: ג'ראי
th: จาไร
zh: 贾拉伊

source: Javanese
ar: الجاوية
he: ג'אווה
th: ชวา
zh: 爪哇语
zh_hant: 爪哇語

source: Jju
ar: ججو
th: จู

source: Jola-Fonyi
ar: جولا-فونيي
he: ג'ולה-פווני
th: โจลา-โฟนี
zh: 若拉-丰尼

source: Judeo-Arabic
ar: يهودي-عربي
he: יהודית-ערבית
th: ภาษาฮีบรู-อาหรับ
zh: 犹太阿拉伯语
zh_hant: 猶太阿拉伯語

source: Juray
ar: جوراي
he: יוראי
th: จูเรย์
zh: 尤里

source: K'iche'
ar: كيشي
he: קיצ'ה
th: คีเช่

source: Kabardian
ar: قبارديان
he: קבארדיאני
th: คาบาร์เดียน
zh: 卡巴尔迪

source: Kabiyè
ar: كابييه
he: קבייה
th: กะบิเย่
zh: 卡比耶
zh_hant: 卡比耶

source: Kabras
ar: كبراس
he: קברס
th: คาบราส
zh: 卡布拉
zh_hant: 卡布拉

source: Kabuverdianu
ar: كابوفيرديانو
he: קאבוברדיאנו
th: คาบูเวอร์เดียนู
zh: 卡布维尔迪亚努

source: Kabyle
ar: القبائل
he: קביל
th: คาบีล
zh: 卡比尔
zh_hant: 卡比爾

source: Kachhi
ar: كاتشي
he: קאצ'י
th: คาชี
zh: 卡奇语
zh_hant: 卡奇語

source: Kachi Koli
ar: كاتشي كولي
he: קאצ'י קולי
th: คาชิ โกลี
zh: 卡奇-科利

source: Kachin
ar: كاشين
he: קצ'ין
th: กะฉิ่น
zh: 克钦邦
zh_hant: 克欽

source: Kafa
ar: كفى
he: קפה
th: กาฟา
zh: 卡法
zh_hant: 卡法

source: Kalabari
ar: كالاباري
he: קלברי
th: กาลาบารี
zh: 卡拉巴里

source: Kalanga
ar: كالانغا
he: קלאנגה
th: คาลังกา
zh: 卡兰加

source: Kam
ar: كام
he: קאם
th: กัม
zh: 卡姆
zh_hant: 甘

source: Kamayo
ar: كامايو
he: קמאיו
th: กามาโย

source: Kamba (Kenya)
ar: كامبا (كينيا)
he: קמבה (קניה)
th: กัมบา (เคนยา)
zh: 坎巴（肯尼亚）
zh_hant: Kamba (肯亞)

source: Kambaata
ar: كامباتا
he: קמבאטה
th: กัมบาตา
zh: 坎巴塔

source: Kamwe
ar: كاموي
he: קמווה
th: กัมเว
zh: 卡姆韦

source: Kanembu
ar: كانيمبو
he: קנמבו
th: กาเนมบู
zh: 卡内姆布

source: Kangri
ar: كانغري
he: קנגרי
th: คังรี
zh: 康里

source: Kanuri
ar: كانوري
he: קנורי
th: คานูรี
zh: 卡努里
zh_hant: 卡努里

source: Kara-Kalpak
ar: كارا-كالباك
he: קארה-קלפק
th: คารา-คาลแพค
zh: 卡拉-卡尔帕克
zh_hant: 卡拉-卡爾帕克

source: Karachay-Balkar
ar: كراتشاي-بلكار
he: קראצ'אי-בלקר
th: คาราชัย-บัลการ์
zh: 卡拉恰伊-巴尔卡尔
zh_hant: 卡拉恰伊-巴爾卡爾

source: Karamojong
ar: كاراموجونج
he: קראמוג'ונג
th: คารามอจอง
zh: 卡拉莫宗
zh_hant: 卡拉莫宗

source: Karbi
ar: كربي
he: קרבי
th: คาร์บี
zh: 卡比
zh_hant: 卡爾比

source: Kasem
ar: قاسم
he: קאסם
th: คาเซม
zh: 卡塞姆

source: Kashmiri
ar: كشميري
he: קשמירית
th: แคชเมียร์
zh: 克什米尔语
zh_hant: 克什米爾

source: Katkari
ar: كتكاري
he: קאטקארי
th: กัฏการี
zh: 卡特卡里

source: Kazakh
ar: الكازاخستانية
he: קזחי
th: คาซัค
zh: 哈萨克
zh_hant: 哈薩克語

source: Kedah Malay
ar: كيداه مالاي
he: מלאית קדה
th: เคดะห์ มาเลย์
zh: 吉打马来语
zh_hant: 吉打馬來語

source: Keiyo
ar: كيو
he: קיייו
th: เคอิโย
zh: 京叶

source: Kekchí
ar: كيكتشي
he: קקצ'י
th: เค็กชี
zh: 克奇

source: Kendayan
ar: كيندايان
he: קנדאיאן
th: เคนดายัน
zh: 肯达扬

source: Kerinci
ar: كيرينسي
he: קרינסי
th: เคอินจิ
zh: 凯琳奇

source: Khams Tibetan
ar: خميس التبتية
he: קמס טיבטי
th: คัม ทิเบต
zh: 康巴藏族
zh_hant: 康巴藏族

source: Khandesi
ar: خندسي
he: קנדסי
th: คันเดซี
zh: 坎德西

source: Khasi
ar: خاسي
he: חאסי
th: คาซี
zh: 卡西语
zh_hant: 卡西語

source: Khmu
ar: خمو
he: חמו
th: ขมุ
zh: 高棉语
zh_hant: 高棉語

source: Khoekhoe
ar: خويخو
he: קוקו
th: คูคโฮ

source: Khorasani Turkish
ar: خراساني تركي خراساني
he: כוראסאני טורקי
th: โคราซานี ตุรกี
zh: 土耳其语
zh_hant: Khorasani 土耳其語

source: Kikuyu
ar: كيكويو
he: קיקויו
th: คิกูยู
zh: 基库尤语

source: Kim Mun
ar: كيم مون
he: קים מון
th: คิม มุน

source: Kimbundu
ar: كيمبوندو
he: קימבונדו
th: คิมบันดู
zh: 金本杜
zh_hant: 金本杜

source: Kinaray-A
ar: كيناراي-أ
he: קינראי-א
th: คินาราย-อา

source: Kinyarwanda
ar: كينيارواندا
he: קינירואנדה
th: คินยาร์วันดา
zh: 基尼亚卢旺达语
zh_hant: 基尼亞文達語

source: Kipsigis
ar: كيبسيجيس
he: קיפסיגס
th: คิปซิกิส
zh: 基普西吉斯

source: Kirike
ar: كيريكه
he: קיריקה
th: คีรีเก
zh: 基里科

source: Kistane
ar: كيستان
he: קיסטאן
th: คิสเตน
zh: 基斯坦

source: Kita Maninkakan
ar: كيتا مانينكاكان
he: קיטה מנינקקן
zh: 北万年馆

source: Kituba (Congo)
ar: كيتوبا (الكونغو)
he: קיטובה (קונגו)
th: คิตูบา (คองโก)
zh: 基图巴（刚果）
zh_hant: Kituba (剛果)

source: Kituba (Democratic Republic of Congo)
ar: كيتوبا (جمهورية الكونغو الديمقراطية)
he: קיטובה (הרפובליקה הדמוקרטית של קונגו)
th: คิตูบา (สาธารณรัฐประชาธิปไตยคองโก)
zh: 基图巴（刚果民主共和国）
zh_hant: Kituba (剛果民主共和國)

source: Kochila Tharu
ar: كوتشيلا ثارو
he: קוצ'ילה ת'ארו
th: โคชิลา ทารู
zh: 科奇拉-塔鲁

source: Kok Borok
ar: كوك بوروك
he: קוק בורוק
th: โกก โบร็อก

source: Kokola
ar: كوكولا
he: קוקולה
th: โคโคลา
zh: 科科拉
zh_hant: 科科拉

source: Komering
ar: كوميرينج
he: קומרנג
th: โคมเอริง

source: Komo (Democratic Republic of Congo)
ar: كومو (جمهورية الكونغو الديمقراطية)
he: קומו (הרפובליקה הדמוקרטית של קונגו)
th: โคโม (สาธารณรัฐประชาธิปไตยคองโก)
zh: 科莫（刚果民主共和国）
zh_hant: Komo (剛果民主共和國)

source: Kongo
ar: كونغو
he: קונגו
th: คองโก
zh: 金刚
zh_hant: 金剛

source: Konkani
ar: كونكاني
he: קונקאני
th: กอนคานี
zh: 康卡尼语
zh_hant: 康卡尼語

source: Konkani (macrolanguage)
ar: الكونكانية (اللغة الكلية)
he: קונקאני (שפה-על)
th: กุนกานี (ภาษากลุ่มใหญ่)
zh: 孔卡尼语（大语言）
zh_hant: 康卡尼語 (大語言)

source: Konkomba
ar: كونكومبا
he: קונקומבה
th: คอนกอมบา
zh: 康孔巴

source: Konyak Naga
ar: كونياك ناجا
he: קוניאק נגה
th: โคนยัค นาคา

source: Konzo
ar: كونزو
he: קונזו
th: คอนโซ
zh: 金藏

source: Koongo
ar: كوونغو
he: קונגו

source: Korean
ar: كوري
he: קוריאני
th: เกาหลี
zh: 韩语
zh_hant: 韓語

source: Korku
ar: كوركو
he: קורקו
th: คอร์กู
zh: 科尔库

source: Kota Bangun Kutai Malay
ar: كوتا بانجون كوتاي مالاي
he: קוטה בנגון קוטאי מלאי
th: โกตาบังกุน คูไท มาเลย์

source: Koya
ar: كويا
he: קויא
th: โคยะ
zh: 科亚

source: Koyraboro Senni Songhai
ar: كويربورو سيني سونغهاي
he: קוייראבורו סני סונגאי
th: โคยราโบโร เซนนี ซองไห
zh: 科伊拉博罗-森尼-桑海

source: Kpelle
ar: كبيلي
he: קפלה
th: เคเพลล์

source: Krio
ar: كريو
he: קריו
th: คริโอ
zh: 克里奥语

source: Kuanyama
ar: كوانياما
he: קואניאמה
th: กวนยาม่า
zh: 关山
zh_hant: 關山

source: Kui (India)
ar: كوي (الهند)
he: קוי (הודו)
th: กุย (อินเดีย)
zh: 奎（印度）
zh_hant: Kui (印度)

source: Kumaoni
ar: كوموني
he: קומאוני
th: คุมโออนี
zh: 库莫尼
zh_hant: 庫莫尼

source: Kumyk
ar: كوميك
he: קומיק
th: คูมิก
zh: 库米克
zh_hant: 庫米克

source: Kura Ede Nago
ar: كورا إيدي ناغو
he: קורה אדה נגו
th: คุระ เอดะ นาโกะ
zh: 库拉-埃德-纳戈

source: Kuranko
ar: كورانكو
he: קורנקו
th: คุรันโกะ
zh: 库兰科

source: Kurdish
ar: الكردية
he: כורדי
th: ชาวเคิร์ด
zh: 库尔德语
zh_hant: 庫爾德語

source: Kuria
ar: كورية
he: קוריה
th: คูเรีย
zh: 库里亚

source: Kurukh
ar: كوروخ
he: קורוך
th: คูรุกห์
zh: 库鲁克

source: Kusaal
ar: كوسال
he: קוסאל
th: คูซาละ
zh: 库萨尔
zh_hant: 庫薩爾

source: Kuy
ar: كوي
he: קוי
th: คูย
zh: 库伊

source: Kyrgyz
ar: قيرغيزستان
he: קירגיזית
th: คีร์กีซ
zh: 吉尔吉斯
zh_hant: 吉爾吉斯

source: Kölsch
ar: كولش
he: קולש
th: เคอล์ช

source: Lahnda
ar: لاهندا
he: להנדה
th: ลานดา
zh: 拉恩达

source: Lahu
ar: لاهو
he: לאהו
th: ลาหู่
zh: 拉祜族
zh_hant: 拉祜族

source: Lala-Bisa
ar: لالا-بيسا
he: ללה-ביסה
th: ลาลา-บิซา
zh: 拉拉-比萨
zh_hant: 拉拉-比薩

source: Lama (Togo)
ar: لاما (توغو)
he: למה (טוגו)
th: ลามา (โตโก)
zh: 拉马（多哥）
zh_hant: 拉瑪 (多哥)

source: Lambadi
ar: لمبادي
he: למבאדי
th: ลัมบาดี
zh: 兰巴迪
zh_hant: 蘭巴迪

source: Lampung Api
ar: لامبونج آبي
he: למפונג אפי
th: ลัมปุง อาปิ
zh: 楠榜阿皮
zh_hant: 楠榜阿皮

source: Langi
ar: لانجي
he: לנגי
th: ลังกิ
zh: 兰吉

source: Lango (Sudan)
ar: لانجو (السودان)
he: לנגו (סודן)
th: ลังโก (ซูดาน)
zh: 兰戈（苏丹）
zh_hant: 蘭戈 (蘇丹)

source: Lango (Uganda)
ar: لانجو (أوغندا)
he: לנגו (אוגנדה)
th: ลังโก (ยูกันดา)
zh: 兰戈（乌干达）
zh_hant: 蘭戈（烏干達）

source: Lao-Isan
ar: لاو-إيسان
he: לאו-איסאן
th: ลาว-อีสาน
zh: 老山
zh_hant: 老山

source: Large Flowery Miao
ar: مياو زهري كبير مياو
he: מיאו פרחוני גדול
th: ใหญ่ดอกไม้เมียว
zh: 大花苗
zh_hant: 大花苗

source: Latvian
ar: اللاتفية
he: לטבית
th: ลัตเวีย
zh: 拉脱维亚语
zh_hant: 拉脫維亞語

source: Ledo Kaili
ar: ليدو كايلي
he: לדו קאילי
th: เลโด ไคลี
zh: 莱多-凯利

source: Lega-Shabunda
ar: ليغا شابوندا
he: לגה-שבונדה
th: เลกา-ชาบุนดา
zh: 青年团

source: Lendu
ar: ليندو
he: לנדו
th: เลนดู
zh: 伦杜

source: Lezghian
ar: ليزغيان
he: לזגי
th: เลซกี
zh: 莱兹吉安

source: Li'o
ar: ليو
he: ליאו
th: ลิโอ
zh: 李奥
zh_hant: 李奧

source: Liberia Kpelle
ar: ليبيريا كبيلي
he: ליבריה קפלה
th: ไลบีเรีย เคปเปล
zh: 利比里亚 克佩勒
zh_hant: 利比里亞 Kpelle

source: Ligurian
ar: ليغوريان
he: ליגורי
th: ลิกูเรีย
zh: 利古里亚
zh_hant: 利古爾

source: Limbu
ar: ليمبو
he: לימבו
th: ลิมบู
zh: 林布
zh_hant: 林布

source: Limburgan
ar: ليمبورجان
he: לימבורגן
th: ลิมเบอร์กัน
zh: 林布根
zh_hant: 林布根

source: Lingala
ar: لينغالا
he: לינגלה
th: ลิงก้าลา
zh: 林加拉语
zh_hant: 林加拉語

source: Lingao
ar: لينجاو
he: לינגאו
th: หลิงเก้า
zh: 临高
zh_hant: 臨高

source: Lipo
ar: ليبو
he: ליפו
th: ลิโพ
zh: 脂肪
zh_hant: 脂肪

source: Lisu
ar: ليسو
he: ליסו
th: ลีซู
zh: 傈僳族
zh_hant: 傈僳族

source: Lithuanian
ar: الليتوانية
he: ליטאית
th: ลิทัวเนีย
zh: 立陶宛语
zh_hant: 立陶宛語

source: Liujiang Zhuang
ar: ليوجيانغ زوانغ
he: ליוג'יאנג ז'ואנג
th: หลิวเจียงจ้วง
zh: 庄柳江
zh_hant: 劉江莊

source: Liuqian Zhuang
ar: ليوكيان زوانغ
he: ליו-צ'יאן ג'ואנג
th: เหลียวเฉียนจวง
zh: 庄柳倩
zh_hant: 莊柳乾

source: Lobi
ar: لوبي
he: לובי
th: โลบี
zh: 洛比

source: Logooli
ar: لوجولي
he: לוגולי
th: โลกูลี

source: Logudorese Sardinian
ar: لوجودوريه ساردينيا
he: לוגודורזית סרדינית
th: โลกูโดเรสเซ่ ซาร์ดีเนีย
zh: 罗古多雷撒丁岛语
zh_hant: 薩丁尼亞羅古多雷

source: Lolopo
ar: لولوبو
he: לולופו
th: โลโลโป

source: Lombard
ar: لومبارد
he: לומברד
th: ลอมบาร์ด
zh: 伦巴第
zh_hant: 倫巴底

source: Lomwe
ar: لوموي
he: לומווה
th: ลอมเว
zh: 洛姆韦

source: Lozi
ar: لوزي
he: לוזי
th: โลซี
zh: 洛兹

source: Luba-Lulua
ar: لوبا لولوا
he: לובה-לולואה
th: ลูบา-ลูลูอา
zh: 卢巴-卢卢阿

source: Luchazi
ar: لوشازي
he: לוצ'אזי
th: ลูชาซี
zh: 卢恰齐

source: Lugbara
ar: لوغبارا
he: לוגברה
th: ลักบารา
zh: 卢格巴拉

source: Luguru
ar: لوغورو
he: לוגורו
th: ลูกรู
zh: 卢古鲁

source: Lunda
ar: لوندا
he: לונדה
th: ลุนดา
zh: 隆达
zh_hant: 隆達

source: Luo (Kenya and Tanzania)
ar: لوو (كينيا وتنزانيا)
he: לו (קניה וטנזניה)
th: ลั่ว (เคนยาและแทนซาเนีย)
zh: 罗族（肯尼亚和坦桑尼亚）
zh_hant: Luo (肯尼亞和坦尚尼亞)

source: Lushai
ar: لوشاي
he: לושאי
th: ลัชไช
zh: 卢斋
zh_hant: 魯寨

source: Luvale
ar: لوفال
he: לובאלה
th: ลูวาเล

source: Luxembourgish
ar: اللوكسمبورجية
he: לוקסמבורגית
th: ลักเซมเบิร์ก
zh: 卢森堡语
zh_hant: 盧森堡語

source: Luyia
ar: لويا
he: לוייה
th: ลูย่า
zh: 路亚
zh_hant: 盧雅

source: Lü
ar: لو
he: לואי
th: ลวี่
zh: 吕
zh_hant: 呂

source: Ma'di
ar: معدي
he: מאדי
th: มาดี

source: Maasina Fulfulde
ar: ماسينا فولفولدي
he: מאסינה פולפולה
th: มาซินา ฟูลฟูลเด
zh: 马西纳富尔德语

source: Maay
ar: ماي
he: מאאי
th: แม่ย์
zh: 马伊
zh_hant: 邁

source: Maba (Chad)
ar: مابا (تشاد)
he: מבה (צ'אד)
th: มาบา (ชาด)
zh: 马巴（乍得）
zh_hant: 馬巴（乍得）

source: Maba (Indonesia)
ar: مابا (إندونيسيا)
he: מבה (אינדונזיה)
th: มาบา (อินโดนีเซีย)
zh: 马巴（印度尼西亚）
zh_hant: 馬巴 (印尼)

source: Macedo-Romanian
ar: المقدونية-الرومانية
he: מקדו-רומני
th: มาเซโด-โรมาเนีย
zh: 马其顿-罗马尼亚文
zh_hant: 馬其頓羅馬語

source: Macedonian
ar: المقدونية
he: מקדונית
th: มาซิโดเนีย
zh: 马其顿
zh_hant: 馬其頓語

source: Machame
ar: ماشامي
he: מכאמה
th: มาชาเม
zh: 马查梅
zh_hant: 馬查梅

source: Madi
ar: ماضي
he: מדי
th: มาดี
zh: 马迪
zh_hant: 馬迪

source: Madurese
ar: مادوريسي
he: מדורזית
th: มาดูเรส
zh: 马杜里斯

source: Magahi
ar: ماجاهي
he: מגאהי
th: มาฆี
zh: 马加希

source: Maguindanaon
ar: ماغيندانون
he: מגוינדנאוון
th: มาเกียนดาเนาอน
zh: 马京达农

source: Mahou
ar: ماهو
he: מהו
th: มาโฮ
zh_hant: 馬侯

source: Mainfränkisch
ar: ماينفرانكيش
he: מיינפרנקיש
th: ภาษาเมนแฟรงเกียส
zh: 德语

source: Maithili
ar: ميثيلي
he: מיית'ילי
th: มัยธีลี

source: Makasar
ar: مكسار
he: מקאסאר
th: มาคาซาร์
zh: 马卡萨

source: Makassar Malay
ar: ماكاسار مالاي
he: מלאית מקאסאר
th: ภาษามาเลย์มาเกสาร์
zh: 马卡萨马来语
zh_hant: 馬卡薩馬來語

source: Makhuwa
ar: ماخوا
he: מקואה
th: มากูวา
zh: 马库瓦

source: Makhuwa-Marrevone
ar: ماخوا ماريفوني
he: מקואה-מרבונה
th: มากูวา-มารเรโวเน
zh: 马库瓦-马雷沃内

source: Makhuwa-Meetto
ar: ماخوا-ميتو
he: מקואה-מיטו
th: มักฮูวา-เมตโต
zh: 马库瓦-梅托

source: Makhuwa-Saka
ar: ماخوا-ساكا
he: מקוהו-סאקה
th: มักูวา-ซากา
zh: 马库瓦-萨卡

source: Makhuwa-Shirima
ar: ماخوا شيريما
he: מקואה-שרימה
th: มากูวา-ชิริมา
zh: 马库瓦-希里玛

source: Makonde
ar: ماكوندي
he: מקונדה
th: มาคอนเด
zh: 马孔德

source: Malagasy
ar: مدغشقر
he: מלגשית
th: มาดากัสการ์
zh: 马达加斯加
zh_hant: 馬拉加斯加

source: Malawi Lomwe
ar: ملاوي لوموي
he: מלאווי לומווה
th: มาลาวี ลอมเว
zh: 马拉维 Lomwe
zh_hant: 馬拉威 Lomwe

source: Malawi Sena
ar: ملاوي سينا
he: מלאווי סנה
th: มาลาวี เซนา
zh: 马拉维塞纳
zh_hant: 馬拉威 Sena

source: Malay
ar: الملايو
he: מלאית
th: มลายู
zh: 马来语
zh_hant: 馬來語

source: Malayalam
ar: المالايالامية
he: מלאילאם
th: มาลายาลัม
zh: 拉雅拉姆语
zh_hant: 馬拉雅拉姆語

source: Malayic Dayak
ar: الداياك الملايوية
he: מלאי דאיאק
th: มาเลย์-ดาyak
zh: 马来达雅克语
zh_hant: 馬來西亞達雅克語

source: Maltese
ar: المالطية
he: מלטית
th: มอลตา
zh: 马耳他
zh_hant: 馬耳他

source: Malvi
ar: مالفي
he: מלבי
th: มัลวี
zh: 马尔维

source: Mam
ar: مام
he: אמא
th: แม่
zh: 马姆
zh_hant: 媽媽

source: Mamara Senoufo
ar: مامارا سينوفو
he: ממרה סנופו
th: มามารา เซนูฟู
zh: 马马拉-塞努福

source: Mambwe-Lungu
ar: مامبوي-لونغو
he: ממבואה-לונגו
th: มามบเว-ลุงกู
zh: 曼布韦-伦古

source: Manado Malay
ar: مانادو مالاي
he: מלאית מנדו
th: มานาโด มาเลย์
zh: 万鸦老马来语
zh_hant: 萬那多馬來語

source: Manchu
ar: مانشو
he: מנצ'ו
th: แมนจู
zh: 满族
zh_hant: 滿族

source: Mandar
ar: ماندار
he: מנדאר
th: มันดา
zh: 曼达尔
zh_hant: 曼達

source: Mandaya
ar: مندايا
he: מנדה
th: มันดายา
zh: 曼达亚
zh_hant: 曼達雅

source: Mandeali
ar: منديلي
he: מנדיאלי
th: มันเดอาลี
zh: 曼达利

source: Mandingo
ar: ماندينجو
he: מנדינגו
th: แมนดิงโก
zh: 曼丁哥
zh_hant: 曼丁哥

source: Mandinka
ar: ماندينكا
he: מנדינקה
th: มันดิงกา
zh: 曼丁卡
zh_hant: 曼丁卡

source: Mandjak
ar: مندجك
he: מנדיאק
th: มันด์จัก
zh: 曼贾克

source: Manga Kanuri
ar: مانغا كانوري
he: מנגה קנורי
th: มังงะ คานูรี
zh: 漫画卡努里
zh_hant: 漫畫 Kanuri

source: Mangbetu
ar: مانغبيتو
he: מנגבטו
th: มังเบตู
zh: 曼贝图

source: Manggarai
ar: مانجاراي
he: מנגראי
th: มังการาย
zh: 曼加拉伊

source: Manipuri
ar: مانيبوري
he: מניפורי
th: มณีปุรี
zh: 曼尼普尔语
zh_hant: 曼尼普爾語

source: Mano
ar: مانو
he: מנו
th: มาโน
zh: 马诺
zh_hant: 馬諾

source: Manya
ar: مانيا
he: מניה
th: มันยา
zh: 玛尼亚
zh_hant: 瑪雅

source: Manyika
ar: مانيكا
he: מניקה
th: มเวนยิกา
zh: 马尼卡
zh_hant: 瑪尼卡

source: Maranao
ar: ماراناو
he: מראנאו
th: มาราเนา
zh: 马拉瑙

source: Marathi
ar: الماراثية
he: מראתי
th: มาราธี
zh: 马拉地语
zh_hant: 馬拉提語

source: Marenje
ar: مارينجي
he: מרנג'ה
th: มาเรนเจ
zh: 马伦杰

source: Marwari
ar: مرواري
he: מרווארי
th: มาร์วารี
zh: 马尔瓦里语
zh_hant: 馬爾瓦里語

source: Marwari (India)
ar: مرواري (الهند)
he: מרווארי (הודו)
th: มาร์วารี (อินเดีย)
zh: 马尔瓦里人（印度）
zh_hant: 馬瓦里語（印度）

source: Masaaba
ar: مصعابة
he: מסאבה
th: มาซาอาบา
zh: 玛萨巴

source: Masai
ar: ماساي
he: מסאי
th: มาไซ
zh: 马赛人
zh_hant: 馬賽人

source: Masalit
ar: مساليت
he: מסאליט
th: มาซาลิต
zh: 马萨利特

source: Masbatenyo
ar: ماسباتنيو
he: מסבטיניו
th: มาสบาเตนโย

source: Masikoro Malagasy
ar: ماسيكورو الملغاشية
he: מסיקורו מלגזי
th: มาซิโคโร มาดากัสการ์
zh: 马西科罗 马达加斯加
zh_hant: Masikoro 馬拉加斯加

source: Mawchi
ar: ماوتشي
th: มาวชี
zh: 毛奇

source: Maxi Gbe
ar: ماكسي جبي
he: מקס גבה
th: แม็กซี่ เกบ

source: Mazanderani
ar: مازاندراني
he: מזנדראני
th: มาซานเดอราเนียน
zh: 马赞达尼

source: Mbandja
ar: مبندجة
he: מבנדה
th: เอ็มบันจา
zh: 姆班贾

source: Mbangala
ar: مبانغالا
he: מבנגלה
th: มบังกาลา
zh: 姆班加拉

source: Mbangi
ar: مبانجي
he: מבנגי
th: มบังกี
zh: 姆班吉

source: Mbunda
ar: مبوندا
he: מבונדה
th: มบุนดา
zh: 姆本达
zh_hant: 姆本達

source: Mende (Papua New Guinea)
ar: ميندي (بابوا غينيا الجديدة)
he: מנדה (פפואה גינאה החדשה)
th: เมนเด (ปาปัวนิวกินี)
zh: 门德族（巴布亚新几内亚）
zh_hant: Mende (巴布亞紐幾內亞)

source: Mende (Sierra Leone)
ar: ميندي (سيراليون)
he: מנדה (סיירה לאונה)
th: เมนเด (เซียร์ราลีโอน)
zh: 门德语（塞拉利昂）
zh_hant: Mende (塞拉利昂)

source: Mennonite Low German
ar: المينونايت الألمانية المنخفضة
he: גרמנית נמוכה מנוניטית
th: เมนโนไนต์ ภาษาเยอรมันต่ำ
zh: 门诺低地德语
zh_hant: 門諾低地德文

source: Meru
ar: ميرو
he: מרו
th: เมรุ
zh: 梅鲁
zh_hant: 梅魯

source: Merwari
ar: مرواري
he: מרווארי
th: เมอร์วารี
zh: 梅尔瓦里

source: Mewari
ar: ميواري
he: מוארי
th: เมวารี
zh: 米瓦里

source: Mewati
ar: ميواتي
he: מואטי
th: เมวาติ
zh: 梅瓦蒂

source: Middle Newar
ar: نيوار الوسطى
he: ניוואר תיכונה
th: มิดเดิลเนวาร์
zh: 中纽瓦语
zh_hant: 中紐瓦爾語

source: Min Zhong Chinese
ar: مين تشونغ صيني
he: מינ ז'ונג סיני
th: มิน จง ภาษาจีน
zh: 钟敏 中文
zh_hant: Min Zhong 中文

source: Minangkabau
ar: مينانجكاباو
he: מינקבאו
th: มินังกาเบา
zh: 米南卡保语
zh_hant: 米南卡保語

source: Mingrelian
ar: مينجرليان
he: מינגרלי
th: มินเกลเรียน
zh: 明格里安

source: Miraya Bikol
ar: ميرايا بيكول
he: מיראיה ביקול
th: มิรายา บิโคล
zh: 米拉亚-比科尔

source: Mising
ar: مايسينج
he: מיסינג
th: การสูญเสีย
zh: 米星

source: Moba
ar: موبا
he: מובה
th: โมบ้า

source: Mochi
ar: موتشي
he: מוצ'י
th: โมจิ
zh: 麻糬
zh_hant: 麻糬

source: Moksha
ar: موكشا
he: מוקשה
th: โมกษะ
zh: 莫克沙
zh_hant: 摩訶薩

source: Mon
ar: الإثنين
he: יום שני
th: จันทร์
zh: 星期一
zh_hant: 星期一

source: Mongo
ar: مونجو
he: מונגו
th: มังก้า
zh: 蒙戈
zh_hant: 蒙戈

source: Mongolian
ar: المنغولية
he: מונגולי
th: มองโกเลีย
zh: 蒙古语
zh_hant: 蒙古語

source: Morisyen
ar: موريسين
he: מוריסיין
th: มอริเซียน
zh_hant: 莫里森

source: Mossi
ar: موسي
he: מוסי
th: มอซซี่
zh: 莫西

source: Mumuye
ar: مومويي
he: מומויה
th: มูมูเย
zh: 木目

source: Muna
ar: منى
he: מונה
th: มูนา
zh: 穆纳

source: Munda
ar: موندا
he: מונדה
th: มุนดา
zh: 蒙达

source: Mundari
ar: مونداري
he: מונדארי
th: มุนดารี
zh: 蒙达里

source: Muong
ar: مونج
he: מונג
th: ม้ง

source: Musey
ar: موسي
he: מוזיאון
th: มิวเซย์
zh: 穆塞

source: Musi
ar: موسيقى
he: מוזי
th: ดนตรี
zh: 音乐
zh_hant: 音樂

source: Mwaghavul
ar: مواغافول
he: מווגאבול
th: มวาฆาวุละ

source: Mwera (Chimwera)
ar: مويرا (شيمويرا)
he: מווירה (צ'ימווירה)
th: มเวรา (ชิมเวรา)
zh: 姆韦拉（奇姆韦拉）

source: Mwera (Nyasa)
ar: مويرا (نياسا)
he: מווירה (ניאסה)
th: มเวรา (นยาซา)
zh: 姆韦拉（尼亚萨）

source: Naba
ar: نابا
he: נבה
th: นาบา
zh: 纳巴

source: Nage
ar: ناجي
he: נאגה
th: นาเกะ
zh: 纳吉

source: Nambya
ar: نامبيا
he: נמבייה
th: นัมเบีย
zh: 南比亚

source: Nande
ar: ناندي
he: ננדה
th: นันเด
zh: 南德
zh_hant: 南德

source: Nandi
ar: ناندي
he: ננדי
th: นันทิ
zh: 南迪
zh_hant: 南迪

source: Naxi
ar: ناكسي
he: נקסי
th: นาซี
zh: 纳西语
zh_hant: 納西語

source: Ndau
ar: نداو
he: נדאו
th: เอ็นดาว
zh: 恩杜

source: Ndonde Hamba
ar: ندوندي هامبا
he: נדונדה המבה
zh: 恩东德-汉巴

source: Ndonga
ar: ندونغا
he: נדונגה
th: นดองกา
zh: 恩东加

source: Ndzwani Comorian
ar: ندزواني كوموريان
he: נדזואני קומורי
th: เอ็นซวานี โคโมเรียน
zh: 科摩罗恩兹瓦尼

source: Neapolitan
ar: نابولي
he: נאפוליטנית
th: เนเปิลส์
zh: 那不勒斯
zh_hant: 那不勒斯

source: Negeri Sembilan Malay
ar: نيجيري سيمبيلان الملايو
he: מלאית נגרי סמבילן
th: เนเกรี เซมบิลัน มาเลย์
zh: 森美兰马来文
zh_hant: 森美蘭馬來語

source: Nepali
ar: النيبالية
he: נפאלי
th: เนปาลี
zh: 尼泊尔
zh_hant: 尼泊爾

source: Newari
ar: نيواري
he: ניווארי
th: เนวารี
zh: 纽瓦里语

source: Ngaju
ar: نجاجو
he: נג'אג'ו
th: งาจู

source: Ngambay
ar: نغامباي
he: נגמביי
th: งัมบาย
zh: 恩甘拜

source: Ngandyera
ar: نجاندييرا
he: נגנדרה
th: งันดีเยรา
zh_hant: 吳丹妮拉

source: Ngazidja Comorian
ar: نغازيدجا كوموريان
he: נגזיג'ה קומורית
th: งาซิดจา โคโมเรียน
zh: 科摩罗

source: Ngbaka
ar: نغباكا
he: נגבקה
th: งบากา
zh: 恩巴卡

source: Ngiemboon
ar: نجييمبون
he: נג'מבון
th: งีเอ็มบูน

source: Ngundu
ar: نجوندو
he: נגונדו
th: งุนดู
zh: 恩古杜

source: Nias
ar: نياس
he: ניאס
th: เนียส
zh: 尼亚斯
zh_hant: 尼亞斯

source: Nigerian Fulfulde
ar: الفولفولدي النيجيري
he: פולפולה ניגרית
th: ภาษาฟูลเฟิลดของไนจีเรีย
zh: 尼日利亚富尔福德语
zh_hant: 尼日利亞富爾夫德語

source: Nigerian Pidgin
ar: البيدجين النيجيرية
he: פידג'ין ניגרי
th: ภาษาพิดจินไนจีเรีย
zh: 尼日利亚皮金语
zh_hant: 尼日爾皮金語

source: Nilamba
ar: نيلامبا
he: נילמבה
th: นิลัมบา
zh: 尼兰巴
zh_hant: 尼蘭巴

source: Nimadi
ar: نيمادي
he: נימאדי
th: นิมาดี
zh: 尼马迪
zh_hant: 尼瑪迪

source: Nkangala
ar: نكانغالا
he: נקנגלה
th: นคังกาลา
zh: 恩坎加拉

source: Nobiin
ar: نوبين
he: נובין
th: โนบิอิน
zh: 诺比因

source: Nong Zhuang
ar: نونغ زوانغ
he: נונג ז'ואנג
th: น้องจวง
zh: 农庄
zh_hant: 農莊

source: North Moluccan Malay
ar: الملايو الشمالية الملوكية
he: מלאית צפון מולוקנית
th: ภาษามลายูโมลุกกะเหนือ
zh: 北摩鹿加马来语
zh_hant: 北摩鹿加馬來語

source: North Ndebele
ar: نديبيلي الشمالية
he: נבדלה הצפונית
th: นอร์ท เอ็นเดเบเล
zh: 北恩代贝勒
zh_hant: 北 Ndebele

source: Northeastern Dinka
ar: الدينكا الشمالية الشرقية
he: דינקה צפון-מזרחית
th: นอร์ทอีสเทิร์น ดิงกา
zh: 东北丁卡族
zh_hant: 東北部丁卡族

source: Northeastern Thai
ar: شمال شرق تايلاند
he: צפון-מזרח תאילנד
th: ภาคตะวันออกเฉียงเหนือ
zh: 泰国东北部
zh_hant: 泰國東北部

source: Northern Conchucos Ancash Quechua
ar: كونتشوكوس أنكاش كيتشوا الشمالية
he: צפון קונצ'וקוס אנקאש קצ'ואה
th: คอนชูโกสตอนเหนือ อันกัส เคชัว
zh: 北孔丘科斯 安卡什 克丘亚语
zh_hant: 北部 Conchucos Ancash 克丘亞語

source: Northern Dong
ar: دونغ الشمالية
he: צפון דונג
th: ดงเหนือ
zh: 北栋
zh_hant: 北東

source: Northern Gondi
ar: جوندي الشمالية
he: גונדי הצפוני
th: นอร์เทิร์น กอนดี
zh: 北方冈底斯
zh_hant: 北部 Gondi

source: Northern Hindko
ar: هندكو الشمالية
he: הינדקו צפוני
th: ภาษาฮินด์โกเหนือ
zh: 北兴德科
zh_hant: 北 Hindko

source: Northern Khmer
ar: الخمير الشمالي
he: קמרית צפונית
th: เขมรเหนือ
zh: 北高棉语
zh_hant: 北高棉語

source: Northern Kissi
ar: كيسي الشمالية
he: צפון קיסי
th: นอร์เทิร์นคิสซี
zh: 北基西
zh_hant: 北部 Kissi

source: Northern Kurdish
ar: اللغة الكردية الشمالية
he: כורדית צפונית
th: เคิร์ดเหนือ
zh: 北库尔德
zh_hant: 北庫爾德語

source: Northern Luri
ar: لوري الشمالية
he: לורי צפוני
th: ลูลีเหนือ
zh: 北鲁里
zh_hant: 北部 Luri

source: Northern Min
ar: نورثرن مين
he: צפון מינ
th: มินเหนือ
zh: 闽北
zh_hant: 北敏

source: Northern Ngbandi
ar: نغباندي الشمالية
he: צפון נגבאנדי
th: งบันดีตอนเหนือ
zh: 北恩班迪
zh_hant: 北 Ngbandi

source: Northern Oaxaca Nahuatl
ar: ناهواتل شمال أواكساكا الشمالية
he: נאוואטל צפון אואחאקה
th: ภาษา Nahuatl ของโออาซากาตอนเหนือ
zh: 北瓦哈卡纳瓦特尔语
zh_hant: 北瓦哈卡州納瓦特爾語

source: Northern Pashto
ar: البشتو الشمالية
he: פשתו צפוני
th: ภาษาปัชโตเหนือ
zh: 北普什图语
zh_hant: 北部普什圖語

source: Northern Qiandong Miao
ar: تشياندونغ مياو الشمالية
he: צפון צ'יאנדונג מיאו
th: ชาวเหมียวเจี้ยนตงทางตอนเหนือ
zh: 北黔东苗族
zh_hant: 北黔東苗族
