Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Media title
ar: عنوان الوسائط
de: Titel der Mediendatei
es: Título de medio
et: Meedia pealkiri
he: כותרת מדיה
id: Judul media
it: Titolo dei media
nl: Media titel
pl: Tytuł mediów
pt: Título da mídia
ru: Название материала
sv: Medietitel
th: ชื่อสื่อ
tr: Medya başlığı
uk: Медіа заголовок
zh_hant: 媒体标题

source: Media updated.
ar: تم تحديث الوسائط.
de: Medien aktualisiert.
es: Medios actualizados.
et: Meediat värskendati.
he: התקשורת עודכנה.
id: Media diperbarui.
it: Supporto aggiornato.
nl: Media bijgewerkt.
pl: Zaktualizowano multimedia.
pt: Mídia atualizada.
ru: Материал обновлён.
sv: Media uppdaterat.
th: อัพเดตสื่อแล้ว
tr: Medya güncellendi.
uk: Медіа оновлено.
zh_hant: 媒體更新。

source: Memory
ar: ذاكرة
de: Speicher
es: Memoria
et: Mälu
he: זיכרון
id: Penyimpanan
it: Memoria
nl: Geheugen
pl: Pamięć
pt: Memória
ru: Память
sv: Minne
th: หน่วยความจำ
tr: Hafıza
uk: Пам'ять
zh_hant: 记忆

source: Middle
ar: الأوسط
de: Zweiter
es: Segundo nombre
et: Keskmine
he: אֶמצַע
id: Tengah
it: Medio
nl: Middennaam
pl: Inicjał
pt: Meio
ru: Отчество
sv: Mitten
th: กลาง
tr: Orta
uk: Середній
zh_hant: 中間

source: Mine
ar: الخاص بي
de: Meine
es: Mina
et: Minu oma
he: שלי
id: Tambang
it: Il mio
nl: Mijn
pl: Mój
pt: Mina
ru: Мой
sv: Mina
th: ของฉัน
tr: Benim
uk: Шахта
zh_hant: 地雷

source: Mobile
ar: الهاتف المحمول
de: Mobil
es: Móvil
et: Mobiilne
he: נייד
it: Cellulare
nl: Mobiele telefoon
pl: mobilny
pt: Telemóvel
ru: Мобильный
sv: Mobil
th: มือถือ
tr: Mobil
uk: Мобільний
zh_hant: 手机版

source: Modification date, newest first
ar: تاريخ التعديل ، الأحدث أولاً
de: Änderungsdatum, neueste zuerst
es: Fecha de modificación, más reciente primero
et: Muutmise kuupäev, uusim enne
he: תאריך השינוי, החדש ביותר ראשון
id: Tanggal modifikasi, terbaru dulu
it: Data di modifica, prima il più recente
nl: Wijzigingsdatum, nieuwste eerst
pl: Data modyfikacji, najpierw najnowsze
pt: Data de modificação, mais recente primeiro
ru: Дата модификации, сначала самые новые
sv: Ändringsdatum, senaste först
th: วันที่แก้ไข ใหม่ล่าสุดก่อน
tr: Değişiklik tarihi, önce en yeni
uk: Дата зміни, спочатку найновіші
zh_hant: 修改日期，最新的在前

source: Modification date, oldest first
ar: تاريخ التعديل ، الأقدم أولاً
de: Änderungsdatum, ältestes zuerst
es: Fecha de modificación, la más antigua primero
et: Muutmise kuupäev, vanim enne
he: תאריך השינוי, הישן ביותר ראשון
id: Tanggal modifikasi, tertua dulu
it: Data di modifica, prima la più vecchia
nl: Wijzigingsdatum, oudste eerst
pl: Data modyfikacji, najpierw najstarsza
pt: Data de modificação, mais antiga primeiro
ru: Дата модификации, сначала самая старая
sv: Ändringsdatum, äldst först
th: วันที่แก้ไข เก่าที่สุดก่อน
tr: Değişiklik tarihi, önce en eski
uk: Дата зміни, спочатку найстаріші
zh_hant: 修改日期，最早的在前

source: Modified
ar: تم التعديل
de: Geändert
es: Modificado
et: Muudetud
he: שונה
id: Diubah
it: Modificato
nl: Bewerkt
pl: Zmodyfikowano
pt: Modificado
ru: Изменен
sv: Ändrad
th: แก้ไข
tr: Değiştirildi
uk: Змінено
zh_hant: 修改时间

source: Modified by
ar: تم التعديل بواسطة
de: Geändert von
es: Modificado por
et: Muudetud
he: שונה על ידי
id: Dimodifikasi oleh
it: Modificato da
nl: Bewerkt door
pl: Modyfikowane przez
pt: Modificado por
ru: Изменено пользователем
sv: Modifierad av
th: แก้ไขโดย
tr: Tarafından Değiştirildi
uk: Змінено
zh_hant: 修改者

source: Modified on
ar: تم التعديل على
de: Geändert am
es: Modificado el
et: Muudetud
he: שונה בתאריך
id: Dimodifikasi pada
it: Modificato il
nl: Bewerkt op
pl: Zmodyfikowano dnia
pt: Modificado em
ru: Дата изменения
sv: Ändrad den
th: แก้ไขเมื่อ
tr: Tarihinde Değiştirildi
uk: Змінено на
zh_hant: 修改时间

source: Modified:
ar: تم تعديله:
de: Geändert:
es: Modificado:
et: Muudetud:
he: שונה:
id: Dimodifikasi:
it: Modificato:
nl: Bewerkt:
pl: Zmodyfikowano:
pt: Modificado:
ru: Изменено:
sv: Ändrad:
th: แก้ไข:
tr: Değiştirildi:
uk: Змінено:
zh_hant: 已修改。

source: More
ar: المزيد
es: Más
et: Rohkem
he: עוד
id: Lebih lanjut
it: Di più
nl: Meer
pl: Więcej
pt: Mais
ru: Подробнее
th: เพิ่มเติม
tr: Daha fazla
uk: Більше

source: More actions: duplicate or delete page
ar: المزيد من الإجراءات: تكرار الصفحة أو حذفها
es: Más acciones: duplicar o eliminar página
et: Rohkem tegevusi: dubleeri või kustuta leht
he: פעולות נוספות: שכפל או מחק דף
id: Tindakan lainnya: menggandakan atau menghapus halaman
it: Altre azioni: duplicare o eliminare la pagina
nl: Meer acties: pagina dupliceren of verwijderen
pl: Więcej działań: duplikowanie lub usuwanie strony
pt: Mais acções: duplicar ou eliminar página
ru: Дополнительные действия: дублирование или удаление страницы
th: การดำเนินการเพิ่มเติม: ทำซ้ำหรือลบหน้า
tr: Daha fazla eylem: sayfayı çoğaltma veya silme
uk: Додаткові дії: дублювати або видалити сторінку

source: Move block down
ar: تحرك كتلة لأسفل
de: Block nach unten verschieben
es: Mover bloque hacia abajo
et: Liigutage plokk alla
he: הזיז את הבלוק למטה
id: Pindahkan blok ke bawah
it: Sposta blocco in basso
nl: Verplaats blok omlaag
pl: Przesuń blok w dół
pt: Mova o bloco para baixo
ru: Переместить блок вниз
sv: Flytta blocket nedåt
th: ย้ายบล็อกลง
tr: Bloğu aşağı taşı
uk: Перемістіть блок вниз
zh_hant: 向下移動方塊

source: Move block up
ar: تحرك كتلة لأعلى
de: Block nach oben verschieben
es: Mover bloque hacia arriba
et: Liigutage plokk üles
he: הזיז את הבלוק למעלה
id: Pindahkan blok ke atas
it: Sposta blocco su
nl: Verplaats blok omhoog
pl: Przesuń blok w górę
pt: Mova o bloco para cima
ru: Переместить блок вверх
sv: Flytta blocket uppåt
th: ย้ายบล็อกขึ้น
tr: Bloğu yukarı taşı
uk: Перемістіть блок вгору
zh_hant: 向上移動塊

source: Name
ar: الاسم
es: Nombre
et: Nimi
he: שֵׁם
id: Nama
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sv: namn
th: ชื่อ
tr: İsim
uk: Ім'я
zh_hant: 名字

source: Name for invoices
ar: اسم الفواتير
de: Name für Rechnungen
es: Nombre para facturas
et: Arvete nimi
he: שם לחשבוניות
id: Nama untuk faktur
it: Nome per le fatture
nl: Naam voor facturen
pl: Nazwa dla faktur
pt: Nome para faturas
ru: Имя для счетов
sv: Namn på fakturor
th: ชื่อสำหรับใบแจ้งหนี้
tr: Faturalar için ad
uk: Найменування для рахунків
zh_hant: 發票名稱

source: Need more help?
ar: هل تحتاج إلى المزيد من المساعدة؟
de: Benötigen Sie weitere Hilfe?
es: ¿Necesita más ayuda?
et: Veel abi?
he: צריך עוד עזרה?
id: Butuh lebih banyak bantuan?
it: Hai bisogno di altro aiuto?
nl: Meer hulp nodig?
pl: Potrzebujesz podpowiedzi?
pt: Precisa de mais ajuda?
ru: Нужна помощь?
sv: Behöver du mer hjälp?
th: ต้องการความช่วยเหลือเพิ่มเติมหรือไม่?
tr: Daha fazla yardım mı lazım?
uk: Потрібна додаткова допомога?
zh_hant: 需要更多幫助嗎？

source: Network Connections
ar: اتصالات الشبكة
de: Netzwerk-Verbindungen
es: Conexiones de la red
et: Võrguühendused
he: חיבורי רשת
id: Koneksi jaringan
it: Connessioni di rete
nl: Netwerkverbindingen
pl: Połączenia sieciowe
pt: Conexões de rede
ru: Сетевые подключения
sv: Nätverkskopplingar
th: เชื่อมต่อเครือข่าย
tr: Ağ bağlantıları
uk: Мережні підключення
zh_hant: 网络连接

source: New Page
ar: صفحة جديدة
de: Neue Seite
es: Nueva pagina
et: Uus leht
he: עמוד חדש
id: Lembaran baru
it: Nuova pagina
nl: Nieuwe pagina
pl: Nowa strona
pt: Nova página
ru: Новая страница
sv: Ny sida
th: หน้าใหม่
tr: Yeni sayfa
uk: Нова сторінка
zh_hant: 新一頁

source: Newest incoming connections.
ar: أحدث الاتصالات الواردة.
de: Neueste eingehende Verbindungen.
es: Conexiones entrantes más recientes.
et: Uusimad sissetulevad ühendused.
he: החיבורים הנכנסים החדשים ביותר.
id: Koneksi masuk terbaru.
it: Connessioni in entrata più recenti.
nl: Nieuwste inkomende verbindingen.
pl: Najnowsze połączenia przychodzące.
pt: Conexões de entrada mais recentes.
ru: Новейшие входящие соединения.
sv: De senaste inkommande anslutningarna.
th: การเชื่อมต่อขาเข้าใหม่ล่าสุด
tr: En yeni gelen bağlantılar.
uk: Найновіші вхідні підключення.
zh_hant: 最新傳入連線。

source: Next &gt;
ar: التالي &gt;
de: Nächste &gt;
es: Siguiente &gt;
et: Järgmine &gt;
he: &gt;הבא
id: Berikutnya &gt;
it: Successivo &gt;
nl: Volgende &gt;
pl: Dalej &gt;
pt: Próximo &gt;
ru: Далее &gt;
sv: Nästa &gt;
th: ถัดไป &gt;
tr: Sıradaki &gt;
uk: Наступний &gt;
zh_hant: 下一页 &gt;。

source: Next due
ar: المقبل بسبب
de: Als nächstes fällig
es: Lo próximo por hacer
et: Järgmine tähtaeg
he: המועד הבא
id: Jatuh tempo berikutnya
it: Prossimo dovuto
nl: Volgende
pl: Następny termin
pt: Próximo vencimento
ru: Следующий срок
sv: Nästa förfallodag
th: วันครบกำหนดถัดไป
tr: Sonraki vade
uk: Наступний термін
zh_hant: 下次到期

source: Next in category:
ar: التالي في الفئة:
de: Nächster in der Kategorie:
es: Siguiente en la categoría:
et: Järgmine kategoorias:
he: הבא בקטגוריה:
id: Selanjutnya dalam kategori:
it: Prossimo nella categoria:
nl: Volgende in categorie:
pl: Następny w kategorii:
pt: Próximo na categoria:
ru: Следующий в категории:
sv: Nästa i kategorin:
th: ถัดไปในหมวดหมู่:
tr: Kategori içerisindeki sıradaki:
uk: Наступний у категорії:
zh_hant: 下一个类别。

source: No connected images.
ar: لا يوجد صور متصلة.
de: Keine verbundenen Bilder.
es: Imágenes sin conexión.
et: Ühendatud pilte pole.
he: אין תמונות מחוברות.
id: Tidak ada gambar yang terhubung.
it: Nessuna immagine collegata.
nl: Geen gekoppelde afbeeldingen.
pl: Brak podłączonych obrazów.
pt: Sem imagens ligadas.
ru: Нет связанных изображений.
sv: Inga anslutna bilder.
th: ไม่มีภาพที่เชื่อมต่อ
tr: Bağlantılı resim yok.
uk: Немає підключених зображень.
zh_hant: 没有连接的图像。

source: No features are enabled for this meta-resource.
ar: لا يوجد ميزات تم تمكينه لهذا المورد الفوقي.
de: Für diese Meta-Ressource sind keine Funktionen aktiviert.
es: No hay características habilitadas para este meta-recurso.
et: Selle meta-ressursi jaoks pole ühtegi funktsiooni lubatud.
he: אין תכונות מופעלות עבור מטא-משאב זה.
id: Tidak ada fitur yang diaktifkan untuk meta-sumber daya.
it: Nessuna caratteristica è abilitata per questa meta-risorsa.
nl: Deze meta-resource bevat geen geactiveerde features.
pl: Żadne funkcje nie są włączone dla tego zasobu meta.
pt: Nenhum recurso está habilitado para este meta-recurso.
ru: Для этого мета-ресурса не включены никакие функции.
sv: Inga funktioner är aktiverade för den här meta-resurs.
th: ไม่มีการเปิดใช้งานคุณลักษณะสำหรับทรัพยากรเมตานี้
tr: Bu meta kaynak için hiç bir özellik etkinleştirilmedi.
uk: Для цього мета-ресурсу не ввімкнено жодних функцій.
zh_hant: 该元资源没有启用任何功能。

source: No items
ar: لا يوجد عناصر
de: Keine Elemente
es: No hay ítems
et: Pole midagi
he: אין פריטים
id: Tidak ada item
it: Nessun articolo
nl: Geen items
pl: Brak elementów
pt: Nenhum artigo
ru: Элементы отсутствуют
sv: Inga föremål
th: ไม่มีรายการ
tr: Öğe yok
uk: Немає елементів
zh_hant: 无項目

source: No media content.
ar: لا يوجد محتوى الوسائط.
de: Kein Medieninhalt.
es: Sin contenido multimedia.
et: Meedia sisu puudub.
he: אין תוכן מדיה.
id: Tidak ada konten media.
it: Nessun contenuto multimediale.
nl: Geen media-inhoud.
pl: Brak treści multimedialnych.
pt: Nenhum conteúdo de mídia.
ru: Никакого медиаконтента.
sv: Inget medieinnehåll.
th: ไม่มีเนื้อหาสื่อ
tr: Medya içeriği yok.
uk: Немає медіаконтенту.
zh_hant: 沒有媒體內容。

source: No media found.
ar: لم يتم العثور على عناصر.
de: Keine Mediendateien gefunden.
es: No se encontraron medios.
et: Ei leia meediat.
he: לא נמצא מדיה.
id: Tidak ada media yang ditemukan.
it: Nessun media trovato.
nl: Geen media gevonden.
pl: Nie znaleziono multimediów.
pt: Não foram encontrados meios de comunicação.
ru: Материалы не найдены.
sv: Inga media hittades.
th: ไม่พบสื่อ
tr: Medya bulunamadı.
uk: Не знайдено жодного медіа.
zh_hant: 没有找到媒体。

source: No medium
ar: لا يوجد وسط
de: Kein Medium
es: sin medio
et: Ei mingit meediumit
he: אין מדיום
id: Tidak ada media
it: Nessun mezzo
nl: Geen medium
pl: Brak medium
pt: sem meio
ru: Нет среды
sv: Inget medium
th: ไม่มีสื่อ
tr: ortam yok
uk: Без середовища
zh_hant: 無介質

source: No other pages found
ar: لم يتم العثور على صفحات أخرى
de: Keine anderen Seiten gefunden
es: No se han encontrado otras páginas
et: Ühtegi muud lehte ei leitud
he: לא נמצאו דפים אחרים
id: Tidak ada halaman lain yang ditemukan
it: Nessun'altra pagina trovata
nl: Geen andere pagina's gevonden
pl: Nie znaleziono innych stron
pt: Nenhuma outra página encontrada
ru: Другие страницы не найдены
sv: Inga andra sidor hittades
th: ไม่พบหน้าอื่น ๆ
tr: Başka sayfa bulunamadı
uk: Інших сторінок не знайдено
zh_hant: 未发现其他页面

source: No pages found.
ar: لم يتم العثور على صفحات.
de: Keine Seiten gefunden.
es: No se encontraron páginas.
et: Ei leie lehti.
he: לא נמצאו דפים.
id: Halaman tidak ditemukan.
it: Nessuna pagina trovata.
nl: Geen pagina's gevonden.
pl: Nie znaleziono stron.
pt: Nenhuma página encontrada.
ru: Страницы не найдены.
sv: Inga sidor hittades.
th: ไม่พบเพจ
tr: Sayfa bulunmadı.
uk: Сторінок не знайдено.
zh_hant: 没有找到页面。

source: No pages selected
ar: لم يتم تحديد صفحات
de: Keine Seiten ausgewählt
es: No hay páginas seleccionadas
et: Ühtegi lehte pole valitud
he: לא נבחרו דפים
id: Tidak ada halaman yang dipilih
it: Nessuna pagina selezionata
nl: Geen pagina's geselecteerd
pl: Nie wybrano żadnych stron
pt: Nenhuma página selecionada
ru: Страницы не выбраны
sv: Inga sidor har valts
th: ไม่ได้เลือกหน้า
tr: Sayfa seçilmedi
uk: Сторінок не вибрано
zh_hant: 未選擇頁面

source: No results.
ar: لا نتائج.
de: Keine Ergebnisse.
es: No hay resultados.
et: Tulemused puuduvad.
he: אין תוצאות.
id: Tidak ada hasil.
it: Nessun risultato.
nl: Geen resultaten.
pl: Brak wyników.
pt: Sem resultados.
ru: Нет результатов.
sv: Inga resultat.
th: ไม่มีผลลัพธ์.
tr: Sonuç yok.
uk: Немає результатів.
zh_hant: 沒結果。

source: Not dependent
ar: لا تعتمد
de: Nicht abhängig
es: no dependiente
et: Ei sõltu
he: לא תלוי
id: Tidak tergantung
it: Non dipendente
nl: Niet afhankelijk
pl: Nie zależny
pt: não dependente
ru: Не зависит
sv: Inte beroende
th: ไม่พึ่ง
tr: bağımlı değil
uk: Не залежний
zh_hant: 不依賴

source: Not featured
ar: غير مميز
de: Nicht vorgestellt
es: No destacado
et: Pole esile tõstetud
he: לא מוצג
id: Tidak ditampilkan
it: Non presente
nl: Niet uitgelicht
pl: Nie wyróżniony
pt: Não apresentado
ru: Не показано
sv: Inte presenterad
th: ไม่ได้มีจุดเด่น
tr: Öne çıkarılmadı
uk: Не показано
zh_hant: 未推薦

source: Not findable
ar: لا يمكن العثور عليه
de: Nicht auffindbar
es: No localizable
et: Ei leia
he: לא ניתן למצוא
id: Tidak dapat ditemukan
it: Non trovabile
nl: Niet vindbaar
pl: Nie można znaleźć
pt: Não localizável
ru: Недоступно
sv: Går inte att hitta
th: ไม่สามารถหาได้
tr: bulunamadı
uk: Не можна знайти
zh_hant: 找不到

source: Not indexed by search engines
ar: غير مفهرسة من قبل محركات البحث
de: Nicht von Suchmaschinen indiziert
es: No indexado por los motores de búsqueda
et: Otsingumootorid pole indekseerinud
he: לא באינדקס על ידי מנועי החיפוש
id: Tidak terindeks oleh mesin pencari
it: Non indicizzato dai motori di ricerca
nl: Niet geïndexeerd door zoekmachines
pl: Nie indeksowane przez wyszukiwarki
pt: Não indexado pelos motores de busca
ru: Не индексируется поисковыми системами
sv: Inte indexerat av sökmotorer
th: ไม่ได้ทำดัชนีโดยเครื่องมือค้นหา
tr: Arama motorları tarafından indekslenmez
uk: Не індексується пошуковими системами
zh_hant: 不被搜索引擎索引

source: Not protected
ar: غير محمية
de: Nicht geschützt
es: Sin protección
et: Pole kaitstud
he: לא מוגן
id: Tidak dilindungi
it: Non protetto
nl: Niet beschermd
pl: Brak ochrony
pt: Não protegido
ru: Не защищен
sv: Inte skyddad
th: ไม่ได้รับการคุ้มครอง
tr: korumalı değil
uk: Не захищений
zh_hant: 不受保護

source: OS Memory
ar: ذاكرة نظام التشغيل
de: Betriebssystemspeicher
es: Memoria del sistema operativo
et: OS-i mälu
he: זיכרון מערכת הפעלה
id: Memori OS
it: Memoria del sistema operativo
nl: OS-geheugen
pl: Pamięć systemu operacyjnego
pt: Memória do SO
ru: Память ОС
sv: OS minne
th: หน่วยความจำระบบปฏิบัติการ
tr: İşletim Sistemi Belleği
uk: Пам'ять ОС
zh_hant: 作業系統記憶體

source: Ongoing
ar: جاري التنفيذ
de: Laufend
es: En curso
et: Jätkuv
he: מתמשך
id: Sedang berlangsung
it: In corso
nl: Doorlopend
pl: Bieżący
pt: Em andamento
ru: Непрерывный
sv: Pågående
th: กำลังดำเนินการ
tr: devam ediyor
uk: Триває
zh_hant: 進行中

source: Page block
ar: كتلة الصفحة
de: Seitenblock
es: Bloque de página
et: Lehekülje plokk
he: בלוק עמוד
id: Blok halaman
it: Blocco pagina
nl: Paginablok
pl: Blok strony
pt: Bloco de página
ru: Блок страницы
sv: Sidblock
th: บล็อคหน้า
tr: Sayfa bloğu
uk: Блок сторінок
zh_hant: 頁面區塊

source: Page connections
ar: اتصالات الصفحة
de: Seitenverbindungen
es: Conexiones de la página
et: Lehe √ºhendused
he: חיבורי עמודים
id: Halaman koneksi
it: Collegamenti di pagina
nl: Paginaconnecties
pl: Połączenia stron
pt: Ligações de página
ru: Связи страницы
sv: Sidanslutningar
th: การเชื่อมต่อเพจ
tr: Sayfa bağlantıları
uk: З'єднання сторінок
zh_hant: 页面连接數

source: Page path
ar: مسار الصفحة
de: Seitenpfad
es: Ruta de la página
et: Lehe tee
he: נתיב העמוד
id: Halaman path
it: Percorso della pagina
nl: Paginapad
pl: Ścieżka do strony
pt: Caminho da página
ru: Путь страницы
sv: Sidan sökväg
th: เส้นทางหน้า
tr: Sayfa yolu
uk: Шлях сторінки
zh_hant: 页面路径

source: Page referrers
ar: المُحيلون إلى الصفحة
de: Seitenverweise
es: Remitentes de página
et: Lehekülgede suunajad
he: מפנים לדף
id: Perujuk halaman
it: Referrer della pagina
nl: Pagina-verwijzers
pl: Strony odsyłające
pt: Referenciadores de página
ru: Рефереры страниц
sv: Sidhänvisare
th: ผู้อ้างอิงเพจ
tr: Sayfa yönlendirenler
uk: Перенаправлення сторінок
zh_hant: 頁面引薦來源

source: Page settings
ar: إعدادات الصفحة
de: Seiteneinstellungen
es: Configuración de página
et: Lehe seaded
he: הגדרות עמוד
id: Pengaturan halaman
it: Impostazioni della pagina
nl: Pagina-instellingen
pl: Ustawienia strony
pt: Configurações da página
ru: Настройки страницы
sv: Sidinställningar
th: การตั้งค่าหน้า
tr: Sayfa ayarları
uk: Налаштування сторінки
zh_hant: 頁面設定

source: Pages
ar: الصفحات
de: Seiten
es: Páginas
et: Lehed
he: עמודים
id: Halaman
it: Pagine
nl: Pagina's
pl: Strony
pt: Páginas
ru: Страницы
sv: Sidor
th: หน้า
tr: Sayfalar
uk: Сторінки
zh_hant: 页面

source: Pages for
ar: صفحات لـ
de: Seiten für
es: Páginas para
et: Lehed
he: דפים עבור
id: Halaman untuk
it: Pagine per
nl: Pagina's voor
pl: Strony dla
pt: Páginas para
ru: Страницы для
sv: Sidor för
th: เพจสำหรับ
tr: İçin sayfalar
uk: Сторінки для
zh_hant: 网页

source: Pages overview
ar: نظرة عامة على الصفحات
de: Seitenübersicht
es: Resumen de páginas
et: Lehtede √ºlevaade
he: סקירת דפים
id: Ikhtisar halaman
it: Panoramica delle pagine
nl: Paginaoverzicht
pl: Przegląd stron
pt: Visão geral das páginas
ru: Обзор страниц
sv: Sidor: översikt
th: ภาพรวมของเพจ
tr: Sayfalar genel bakışı
uk: Огляд сторінок
zh_hant: 页面概览

source: Path
ar: مسار
de: Pfad
es: Ruta
et: Tee
he: נָתִיב
id: Jalur
it: Percorso
nl: Pad
pl: Ścieżka
pt: Caminho
ru: Путь
sv: Väg
th: เส้นทาง
tr: Yol
uk: Шлях
zh_hant: 路径

source: Percent in use
ar: النسبة المئوية للاستخدام
de: Prozent der Nutzung
es: Porcentaje en uso
et: Kasutusel protsent
he: אחוז בשימוש
id: Persen dalam penggunaan
it: Percentuale in uso
nl: Percentage in gebruik
pl: Procent wykorzystania
pt: Porcentagem em uso
ru: Процент использования
sv: Procent i användning
th: เปอร์เซ็นต์ในการใช้งาน
tr: Kullanımdaki yüzde
uk: Відсоток у використанні
zh_hant: 使用百分比

source: Personal name
ar: اسم شخصي
de: Persönlicher Name
es: Nombre personal
et: Isikunimi
he: שם פרטי
id: Nama pribadi
it: Nome personale
nl: Naam
pl: Imię i nazwisko
pt: Nome pessoal
ru: Личное имя
sv: Personnamn
th: ชื่อส่วนตัว
tr: Personel ismi
uk: Особисте ім'я
zh_hant: 个人姓名

source: Phone number for invoices
ar: رقم الهاتف للفواتير
de: Telefonnummer für Rechnungen
es: Número de teléfono para facturas
et: Telefoninumber arvete jaoks
he: מספר טלפון לחשבוניות
id: Nomor telepon untuk faktur
it: Numero di telefono per le fatture
nl: Telefoonnummer voor facturen
pl: Numer telefonu do faktur
pt: Número de telefone para faturas
ru: Номер телефона для счетов
sv: Telefonnummer för fakturor
th: เบอร์โทรศัพท์สำหรับออกใบแจ้งหนี้
tr: Faturalar için telefon numarası
uk: Номер телефону для рахунків
zh_hant: 發票電話號碼

source: Pivot queue count size:
ar: حجم عدد قائمة الانتظار المحورية:
de: Größe der Pivot-Warteschlange:
es: Tamaño de la cola de pivote:
et: Liigendijärjekordade suurus:
he: גודל ספירת תור ציר:
id: Pivot antrian menghitung ukuran:
it: Dimensione del conteggio della coda di pivot:
nl: Lengte van pivot-wachtrij:
pl: Rozmiar kolejki pivot (liczba elementów):
pt: Tamanho da fila pivotante:
ru: Размер очереди вращения:
sv: Pivot kö räkna storlek:
th: ขนาดนับคิว Pivot:
tr: Pivot kuyruk sayısı boyutu:
uk: Розмір кількості зведеної черги:
zh_hant: 枢轴队列计数大小。

source: Postcode
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
et: Postiindeks
he: מיקוד
id: Kode pos
it: Codice postale
pl: Kod pocztowy
pt: Código postal
ru: Почтовый индекс
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий індекс
zh_hant: 邮政编码

source: Powered by
ar: مشغل بواسطة
de: Angetrieben durch
es: Funciona con
he: נתמך על ידי
id: Didukung oleh
it: Alimentato da
pl: Napędzany przez
pt: Movido por
ru: Движимый
sv: Drivs av
th: ขับเคลื่อนโดย
tr: Destekçi:
uk: Працює на
zh_hant: 技术支持

source: Predicate
ar: فاعل
de: Prädikat
es: Predicado
et: Predikaat
he: לְבַסֵס
id: Predikat
it: Predicato
nl: Predicaat
pl: Predykat
pt: Predicado
ru: Предикат
sv: Predikat
th: เพรดิเคต
tr: Öncül
uk: Присудок
zh_hant: 谓词

source: Preview
ar: معاينة
de: Vorschau
es: Vista preliminar
et: Eelvaade
he: תצוגה מקדימה
id: Tinjauan
it: Anteprima
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
ru: Предварительный просмотр
sv: Förhandsgranska
th: ดูตัวอย่าง
tr: Ön izleme
uk: Попередній перегляд
zh_hant: 预览

source: Previous in category:
ar: السابق في الفئة:
de: Vorherige in Kategorie:
es: Anterior en la categoría:
et: Eelmine kategoorias:
he: הקודם בקטגוריה:
id: Sebelumnya dalam kategori:
it: Precedente nella categoria:
nl: Vorige in categorie:
pl: Poprzedni w kategorii:
pt: Anterior na categoria:
ru: Предыдущий в категории:
sv: Tidigare i kategori:
th: ก่อนหน้าในหมวดหมู่:
tr: Kategori içerisindeki önceki:
uk: Попередній у категорії:
zh_hant: 上一个类别中。

source: Proceed with care:
ar: تابع بعناية:
de: Gehen Sie mit Vorsicht vor:
es: Proceda con cuidado:
et: Jätkake ettevaatlikult:
he: המשך בזהירות:
id: Lanjutkan dengan hati-hati:
it: Procedere con cautela:
nl: Ga voorzichtig te werk:
pl: Postępuj ostrożnie:
pt: Proceda com cuidado:
ru: Будьте осторожны:
sv: Fortsätt med försiktighet:
th: ดำเนินการด้วยความระมัดระวัง:
tr: Dikkatli ilerleyin:
uk: Дійте обережно:
zh_hant: 谨慎行事。

source: Protect
ar: يحمي
de: Schützen
es: Proteger
et: Kaitse
he: לְהַגֵן
id: Melindungi
it: Protetto
nl: Bescherm
pl: Chroń
pt: Proteja
ru: Защита
sv: Skydda
th: ป้องกัน
tr: Koru
uk: Захистити
zh_hant: 保护

source: Protect from deletion
ar: حماية من الحذف
de: Nicht löschbar
es: Proteger de borrado
et: Kaitse kustutamise eest
he: הגן מפני מחיקה
id: Lindungi dari penghapusan
it: Proteggere dalla cancellazione
nl: Bescherm tegen verwijderen
pl: Uchroń przed usunięciem
pt: Proteger contra apagamento
ru: Защита от удаления
sv: Skydda från att raderas
th: ป้องกันจากการลบ
tr: Silinmekten koru
uk: Захистити від видалення
zh_hant: 保护避免被删除

source: Protected
ar: محمي
de: Geschützt
es: Protegido
et: Kaitstud
he: מוּגָן
id: Terlindung
it: Protetto
nl: Beschermd
pl: Chroniony
pt: Protegido
ru: Защищено
sv: Skyddad
th: มีการป้องกัน
tr: Korumalı
uk: Захищений
zh_hant: 受保護

source: Protected, not deletable
ar: محمي، غير قابل للحذف
de: Geschützt, nicht löschbar
es: Protegido, no borrable
et: Kaitstud, mitte kustutatav
he: מוגן, לא ניתן למחיקה
id: Dilindungi, tidak dapat dihapus
it: Protetto, non cancellabile
nl: Beschermd, niet verwijderbaar
pl: Chronione, nieusuwalne
pt: Protegido, não apagável
ru: Защищено, не подлежит удалению
sv: Skyddad, inte borttagbar
th: ป้องกันไว้ ไม่สามารถลบได้
tr: Korunuyor, silinemez
uk: Захищений, не видаляється
zh_hant: 受保護，不可刪除
