Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: This is useful if this server is not allowed to send email or to use servers with a better reputation.
ar: هذا مفيد إذا كان هذا الخادم غير مسموح له بإرسال بريد إلكتروني أو استخدام خوادم ذات سمعة أفضل.
de: Dies ist nützlich, wenn dieser Server keine E-Mails senden oder Server mit einem besseren Ruf verwenden darf.
es: Esto es útil si este servidor no tiene permiso para enviar correo electrónico o utilizar servidores con mejor reputación.
et: See on kasulik, kui sellel serveril pole lubatud e-kirju saata ega parema mainega servereid kasutada.
he: זה שימושי אם לשרת זה אסור לשלוח דוא"ל או להשתמש בשרתים בעלי מוניטין טוב יותר.
id: Ini berguna jika server ini tidak diizinkan untuk mengirim email atau menggunakan server dengan reputasi yang lebih baik.
it: Questo è utile se questo server non è autorizzato a inviare e-mail o per utilizzare server con una migliore reputazione.
nl: Dit is handig als deze server geen e-mail mag verzenden of om servers met een betere reputatie te gebruiken.
pl: Jest to przydatne, jeśli serwerowi nie wolno wysyłać wiadomości e-mail ani używać serwerów o lepszej reputacji.
pt: Isso é útil se este servidor não tiver permissão para enviar e-mail ou usar servidores com melhor reputação.
ru: Это полезно, если этому серверу не разрешено отправлять электронную почту или использовать серверы с лучшей репутацией.
sv: Detta är användbart om den här servern inte får skicka e-post eller använda servrar med bättre rykte.
th: สิ่งนี้มีประโยชน์หากเซิร์ฟเวอร์นี้ไม่ได้รับอนุญาตให้ส่งอีเมลหรือใช้เซิร์ฟเวอร์ที่มีชื่อเสียงดีกว่า
tr: Bu sunucunun e-posta göndermesine veya daha iyi itibara sahip sunucuları kullanmasına izin verilmiyorsa bu yararlıdır.
uk: Це корисно, якщо цьому серверу заборонено надсилати електронну пошту або використовувати сервери з кращою репутацією.
zh_hant: 如果不允许该服务器发送电子邮件或使用信誉更好的服务器，则此功能很有用。

source: This module doesn’t supply a certificate.
ar: هذه الوحدة لا تقدم شهادة.
de: Dieses Modul liefert kein Zertifikat.
es: Este módulo no suministra un certificado.
et: See moodul ei paku sertifikaati.
he: מודול זה אינו מספק תעודה.
id: Modul ini tidak menyediakan sertifikat.
it: Questo modulo non fornisce un certificato.
nl: Deze module levert geen certificaten.
pl: Ten moduł nie dostarcza certyfikatu.
pt: Este módulo não fornece um certificado.
ru: Этот модуль не предоставляет сертификат.
sv: Denna modul inte tillhandahålla ett certifikat.
th: โมดูลนี้ไม่ได้ให้ใบรับรอง
tr: Bu modül bir sertifika sağlamıyor.
uk: Цей модуль не надає сертифікат.
zh_hant: 该模块不提供证书。

source: Type to find configuration keys...
ar: اكتب للعثور على مفاتيح التكوين...
de: Tippen Sie, um Konfigurationsschlüssel zu finden...
es: Escriba para encontrar las claves de configuración...
et: Kirjutage, et leida konfiguratsiooni võtmed...
he: הקלד כדי למצוא מפתחות תצורה...
id: Ketik untuk menemukan kunci konfigurasi...
it: Digitare per trovare i tasti di configurazione...
nl: Type om configuratie-keys te vinden...
pl: Wpisz, aby znaleźć przyciski konfiguracji...
pt: Digite para encontrar as chaves de configuração...
ru: Введите, чтобы найти ключи конфигурации...
th: พิมพ์เพื่อค้นหาคีย์การกำหนดค่า...
tr: Yapılandırma anahtarlarını bulmak için yazın...
uk: Введіть для пошуку ключів конфігурації...

source: Use relay to send email
ar: استخدم التتابع لإرسال البريد الإلكتروني
de: Verwenden Sie Relay, um E-Mails zu senden
es: Usar retransmisión para enviar correo electrónico
et: Kasutage meili saatmiseks releed
he: השתמש בממסר כדי לשלוח דוא"ל
id: Gunakan relai untuk mengirim email
it: Utilizzare il relè per inviare e-mail
nl: Gebruik relay om e-mail te verzenden
pl: Użyj przekaźnika do wysyłania wiadomości e-mail
pt: Use relay para enviar e-mail
ru: Использовать релей для отправки электронной почты
sv: Använd relä för att skicka e-post
th: ใช้รีเลย์เพื่อส่งอีเมล
tr: E-posta göndermek için geçiş kullanın
uk: Використовуйте реле для надсилання електронної пошти
zh_hant: 使用中继发送电子邮件

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
et: Kasutajanimi
he: שם משתמש
id: Nama pengguna
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa Użytkownika
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
zh_hant: 用户名

source: Valid till
ar: صالح حتى
de: Gültig bis
es: Válido hasta
et: Kehtiv kuni
he: בתוקף עד
id: Berlaku sampai
it: Valido fino a
nl: Geldig tot
pl: Ważne do
pt: Válido até
ru: Действителен до
sv: Giltig till
th: ใช้ได้ถึง
tr: Tarihine kadar geçerli
uk: Дійсний до
zh_hant: 有效期至

source: Value
ar: القيمة
de: Wert
es: Valor
et: Väärtus
he: ערך
id: Nilai
it: Valore
nl: Waarde
pl: Wartość
pt: Valor
ru: Значение
sv: Värde
th: มูลค่า
tr: Değer
uk: Значення
zh_hant: 值

source: View email status
ar: عرض حالة البريد الإلكتروني
de: E-Mail-Status anzeigen
es: Ver estado de correo electrónico
et: Kuva e-posti olek
he: צפה בסטטוס הדוא"ל
id: Lihat status email
it: Visualizza lo stato delle e-mail
nl: Bekijk e-mail status
pl: Wyświetl status wiadomości e-mail
pt: Ver o estado do e-mail
ru: Просмотр статуса электронной почты
sv: Visa e-poststatus
th: ดูสถานะอีเมล
tr: E-posta durumunu görüntüle
uk: Переглянути статус електронної пошти
zh_hant: 查看邮件状态

source: You must be an administrator to view or change the email configuration.
ar: يجب أن تكون مسؤولاً لعرض أو تغيير تكوين البريد الإلكتروني.
de: Sie müssen Administrator sein, um die E-Mail-Konfiguration anzeigen oder ändern zu können.
es: Debe ser administrador para ver o cambiar la configuración del correo electrónico.
et: E-posti konfiguratsiooni vaatamiseks või muutmiseks peate olema administraator.
he: עליך להיות מנהל כדי להציג או לשנות את תצורת הדוא"ל.
id: Anda harus menjadi administrator untuk melihat atau mengubah konfigurasi email.
it: Devi essere un amministratore per visualizzare o modificare la configurazione delle e-mail.
nl: Je moet een beheerder zijn om de e-mailconfiguratie te bekijken of te wijzigen.
pl: Aby wyświetlić lub zmienić konfigurację poczty e-mail, musisz być administratorem.
pt: Você deve ser um administrador para visualizar ou alterar a configuração do e-mail.
ru: Вы должны быть администратором, чтобы просматривать или изменять конфигурацию электронной почты.
sv: Du måste vara administratör för att kunna se eller ändra e-postkonfigurationen.
th: คุณต้องเป็นผู้ดูแลระบบเพื่อดูหรือเปลี่ยนการกำหนดค่าอีเมล
tr: E-posta yapılandırmasını görüntülemek veya değiştirmek için yönetici olmanız gerekir.
uk: Ви повинні бути адміністратором, щоб переглянути або змінити конфігурацію електронної пошти.
zh_hant: 您必须是管理员才能查看或更改电子邮件配置。

source: Zotonic sends email using a built-in email server. You can send the email via an external relay.
ar: يرسل Zotonic بريدًا إلكترونيًا باستخدام خادم بريد إلكتروني مدمج. يمكنك إرسال البريد الإلكتروني عبر مرحل خارجي.
de: Zotonic sendet E-Mails über einen integrierten E-Mail-Server. Sie können die E-Mail über ein externes Relais senden.
es: Zotonic envía correo electrónico mediante un servidor de correo electrónico integrado. Puede enviar el correo electrónico a través de un relé externo.
et: Zotonic saadab e-kirju sisseehitatud e-posti serveri abil. E-kirja saate saata välise relee kaudu.
he: זוטוניק שולחת דוא"ל באמצעות שרת דואר אלקטרוני מובנה. אתה יכול לשלוח את הדוא"ל באמצעות ממסר חיצוני.
id: Zotonic mengirim email menggunakan server email bawaan. Anda dapat mengirim email melalui relai eksternal.
it: Zotonic invia le e-mail utilizzando un server e-mail integrato. Puoi inviare l'email tramite un relay esterno.
nl: Zotonic verzendt e-mail met behulp van een ingebouwde e-mailserver. Je kan de e-mail verzenden via een externe doorstuurdienst (relay).
pl: Zotonic wysyła wiadomości e-mail za pomocą wbudowanego serwera poczty elektronicznej. Możesz wysłać wiadomość e-mail za pośrednictwem zewnętrznego przekaźnika.
pt: Zotonic envia e-mail usando um servidor de e-mail integrado. Você pode enviar o e-mail por meio de um relé externo.
ru: Zotonic отправляет электронную почту через встроенный почтовый сервер. Вы можете отправлять электронную почту через внешний релей.
sv: Zotonic skickar e-post med en inbyggd e-postserver. Du kan skicka e-postmeddelandet via ett externt relä.
th: Zotonic ส่งอีเมลโดยใช้เซิร์ฟเวอร์อีเมลในตัว คุณสามารถส่งอีเมลผ่านรีเลย์ภายนอก
tr: Zotonic, yerleşik bir e-posta sunucusu kullanarak e-posta gönderir. E-postayı harici bir aktarma yoluyla gönderebilirsiniz.
uk: Zotonic надсилає електронну пошту за допомогою вбудованого сервера електронної пошти. Ви можете надіслати електронний лист за допомогою зовнішнього реле.
zh_hant: Zotonic使用内置的电子邮件服务器发送电子邮件。您可以通过外部中继发送电子邮件。

source: Add a translation or copy texts between languages.
ar: إضافة ترجمة أو نسخ النصوص بين اللغات.
de: Fügen Sie eine Übersetzung hinzu oder kopieren Sie Texte zwischen Sprachen.
es: Añade una traducción o copia textos entre idiomas.
et: Lisage tõlge või kopeerige tekste keelte vahel.
he: הוסף תרגום או העתק טקסטים בין שפות.
id: Tambahkan terjemahan atau salin teks antar bahasa.
it: Aggiungi una traduzione o copia testi tra lingue.
nl: Voeg een vertaling toe of kopieer teksten tussen talen.
pl: Dodaj tłumaczenie lub kopiuj teksty między językami.
pt: Adicione uma tradução ou copie textos entre idiomas.
ru: Добавьте перевод или скопируйте тексты между языками.
sv: Lägg till en översättning eller kopiera texter mellan språk.
th: เพิ่มการแปลหรือคัดลอกข้อความระหว่างภาษา
tr: Diller arasında çeviri ekleyin veya metinleri kopyalayın.
uk: Додайте переклад або копіюйте тексти між мовами.
zh_hant: 在語言之間新增翻譯或複製文字。

source: Add pages or click on a page in the menu.
ar: أضف صفحات أو انقر على صفحة في القائمة.
de: Seiten hinzufügen oder klicken Sie auf eine Seite im Menü.
es: Agregar páginas o hacer clic en una página en el menú.
et: Lisage lehti või klõpsake menüüs lehel.
he: הוסף עמודים או לחץ על דף בתפריט.
id: Tambahkan halaman atau klik pada sebuah halaman di menu.
it: Aggiungi pagine o clicca su una pagina nel menu.
nl: Voeg pagina’s toe of klik op een pagina in het menu.
pl: Dodaj strony lub kliknij na stronę w menu.
pt: Adicione páginas ou clique em uma página do menu.
ru: Добавьте страницы или нажмите на страницу в меню.
sv: Lägga till sidor eller klicka på en sida i menyn.
th: เพิ่มเพจหรือคลิกที่เพจในเมนู
tr: Menüden sayfalar ekleyin ya da bir sayfaya tıklayın.
uk: Додайте сторінки або натисніть сторінку в меню.
zh_hant: 添加页面或点击菜单中的页面。

source: Enabled or disable language tabs.
ar: تمكين أو تعطيل علامات تبويب اللغة.
de: Sprachregisterkarten aktiviert oder deaktiviert.
es: Habilitó o deshabilitó las pestañas de idioma.
et: Keelevahelehtede lubamine või keelamine.
he: הפעלה או השבתה של כרטיסיות שפה.
id: Mengaktifkan atau menonaktifkan tab bahasa.
it: Abilita o disabilita le schede della lingua.
nl: Taaltabbladen in- of uitschakelen.
pl: Włączono lub wyłączono zakładki językowe.
pt: Habilite ou desabilite as guias de idioma.
ru: Включить или отключить языковые вкладки.
sv: Aktiverade eller inaktiverade språkflikar.
th: เปิดหรือปิดใช้งานแท็บภาษา
tr: Dil sekmelerini etkinleştirin veya devre dışı bırakın.
uk: Увімкнути або вимкнути мовні вкладки.
zh_hant: 啟用或停用語言標籤。

source: Language
ar: لغة
de: Sprache
es: Idioma
et: Keel
he: שפה
id: Bahasa
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
zh_hant: 语言

source: Loading ...
ar: جار التحميل ...
de: Laden ...
es: Cargando...
et: Laadimine ...
he: טעינה ...
id: Memuat...
it: Caricamento ...
nl: Laden ...
pl: Ładowanie ...
pt: Carregamento ...
ru: Загрузка...
sv: Läser in ...
th: กำลังโหลด ...
tr: Yükleniyor ...
uk: Завантаження...
zh_hant: 正在加载...

source: No page
ar: لا توجد صفحة
de: Keine Seite
es: Sin pagina
et: Lehte pole
he: אין דף
id: Tidak ada halaman
it: Nessuna pagina
nl: Geen pagina
pl: Brak strony
pt: Sem página
ru: Нет страницы
sv: Ingen sida
th: ไม่มีหน้า
tr: Sayfa yok
uk: Немає сторінки
zh_hant: 沒有頁面

source: Save &amp; view
ar: حفظ &amp; مشاهدة
de: Ansicht &amp; speichern
es: Guardar &amp; vista
et: &amp; vaate salvestamine
he: שמור &amp; תצוגה
id: Simpan &amp; tampikan
it: Salva &amp; vista
nl: Bewaar en bekijk
pl: Zapisz i wyświetl
ru: Сохранить &amp; просмотреть
sv: Spara &amp; vy
th: บันทึก &amp; มุมมอง
tr: &amp; görüntüyü kaydet
uk: Зберегти &amp; переглядів
zh_hant: 保存 &amp; 视图

source: The page might have been deleted.
ar: ربما تم حذف الصفحة.
de: Die Seite wurde möglicherweise gelöscht.
es: Es posible que la página se haya eliminado.
et: Lehe võib olla kustutatud.
he: ייתכן שהדף נמחק.
id: Halaman tersebut mungkin telah dihapus.
it: La pagina potrebbe essere stata eliminata.
nl: De pagina is misschien verwijderd.
pl: Strona mogła zostać usunięta.
pt: A página pode ter sido excluída.
ru: Страница могла быть удалена.
sv: Sidan kan ha tagits bort.
th: เพจอาจถูกลบไปแล้ว
tr: Sayfa silinmiş olabilir.
uk: Можливо, сторінка була видалена.
zh_hant: 該頁面可能已被刪除。

source: There are unsaved changes. Are you sure you want to leave without saving?
ar: هناك تغييرات غير محفوظة. هل أنت متأكد أنك تريد المغادرة دون حفظ؟
de: Es gibt nicht gespeicherte Änderungen. Sind Sie sicher, dass Sie gehen möchten, ohne zu sparen?
es: Hay cambios sin guardar. ¿Seguro que quieres salir sin guardar?
et: On salvestamata muudatusi. Kas soovite kindlasti lahkuda ilma salvestamata?
he: יש שינויים שלא נשמרו. האם אתה בטוח שאתה רוצה לעזוב בלי לשמור?
id: Ada perubahan yang belum disimpan. Apakah Anda yakin ingin keluar tanpa menyimpan?
it: Sono presenti modifiche non salvate. Sei sicuro di voler partire senza salvare?
nl: Er zijn nog niet opgeslagen wijzigingen. Weet je zeker dat je wilt vertrekken zonder op te slaan?
pl: Istnieją niezapisane zmiany. Jesteś pewny, że chcesz wyjść bez zapisywania?
pt: Existem alterações não salvas. Tem certeza de que deseja sair sem salvar?
ru: Есть несохраненные изменения. Вы уверены, что хотите уйти без сохранения?
sv: Det finns ändringar som inte har sparats. Är du säker på att du vill åka utan att spara?
th: มีการเปลี่ยนแปลงที่ไม่ได้บันทึก แน่ใจไหมว่าต้องการออกโดยไม่บันทึก
tr: Kaydedilmemiş değişiklikler var. Kaydetmeden ayrılmak istediğinizden emin misiniz?
uk: Є незбережені зміни. Ви впевнені, що хочете вийти, не зберігаючи?
zh_hant: 有未保存的更改。你確定未保存就退出嗎？

source: This page
ar: هذه الصفحة
de: Diese Seite
es: Esta página
et: See leht
he: הדף הזה
id: Halaman ini
it: Questa pagina
nl: Deze pagina
pl: Ta strona
pt: Esta página
ru: эта страница
sv: Denna sida
th: หน้านี้
tr: Bu sayfa
uk: Ця сторінка
zh_hant: 本页

source: Yes, discard changes
ar: نعم ، تجاهل التغييرات
de: Ja, Änderungen verwerfen
es: Sí, descartar los cambios
et: Jah, visake muudatused kõrvale
he: כן, מחק שינויים
id: Ya, buang perubahan
it: Sì, scartare le modifiche
nl: Ja, veranderingen weggooien
pl: Tak, odrzuć zmiany
pt: Sim, descarte as mudanças
ru: Да, сбросить изменения
sv: Ja, kassera ändringar
th: ใช่ยกเลิกการเปลี่ยนแปลง
tr: Evet, değişiklikleri sil
uk: Так, відхилити зміни
zh_hant: 是，丢弃更改

source: till
ar: حتى
de: bis
es: hasta
et: kuni
he: עד
id: sampai
it: fino a
nl: tot
pl: Do
pt: até
ru: до
th: จนถึง
tr: kadar
uk: до
zh_hant: 耕种

source: (that's you)
ar: (هذا انت)
de: (das sind Sie)
es: (eso es usted)
et: (see oled sina)
he: (זה אתה)
id: (itu anda)
it: (che sei tu)
nl: (dat ben jij)
pl: (to ty)
pt: (é você)
ru: (это вы)
sv: (det är du)
th: (นั่นคือคุณ)
tr: (bu sizsiniz)
uk: (це Ви)
zh_hant: (你自己)

source: A secure password is prefilled, replace if needed.
ar: يتم تعبئة كلمة مرور آمنة مسبقًا ، واستبدالها إذا لزم الأمر.
de: Ein sicheres Passwort ist vorausgefüllt, ersetzen Sie es bei Bedarf.
es: Una contraseña segura está precargada, reemplácela si es necesario.
et: Eeltäidetud on turvaline parool, vajadusel asendage see.
he: סיסמה מאובטחת ממולאת מראש, החלפה במידת הצורך.
id: Kata sandi aman sudah diisi sebelumnya, ganti jika perlu.
it: Il campo è precompilato con una password sicura, sostituirla se necessario.
nl: Een veilig wachtwoord is vooraf ingevuld, vervang het indien nodig.
pl: Bezpieczne hasło jest wstępnie wypełnione, w razie potrzeby zmień.
pt: Uma senha segura é pré-preenchida, substitua se necessário.
ru: Предварительно заполнен безопасный пароль, при необходимости замените его.
sv: Ett säkert lösenord är förfylld, byt ut vid behov.
th: มีการกรอกรหัสผ่านที่ปลอดภัยไว้ล่วงหน้าแทนที่หากจำเป็น
tr: Güvenli bir şifre önceden doldurulmuştur, gerekirse değiştirin.
uk: Захищений пароль попередньо введений, замініть його, якщо потрібно.
zh_hant: 预先填好安全密码，需要时更换。

source: Add
ar: أضف
de: Hinzufügen
es: Agregar
et: Lisama
he: לְהוֹסִיף
id: Tambah
it: Aggiungi
nl: Voeg toe
pl: Dodaj
pt: Adicione
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
zh_hant: 添加

source: Add a new user
ar: إضافة مستخدم جديد
de: Neuen Benutzer hinzufügen
es: Agregar un nuevo usuario
et: Lisage uus kasutaja
he: הוסף משתמש חדש
id: Tambah pengguna baru
it: Aggiungere un nuovo utente
nl: Nieuwe gebruiker toevoegen
pl: Dodaj użytkownika
pt: Adicionar um novo usuário
ru: Добавить нового пользователя
sv: Lägg till en ny användare
th: เพิ่มผู้ใช้ใหม่
tr: Yeni bir kullanıcı oluştur
uk: Додати нового користувача
zh_hant: 添加－個新用户

source: Add e-mail address
ar: إضافة عنوان البريد الإلكتروني
de: E-Mail Adresse hinzufügen
es: Agregar una dirección de correo electrónico
et: Lisage e-posti aadress
he: הוסף כתובת דואר אלקטרוני
id: Tambah alamat e-mail
it: Aggiungere l'indirizzo e-mail
nl: E-mailadres toevoegen
pl: Dodaj adres e-mail
pt: Adicionar endereço de e-mail
ru: Добавить адрес электронной почты
sv: Lägg till e-postadress
th: เพิ่มที่อยู่อีเมล
tr: E-posta adresi ekle
uk: Додайте адресу електронної пошти
zh_hant: 添加电子邮件地址

source: Add user
ar: إضافة مستخدم
de: Benutzer hinzufügen
es: Agregar usuario
et: Lisa kasutaja
he: הוסף משתמש
id: Tambah pengguna
it: Aggiungi utente
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
pt: Adicionar usuário
ru: Добавить пользователя.
sv: Lägg till användare
th: เพิ่มผู้ใช้
tr: Kullanıcı ekle
uk: Додати користувача
zh_hant: 添加用户

source: Also show persons without user account
ar: أظهر أيضًا الأشخاص الذين ليس لديهم حساب مستخدم
de: Auch Personen ohne Benutzerkonto anzeigen
es: Además muestra personas sin cuenta de usuario
et: Näita ka kasutajakontota isikuid
he: הראה גם אנשים ללא חשבון משתמש
id: Juga menunjukkan orang-orang tanpa akun pengguna
it: Mostra anche le persone senza account utente
nl: Toon ook personen zonder account
pl: Pokaż także osoby bez konta użytkownika
pt: Mostrar também pessoas sem conta de usuário
ru: Также показать людей без учетной записи пользователя
sv: Visar även personer utan användarens konto
th: แสดงบุคคลที่ไม่มีบัญชีผู้ใช้ด้วย
tr: Ayrıca kullanıcı hesabı olmayan kişileri göster
uk: Також показати людей без облікового запису користувача
zh_hant: 同时显示没有用户账户的人

source: Are you sure you want to delete the username from
ar: هل أنت متأكد أنك تريد حذف اسم المستخدم من
de: Sind Sie sicher, dass Sie den Benutzernamen löschen möchten?
es: Está seguro de que quiere borrar el nombre de usuario de
et: Oled sa kindel et tahad kasutajanime kustutada
he: האם אתה בטוח שברצונך למחוק את שם המשתמש מ-
id: Apakah anda yakin anda ingin menghapus nama pengguna dari
it: Sei sicuro di voler eliminare il nome utente da
nl: Weet je zeker dat je de gebruikersnaam wilt verwijderen van
pl: Czy na pewno chcesz usunąć użytkownika
pt: Tem a certeza que quer apagar o nome de utilizador de
ru: Вы действительно хотите удалить учетную запись из
sv: Är du säker på att du vill ta bort användarnamnet från
th: แน่ใจไหมว่าต้องการลบชื่อผู้ใช้จาก
tr: Kullanıcı adını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити ім’я користувача з
zh_hant: 确认删除這裡的用户

source: Are you sure you want to delete this entry?
ar: هل أنت متأكد أنك تريد حذف هذا الإدخال؟
de: Möchten Sie den Eintrag wirklich löschen?
es: ¿Estas seguro de querer eliminar esta entrada?
et: Kas soovite kindlasti selle kirje kustutada?
he: האם אתה בטוח שברצונך למחוק ערך זה?
id: Apakah anda yakin anda ingin menghapus entri ini?
it: Sei sicuro di voler cancellare questa voce?
nl: Weet je zeker dat je dit wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten wpis?
pt: Tens a certeza que queres apagar esta entrada?
ru: Вы уверены, что хотите удалить эту запись?
sv: Är du säker på att du vill radera detta inlägg?
th: แน่ใจไหมว่าต้องการลบรายการนี้
tr: Bu girdiyi silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цей запис?
zh_hant: 你确定要删除这条记录吗？

source: Blocked
ar: ممنوع
de: Blockiert
es: Bloqueado
et: Blokeeritud
he: חָסוּם
id: Memblokir
it: Bloccato
nl: Geblokkeerd
pl: Zablokowane
pt: Bloqueado
ru: Заблокировано
sv: Blockerad
th: ถูกบล็อก
tr: Engelli
uk: Заблоковано
zh_hant: 受阻

source: Changed the username.
ar: تم تغيير اسم المستخدم.
de: Hat den Benutzernamen geändert.
es: Cambiar el nombre de usuario.
et: Muutis kasutajanime.
he: שינה את שם המשתמש.
id: Mengubah nama pengguna.
it: Cambiato il nome utente.
nl: Gebruikersnaam veranderd.
pl: Zmieniono nazwę użytkownika.
pt: Mudou o nome de utilizador.
ru: Имя пользователя изменено.
sv: Bytt användarnamn.
th: เปลี่ยนชื่อผู้ใช้
tr: Kullanıcı adı değiştirildi.
uk: Змінено ім'я користувача.
zh_hant: 用户名已修改。

source: Click OK to log on as this user. You will be redirected to the home page if this user has no rights to access the admin system.
ar: انقر فوق "موافق" لتسجيل الدخول باسم هذا المستخدم. ستتم إعادة توجيهك إلى الصفحة الرئيسية إذا لم يكن لهذا المستخدم حقوق الوصول إلى نظام الإدارة.
de: Klicken Sie auf OK, um sich als dieser Benutzer anzumelden. Sie werden auf die Startseite umgeleitet, wenn dieser Benutzer keine Rechte für den Zugriff auf das Admin-System hat.
es: Has click en OK para iniciar sesión como este usuario. Sera redireccionado a la pagina de inicio si este usuario no cuenta con el permiso de acceso al sistema del administrador.
et: Selle kasutajana sisselogimiseks klõpsake nuppu OK. Kui sellel kasutajal pole õigusi administraatorile juurde pääseda, suunatakse teid avalehele.
he: לחץ על אישור כדי להתחבר כמשתמש זה. תועבר לדף הבית אם למשתמש זה אין זכויות לגשת למערכת הניהול.
id: Klik OK untuk masuk sebagai pengguna. Anda akan diarahkan ke halaman rumah jika pengguna ini tidak memiliki hak untuk mengakses sistem admin.
it: Fare clic su OK per accedere come questo utente. Sarai reindirizzato alla pagina iniziale se questo utente non ha diritti di accesso al sistema di amministrazione.
nl: Klik OK om te inloggen als deze gebruiker. Je wordt doorgestuurd naar de homepage als deze gebruiker geen beheerdersrechten heeft.
pl: Kliknij OK, aby zalogować się jako ten użytkownik. Zostaniesz przekierowany/a na stronę główną, jeśli użytkownik ten nie ma uprawnień do dostępu do systemu admin.
pt: Clique em OK para iniciar sessão como este utilizador. Você será redirecionado para a página inicial se este usuário não tiver direitos de acesso ao sistema de administração.
ru: Нажмите OK, чтобы войти в систему под этим пользователем. Вы будете перенаправлены на главную страницу, если у этого пользователя нет прав доступа к системе администрирования.
sv: Klicka OK för att logga in som den här användaren. Du kommer att omdirigeras till hemsidan om den här användaren har inte rätt att komma åt admin-system.
th: คลิกตกลงเพื่อเข้าสู่ระบบในฐานะผู้ใช้นี้ คุณจะถูกเปลี่ยนเส้นทางไปยังโฮมเพจหากผู้ใช้รายนี้ไม่มีสิทธิ์ในการเข้าถึงระบบผู้ดูแลระบบ
tr: Bu kullanıcı hesabıyla oturum açmak için Tamam'a tıklayın. Bu kullanıcının yönetici sistemine erişim hakkı yoksa, ana sayfaya yönlendirileceksiniz.
uk: Натисніть OK, щоб увійти як цей користувач. Ви будете перенаправлені на домашню сторінку, якщо цей користувач не має прав на доступ до системи адміністратора.
zh_hant: 点击 "确定 "以该用户身份登录。如果该用户无权访问管理员系统，您将被重定向到主页。
