Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Check the pages you want to update.
ar: تحقق من الصفحات التي تريد تحديثها.
de: Überprüfen Sie die Seiten, die Sie aktualisieren möchten.
es: Marque las páginas que desea actualizar.
et: Kontrollige lehti, mida soovite värskendada.
he: סמן את הדפים שברצונך לעדכן.
id: Periksa halaman yang ingin Anda perbarui.
it: Controlla le pagine che desideri aggiornare.
nl: Vink de pagina's aan die je wilt bijwerken.
pl: Zaznacz strony, które chcesz zaktualizować.
pt: Verifique as páginas que deseja atualizar.
ru: Проверьте страницы, которые вы хотите обновить.
sv: Kontrollera de sidor du vill uppdatera.
th: ตรวจสอบหน้าที่คุณต้องการอัปเดต
tr: Güncellemek istediğiniz sayfaları kontrol edin.
uk: Позначте сторінки, які потрібно оновити.
zh_hant: 檢查您要更新的頁面。

source: Choose a media item from this page to insert in the body text.
ar: اختر عنصر وسائط من هذه القائمة و أدرجه في نص المحتوى.
de: Wählen Sie eine Mediendatei aus, die im Text eingefügt werden soll.
es: Elija un ítem de medios de esta página para insertar en el texto del cuerpo.
et: Vali meediafail siit lehelt teksti sisusse lisamiseks.
he: בחר פריט מדיה מדף זה כדי להוסיף לטקסט התוכן.
id: Memilih media item dari halaman ini untuk menyisipkan dalam tubuh teks.
it: Scegli un elemento multimediale da questa pagina da inserire nel corpo del testo.
nl: Kies een media-item van deze pagina om in de tekst in te voegen.
pl: Wybierz element multimedialny z tej strony, aby wstawić go w tekście podstawowym.
pt: Escolha um item de mídia desta página para inserir no corpo do texto.
ru: Выберите материал из этой страницы для вставки в текст тела.
sv: Välj ett media artikel från den här sidan om du vill infoga i texten.
th: เลือกรายการสื่อจากหน้านี้เพื่อแทรกในเนื้อหา
tr: Gövde metnine eklemek için bu sayfadan medya seçiniz.
uk: Виберіть медіа-елемент на цій сторінці, щоб вставити його в основний текст.
zh_hant: 从本页面的媒体条目中选择一个，插入到正文文字中。

source: City
ar: المدينة
de: Stadt
es: Ciudad
et: Linn
he: עִיר
id: Kota
it: Città
nl: Stad
pl: Miasto
pt: Cidade
ru: Город
sv: Stad
th: เมือง
tr: Şehir
uk: Місто
zh_hant: 城市

source: Click here for more information
ar: انقر هنا للمزيد من المعلومات
de: Klicken Sie hier für weitere Informationen
es: Haga clic aquí para más información
et: Lisateabe saamiseks klõpsake siin
he: לחץ כאן למידע נוסף
id: Klik disini untuk informasi lebih lanjut
it: Clicca qui per maggiori informazioni
nl: Klik hier voor meer informatie
pl: Kliknij tutaj po więcej informacji
pt: Clique aqui para obter mais informações
ru: Нажмите здесь для получения дополнительной информации
sv: Klicka här för mer information
th: คลิกที่นี่เพื่อดูข้อมูลเพิ่มเติม
tr: Daha fazla bilgi için buraya tıklayın
uk: Натисніть тут для отримання додаткової інформації
zh_hant: 点击这里获取更多信息

source: Click to preview.
ar: انقر لمعاينة.
de: Zur Vorschau anklicken.
es: Haga clic para ver la vista previa.
et: Klõpsake eelvaate kuvamiseks.
he: לחץ לתצוגה מקדימה.
id: Klik untuk melihat pratinjau.
it: Clicca per vedere l'anteprima.
nl: Klik om een voorbeeld te bekijken.
pl: Kliknij, aby wyświetlić podgląd.
pt: Clique para pré-visualizar.
ru: Нажмите для предварительного просмотра.
sv: Klicka för att förhandsgranska.
th: คลิกเพื่อดูตัวอย่าง
tr: Önizleme için tıklayın.
uk: Натисніть для попереднього перегляду.
zh_hant: 点击预览。

source: Close Sockets
ar: إغلاق مآخذ
de: Steckdosen schließen
es: Cerrar los enchufes
et: Sulgege pistikupesad
he: סגור שקעים
id: Tutup Soket
it: Chiudere le prese
nl: Sockets sluiten
pl: Zamknij gniazda
pt: Fechar Sockets
ru: Закрыть розетки
sv: Stäng uttag
th: ปิดซ็อกเก็ต
tr: Soketleri Kapat
uk: Закрийте сокети
zh_hant: 关闭插座

source: Close all sockets from ip addresses which have over &gt; 250 open sockets.
ar: إغلاق جميع مآخذ من عناوين IP التي لديها أكثر من &gt; 250 مآخذ مفتوحة.
de: Schließen Sie alle Sockets von IP-Adressen, die über &gt; 250 offene Sockets haben.
es: Cierre todos los sockets de las direcciones IP que tengan más de &gt; 250 sockets abiertos.
et: Sulgege kõik pistikupesad ip-aadressidelt, millel on üle &gt; 250 avatud pesa.
he: סגור את כל השקעים מכתובות ip שיש להם מעל &gt; 250 שקעים פתוחים.
id: Tutup semua soket dari alamat ip yang memiliki lebih dari &gt; 250 soket terbuka.
it: Chiudere tutti i socket da indirizzi ip che hanno più di &gt; 250 socket aperti.
nl: Sluit alle sockets van ip-adressen die meer dan &gt; 250 open sockets hebben.
pl: Zamknij wszystkie gniazda z adresów ip, które mają ponad &gt; 250 otwartych gniazd.
pt: Feche todos os sockets de endereços IP que tenham mais de &gt; 250 sockets abertos.
ru: Закрыть сокеты ко всем ip-адресам, имеющим свыше &gt; 250 открытых сокетов.
sv: Stäng alla uttag från ip-adresser som har över &gt; 250 öppna uttag.
th: ปิดซ็อกเก็ตทั้งหมดจากที่อยู่ IP ซึ่งมีมากกว่า &gt; 250 ซ็อกเก็ตเปิด
tr: &gt; 250'den fazla açık soketi olan ip adreslerinden gelen tüm soketleri kapatın.
uk: Закрийте всі сокети з IP-адрес, які мають понад &gt; 250 відкритих сокетів.
zh_hant: 关闭所有来自超过 &gt; 250个开放套接字的ip地址的套接字。

source: Close preview
ar: إغلاق المعاينة
de: Vorschau schließen
es: Cerrar la vista previa
et: Sule eelvaade
he: סגור תצוגה מקדימה
id: Tutup pratinjau
it: Chiudi anteprima
nl: Voorbeeld sluiten
pl: Zamknij podgląd
pt: Fechar pré-visualização
ru: Закрыть предварительный просмотр
sv: Stäng förhandsgranskning
th: ปิดการแสดงตัวอย่าง
tr: Önizlemeyi kapat
uk: Закрити попередній перегляд
zh_hant: 關閉預覽

source: Config Directory
ar: دليل التكوين
de: Konfig-Verzeichnis
es: Directorio de configuración
et: Kataloogi seadistamine
he: מדריך תצורה
id: Direktori Konfigurasi
it: Elenco delle configurazioni
nl: Configuratiemap
pl: Katalog konfiguracji
pt: Diretório de Configuração
ru: Конфигурационный каталог
tr: Yapılandırma Dizini
uk: Каталог конфігурації
zh_hant: 配置目录

source: Confirm delete
ar: قم بتأكيد الحذف
de: Löschen bestätigen
es: Confirmar eliminación
et: Kinnitage kustutamine
he: אשר מחיקה
id: Konfirmasi hapus
it: Conferma l'eliminazione
nl: Bevestig verwijderen
pl: Potwierdź usunięcie
pt: Confirma excluir
ru: Подтвердите удаление
sv: Bekräfta radering
th: ยืนยันการลบ
tr: Silmeyi onayla
uk: Підтвердьте видалення
zh_hant: 确认删除

source: Confirm logoff
ar: قم بتأكيد تسجيل الخروج
de: Abmeldung bestätigen
es: Confirmar cierre de sesión
et: Kinnitage väljalogimine
he: אשר את ההתנתקות
id: konfirmasi keluar
it: Confermare il logoff
nl: Bevestig uitloggen
pl: Potwierdź wylogowanie
pt: Confirma logoff
ru: Подтвердите выход
sv: Bekräfta avloggning
th: ยืนยันการออกจากระบบ
tr: Çıkışı onayla
uk: Підтвердьте вихід
zh_hant: 确认登出

source: Confirm removal
ar: تأكيد الإزالة
de: Entfernung bestätigen
es: Confirmar eliminación
et: Kinnitage eemaldamine
he: אשר את ההסרה
id: Konfirmasi penghapusan
it: Conferma la rimozione
nl: Verwijdering bevestigen
pl: Potwierdź usunięcie
pt: Confirmar remoção
ru: Подтвердить удаление
sv: Bekräfta borttagning
th: ยืนยันการลบ
tr: Kaldırmayı onayla
uk: Підтвердити видалення
zh_hant: 確認刪除

source: Connect
ar: الاتصال
de: Verbinden
es: Conecta
et: Ühendage
he: לְחַבֵּר
id: Menghubung
it: Collegare
nl: Verbind
pl: Połącz
pt: Vincular
ru: Соединить
sv: Ansluta
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
zh_hant: 连接

source: Connect a page
ar: الاتصال بصفحة
de: Verbinden einer Seite
es: Conectar a una página
et: Ühendage leht
he: חבר דף
id: Menghubungkan sebuah halaman
it: Collegare una pagina
nl: Paginaconnectie maken
pl: Połącz stronę
pt: Conectar uma página
ru: Связать страницу
sv: Anslut en sida
th: เชื่อมต่อเพจ
tr: Bir sayfaya bağlan
uk: Підключіть сторінку
zh_hant: 连接一個页面

source: Connected from
ar: متصل من
de: Verbunden von
es: Conectado desde
et: Ühendatud aadressilt
he: מחובר מ
id: Terhubung dari
it: Connesso da
nl: Verbonden vanaf
pl: Połączono z
pt: Conectado de
ru: Подключено из
sv: Ansluten från
th: เชื่อมต่อจาก
tr: Şuradan bağlanıldı:
uk: Підключено з
zh_hant: 連線自

source: Connected to
ar: متصلا
de: Angeschlossen
es: Conectado a
et: Ühendatud:
he: מחובר ל
id: Terhubung dengan
it: Collegato a
nl: Verbonden met
pl: Połączony z
pt: Conectado a
ru: Подключен к
sv: Ansluten till
th: เชื่อมต่อกับ
tr: Bağlı
uk: Пов'язаний з
zh_hant: 連接到

source: Connections
ar: روابط
de: Anschlüsse
es: Conexiones
et: Ühendused
he: חיבורים
id: Koneksi
it: Connessioni
nl: Verbindingen
pl: Połączenia
pt: Conexões
ru: Подключения
sv: Anslutningar
th: การเชื่อมต่อ
tr: Bağlantılar
uk: З'єднання
zh_hant: 連接

source: Content type
ar: نوع المحتوى
de: Inhaltstyp
es: Tipo de contenido
et: Sisu tüüp
he: סוג תוכן
id: Jenis konten
it: Tipo di contenuto
nl: Type inhoud
pl: Typ zawartości
pt: Tipo de conteúdo
ru: Тип содержимого
sv: Innehållstyp
th: ชนิดของเนื้อหา
tr: İçerik türü
uk: Тип вмісту
zh_hant: 內容類型

source: Copied download link to clipboard
ar: تم نسخ رابط التنزيل إلى الحافظة
de: Download-Link in die Zwischenablage kopiert
es: Copia del enlace de descarga al portapapeles
et: Allalaadimise link kopeeriti lõikelauale
he: קישור להורדה שהועתק ללוח
id: Tautan unduhan disalin ke papan klip
it: Copiato il link di download negli appunti
nl: Download link naar klembord gekopieerd
pl: Skopiowany link do pobrania do schowka
pt: Link para download copiado para a área de transferência
ru: Ссылка для скачивания скопирована в буфер обмена
sv: Kopierad nedladdningslänk till urklipp
th: คัดลอกลิงค์ดาวน์โหลดไปยังคลิปบอร์ด
tr: İndirme bağlantısı panoya kopyalandı
uk: Посилання на завантаження скопійовано в буфер обміну
zh_hant: 将下载链接复制到剪贴板

source: Copy download link
ar: انسخ رابط التنزيل
de: Download-Link kopieren
es: Copiar el enlace de descarga
et: Kopeeri allalaadimislink
he: העתק קישור להורדה
id: Salin tautan unduhan
it: Copiare il link per il download
nl: Kopieer download link
pl: Kopiuj link do pobrania
pt: Copiar link para download
ru: Ссылка для скачивания
sv: Kopiera nedladdningslänk
th: คัดลอกลิงค์ดาวน์โหลด
tr: İndirme bağlantısını kopyala
uk: Скопіюйте посилання для скачування
zh_hant: 复制下载链接

source: Could not connect to the website.
ar: تعذر الاتصال بالموقع.
de: Die Verbindung zur Website konnte nicht hergestellt werden.
es: No se pudo conectar al sitio web.
et: Veebisaidiga ei saanud ühendust luua.
he: לא ניתן היה להתחבר לאתר.
id: Tidak dapat terhubung ke situs web.
it: Impossibile connettersi al sito web.
nl: Kon geen verbinding maken met de website.
pl: Nie udało się połączyć ze stroną internetową.
pt: Não foi possível conectar-se ao site.
ru: Невозможно подключиться к сайту.
sv: Kunde inte ansluta till webbplatsen.
th: ไม่สามารถเชื่อมต่อกับเว็บไซต์
tr: Web sitesine bağlanılamadı.
uk: Не вдалося під'єднатися до вебсайту.
zh_hant: 无法连接到网站。

source: Could not detect anything to import on that URL or embed code.
ar: لم يستطيع الكشف عن أي شئ للاستيراد من عنوان URL هذا أو كود التضمين.
de: Konnte nichts zum Importieren auf dieser URL oder dem Einbettungscode erkennen.
es: No pudo detectar nada para importar en esa URL o código de inserción.
et: Sellel URL-il ei õnnestunud midagi importida ega manustada koodi.
he: לא ניתן היה לזהות שום דבר לייבא בכתובת אתר זו או להטמיע קוד.
id: Tidak dapat mendeteksi apapun untuk mengimpor pada URL tersebut atau menanamkan kode.
it: Non è stato possibile rilevare nulla da importare su quell'URL o codice embed.
nl: Kon niets detecteren om te importeren van die URL of insluitcode.
pl: Nie udało się wykryć niczego do zaimportowania pod tym adresem URL lub kodem osadzania.
pt: Não foi possível detectar nada para importar nesse URL ou código de incorporação.
ru: Не смог обнаружить ничего, что можно было бы импортировать по этому URL или вставить код.
sv: Kunde inte upptäcka någonting att import på den URL: en eller bädda in kod.
th: ไม่พบสิ่งที่จะนำเข้าใน URL หรือโค้ดฝังนั้น
tr: O URL veya gömülü kod da içe aktarılacak herhangi bir şey tespit edilemedi.
uk: Не вдалося знайти нічого для імпорту за цією URL-адресою чи кодом вставки.
zh_hant: 无法检测到该URL或嵌入代码上有任何可导入的内容。

source: Could not reload the site configuration, check the logs.
ar: تعذر إعادة تحميل تكوين الموقع، تحقق من السجلات.
de: Die Site-Konfiguration konnte nicht neu geladen werden. Überprüfen Sie die Protokolle.
es: No se pudo recargar la configuración del sitio, verifique los registros.
et: Saidi konfiguratsiooni ei saanud uuesti laadida, kontrollige logisid.
he: לא ניתן היה לטעון מחדש את תצורת האתר, בדוק את היומנים.
id: Tidak dapat memuat ulang konfigurasi situs, periksa log.
it: Impossibile ricaricare la configurazione del sito, controllare i registri.
nl: De siteconfiguratie kon niet opnieuw worden geladen. Controleer de logboeken.
pl: Nie udało się przeładować konfiguracji witryny. Sprawdź logi.
pt: Não foi possível recarregar a configuração do site, verifique os logs.
ru: Не удалось перезагрузить конфигурацию сайта, проверьте логи.
sv: Det gick inte att ladda om webbplatsens konfiguration, kontrollera loggarna.
th: ไม่สามารถโหลดการกำหนดค่าไซต์ใหม่ได้ ตรวจสอบบันทึก
tr: Site yapılandırması yeniden yüklenemedi, günlükleri kontrol edin.
uk: Не вдалося перезавантажити конфігурацію сайту, перевірте журнали.
zh_hant: 無法重新載入網站配置，請檢查日誌。

source: Count
ar: عدد
de: Anzahl
es: Contar
he: לספור
id: Menghitung
it: Contare
nl: Aantal
pl: Licz
pt: Contagem
ru: Счёт
sv: Räkna
th: นับ
tr: Saymak
uk: Рахувати
zh_hant: 计数

source: Country
ar: البلد
de: Land
es: País
et: Riik
he: מדינה
id: Negara
it: Nazione
nl: Land
pl: Kraj
pt: País
ru: Страна
sv: Land
th: ประเทศ
tr: Ülke
uk: Країна
zh_hant: 国家

source: Create
ar: خلق
de: Erstellen
es: Crear
et: Loo
he: לִיצוֹר
id: Membuat
it: Creare
nl: Maak
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluşturmak
uk: Створити
zh_hant: 创建

source: Created by
ar: انشأ من قبل
de: Erstellt von:
es: Creado por
et: Loodud
he: נוצר על ידי
id: Dibuat oleh
it: Creato da
nl: Gemaakt door
pl: Stworzony przez
pt: Criado por
ru: Созданный
sv: Skapad av
th: สร้างโดย
tr: Tarafından yaratıldı
uk: Створено
zh_hant: 创建者

source: Created by me
ar: التي أنشأتها بنفسي
de: Von mir erstellt
es: Creado por mí
et: Minu loodud
he: נוצר על ידי
id: Dibuat oleh saya
it: Creato da me
nl: Gemaakt door mij
pl: Stworzony przeze mnie
pt: Criado por mim
ru: Созданный мной
sv: Skapad av mig
th: สร้างโดยฉัน
tr: Benim tarafımdan oluşturuldu
uk: Створено мною
zh_hant: 由我创建

source: Created on
ar: تم إنشاؤها على
de: Erstellt am
es: Creado el
et: Loodud
he: נוצר ב
id: Dibuat pada
it: Creato il
nl: Gemaakt op
pl: Utworzono dnia
pt: Criado em
ru: Создано
sv: Skapad den
th: สร้างบน
tr: Tarihinde oluşturuldu
uk: Створено на
zh_hant: 创建於

source: Created:
ar: تم الإنشاء:
de: Erstellt:
es: Creado:
et: Loodud:
he: נוצר:
id: Dibuat:
it: Creato:
nl: Aangemaakt:
pl: Utworzono:
pt: Criado:
ru: Создан:
sv: Skapad:
th: สร้าง:
tr: Oluşturuldu:
uk: Створено:
zh_hant: 创建：

source: Creation date, newest first
ar: تاريخ الإنشاء ، الأحدث أولاً
de: Erstellungsdatum, das Neueste zuerst
es: Fecha de creación, más reciente primero
et: Loomise kuupäev, uusim enne
he: תאריך יצירה, הכי חדש ראשון
id: Tanggal pembuatan, terbaru dulu
it: Data di creazione, prima i più recenti
nl: Aanmaakdatum, nieuwste eerst
pl: Data utworzenia, najpierw najnowsze
pt: Data de criação, mais recente primeiro
ru: Дата создания, сначала новые
sv: Skapandedatum, nyaste först
th: วันที่สร้าง ใหม่ล่าสุดก่อน
tr: Oluşturma tarihi, önce en yeni
uk: Дата створення, спочатку найновіші
zh_hant: 創建日期，最新的在前

source: Creation date, oldest first
ar: تاريخ الخلق ، الأقدم أولاً
de: Erstellungsdatum, Ältestes zuerst
es: Fecha de creación, la más antigua primero
et: Loomise kuupäev, vanim enne
he: תאריך יצירה, הישן ביותר ראשון
id: Tanggal pembuatan, tertua dulu
it: Data di creazione, prima la più vecchia
nl: Aanmaakdatum, oudste eerst
pl: Data utworzenia, najpierw najstarsze
pt: Data de criação, mais antigo primeiro
ru: Дата создания, сначала старая
sv: Skapandedatum, äldst först
th: วันที่สร้าง เก่าที่สุดก่อน
tr: Oluşturma tarihi, önce en eski
uk: Дата створення, спочатку найстаріші
zh_hant: 創建日期，最早的在前

source: Dashboard
ar: لوحة التحكم
de: Übersicht
es: Tablero de control
et: T√∂√∂laud
he: לוּחַ מַחווָנִים
id: Dasbor
pl: Pulpit
pt: Painel de instrumentos
ru: Панель
sv: Instrumentpanel
th: แผงควบคุม
tr: Kontrol paneli
uk: Панель приладів
zh_hant: 控制台

source: Data Directory
ar: دليل البيانات
de: Datenverzeichnis
es: Directorio de datos
et: Andmekataloog
he: מדריך נתונים
id: Direktori Data
it: Directory dei dati
nl: Gegevensmap
pl: Katalog danych
pt: Diretório de Dados
ru: Каталог данных
sv: Datakatalog
th: ไดเร็กทอรีข้อมูล
tr: Veri Dizini
uk: Каталог даних
zh_hant: 數據目錄

source: Database Version
ar: إصدار قاعدة البيانات
de: Datenbankversion
es: Versión de la base de datos
et: Andmebaasi versioon
he: גרסת מסד הנתונים
id: Versi Basis Data
it: Versione database
nl: Database versie
pl: Wersja bazy danych
pt: Versão do banco de dados
ru: Версия базы данных
sv: Databasversion
th: เวอร์ชันฐานข้อมูล
tr: Veritabanı Sürümü
uk: Версія бази даних
zh_hant: 數據庫版本

source: Date
ar: التاريخ
de: Datum
es: Fecha
et: Datum
he: תַאֲרִיך
id: Tanggal
it: Data
nl: Datum
pl: Data
pt: Data
ru: Дата
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
zh_hant: 日期

source: Date range
ar: نطاق التاريخ
de: Zeitraum
es: Rango de fechas
et: Kuup√§eva vahemik
he: טווח תאריכים
id: Rentang tanggal
it: Intervallo di date
nl: Datumbereik
pl: Zakres dat
pt: Intervalo de datas
ru: Период
sv: Datumintervall
th: ช่วงวันที่
tr: Zaman aralığı
uk: Діапазон дати
zh_hant: 日期范围

source: Date ranges
ar: نطاقات التاريخ
de: Zeiträumen
es: Rangos de fechas
et: Kuupäevavahemikud
he: טווחי תאריכים
id: Rentang tanggal
it: Gamme di date
nl: Datumbereiken
pl: Zakresy dat
pt: Intervalos de datas
ru: Диапазоны дат
sv: Datumintervall
th: ช่วงวันที่
tr: Tarih aralıkları
uk: Діапазони дат
zh_hant: 日期范围

source: Date start/end
ar: تاريخ البدء / الانتهاء
de: Datum Beginn/Ende
es: Fecha inicio/fin
et: Alguse/lõpu kuupäev
he: תאריך התחלה/סיום
id: Tanggal mulai/akhir
it: Data inizio/fine
nl: Datum begin/einde
pl: Data rozpoczęcia/zakończenia
pt: Data início/fim
ru: Дата начала/окончания
sv: Datum start/slut
th: วันที่เริ่มต้น/สิ้นสุด
tr: Tarih başlangıç/bitiş
uk: Дата початку/закінчення
zh_hant: 開始/結束日期

source: Delete if no other page is connected to this page.
ar: تحذف إذا لم يكن هناك صفحات متصلة بهذه الصفحة.
de: Löschen, wenn keine andere Seite mit dieser Seite verbunden ist.
es: Eliminar si no hay ninguna otra pagina conectada a esta página.
et: Kustutage, kui selle lehega pole ühendatud ühtegi teist lehte.
he: מחק אם אין דף אחר המחובר לדף זה.
id: Hapus jika tidak ada halaman lain yang terhubung ke halaman ini.
it: Elimina se nessun'altra pagina è collegata a questa pagina.
nl: Verwijder als geen andere pagina’s een connectie met deze pagina hebben.
pl: Usuń, jeśli żadna inna strona nie jest połączona z tą stroną.
pt: Apagar se nenhuma outra página estiver ligada a esta página.
ru: Удалить, если к этой странице не подключена никакая другая страница.
sv: Ta bort om inga andra sidan är ansluten till denna sida.
th: ลบหากไม่มีเพจอื่นเชื่อมต่อกับเพจนี้
tr: Eğer başka bir sayfa bu sayfa ile bağlantılı değilse sil.
uk: Видалити, якщо до цієї сторінки не підключено жодну іншу сторінку.
zh_hant: 如果没有其他页面连接到这个页面，则删除。

source: Delete if not connected anymore
ar: احذف إذا لم يعد متصلاً
de: Löschen, wenn keine Verbindung mehr besteht
es: Eliminar si ya no está conectado
et: Kustutage, kui pole enam ühendust
he: מחק אם לא מחובר יותר
id: Hapus jika tidak terhubung lagi
it: Elimina se non sei più connesso
nl: Verwijder indien niet meer verbonden
pl: Usuń, jeśli nie jest już połączony
pt: Excluir se não estiver mais conectado
ru: Удалить, если больше не подключен
sv: Ta bort om den inte är ansluten längre
th: ลบหากไม่ได้เชื่อมต่ออีกต่อไป
tr: Artık bağlı değilse silin
uk: Видалити, якщо більше не підключено
zh_hant: 如果不再連接，則刪除

source: Delete selected pages
ar: حذف الصفحات المختارة
de: Ausgewählte Seiten löschen
es: Eliminar páginas seleccionadas
et: Kustutage valitud lehed
he: מחק את הדפים שנבחרו
id: Hapus halaman yang dipilih
it: Elimina le pagine selezionate
nl: Verwijder geselecteerde pagina's
pl: Usuń wybrane strony
pt: Excluir páginas selecionadas
ru: Удалить выбранные страницы
sv: Ta bort markerade sidor
th: ลบหน้าที่เลือก
tr: Seçili sayfaları sil
uk: Видалити вибрані сторінки
zh_hant: 刪除選定的頁面

source: Delete this page.
ar: احذف هذه الصحفة.
de: Diese Seite löschen.
es: Borrar esta página.
et: Kustute see leht.
he: מחק את העמוד הזה.
id: Hapus Halaman ini.
it: Cancellare questa pagina.
nl: Verwijder deze pagina.
pl: Usuń tę stronę.
pt: Apagar esta página.
ru: Удалить эту страницу.
sv: Ta bort den här sidan.
th: ลบหน้านี้
tr: Bu sayfayı sil.
uk: Видалити цю сторінку.
zh_hant: 删除这个页面。

source: Delete this page...
ar: احذف هذه الصفحة...
es: Borrar esta página...
et: Kustuta see lehekülg...
he: מחק דף זה...
id: Hapus halaman ini...
it: Cancellare questa pagina...
nl: Verwijder deze pagina...
pl: Usuń tę stronę...
pt: Eliminar esta página...
ru: Удалить эту страницу...
th: ลบหน้านี้...
tr: Bu sayfayı sil...
uk: Видалити цю сторінку...

source: Deleted tasks.
ar: المهام المحذوفة.
de: Gelöschte Aufgaben.
es: Tareas eliminadas.
et: Kustutatud ülesanded.
he: משימות שנמחקו.
id: Tugas yang dihapus.
it: Attività eliminate.
nl: Verwijderde taken.
pl: Usunięte zadania.
pt: Tarefas excluídas.
ru: Удаленные задачи.
sv: Raderade uppgifter.
th: งานที่ถูกลบ
tr: Silinen görevler.
uk: Видалені завдання.
zh_hant: 已刪除的任務。

source: Deleted.
ar: تم الحذف.
de: Gelöscht.
es: Eliminar.
et: Kustutatud.
he: נמחק.
id: Hapus.
it: Soppresso.
nl: Verwijderd.
pl: Usunięto.
pt: Apagado.
ru: Удалено.
sv: Raderade.
th: ลบแล้ว
tr: Silindi.
uk: Видалено.
zh_hant: 删掉了。

source: Deletion cannot be undone.
ar: لا يمكن التراجع عن الحذف.
de: Die Löschung kann nicht rückgängig gemacht werden.
es: La eliminación no se puede deshacer.
et: Kustutamist ei saa tagasi võtta.
he: לא ניתן לבטל את המחיקה.
id: Penghapusan tidak dapat dibatalkan.
it: La cancellazione non può essere annullata.
nl: Verwijderen kan niet ongedaan gemaakt worden.
pl: Usunięcia nie można cofnąć.
pt: A eliminação não pode ser desfeita.
ru: Удаление не может быть отменено.
sv: Radering kan inte ångras.
th: การลบไม่สามารถยกเลิกได้
tr: Silme işlemi geri alınamaz.
uk: Видалення не можна скасувати.
zh_hant: 删除是不能撤销的。

source: Dependent
ar: يعتمد
de: Abhängig
es: Dependiente
et: Sõltuv
he: תלוי
id: Tergantung
it: Dipendente
nl: Afhankelijk
pl: Zależny
pt: Dependente
ru: Зависимый
sv: Beroende
th: ขึ้นอยู่กับ
tr: Bağlı
uk: Залежний
zh_hant: 依赖性

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
et: Katkesta √ºhendus
he: לְנַתֵק
id: Putuskan
it: Scollegare
nl: Ontkoppel
pl: Rozłącz
pt: Desconectar
ru: Отсоединить
sv: Koppla från
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
uk: Від’єднати
zh_hant: 取消连接

source: Discover media
ar: اكتشاف وسائل الإعلام
de: Medien entdecken
es: Descubrir medios
et: Avastage meediat
he: גלה מדיה
id: Temukan media
it: Scopri il contenuto
nl: Ontdek media
pl: Odkryj media
pt: Descubra a mídia
ru: Обнаружить медиаматериал.
sv: Upptäck media
th: ค้นพบสื่อ
tr: Medya bul
uk: Відкрийте для себе медіа
zh_hant: 发现媒体

source: Disks
ar: الأقراص
de: Festplatten
es: Discos
et: Kettad
he: דיסקים
id: Disk
it: Dischi
nl: Schijven
pl: Dyski
pt: Discos
ru: Диски
sv: Skivor
th: ดิสก์
tr: diskler
uk: Диски
zh_hant: 磁盤

source: Display size
ar: عرض الحجم
de: Bildschirmgröße
es: Tamaño de la pantalla
et: Ekraani suurus
he: גודל תצוגה
id: Ukuran layar
it: Dimensioni dello schermo
nl: Schermgrootte
pl: Rozmiar wyświetlacza
pt: Tamanho de exibição
ru: Размер дисплея
sv: Skärmstorlek
th: ขนาดการแสดงผล
tr: Ekran boyutu
uk: Розмір дисплея
zh_hant: 顯示屏尺寸
