Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: If checked then users connected with an <em>author</em> predicate are considered resource owners for the ACL rule evaluation. This ensures that ACL rules marked as <em>manage own</em> are applicable to authors.
ar: إذا تم تحديده، فسيتم اعتبار المستخدمين المتصلين بمسند <em>مؤلف</em> مالكي الموارد لتقييم قاعدة ACL. وهذا يضمن أن قواعد ACL المميزة بـ <em>تدير</em> الخاصة تنطبق على المؤلفين.
de: Wenn diese Option aktiviert ist, gelten Benutzer, die mit einem Prädikat <em>Autor</em> verbunden sind, als Ressourceneigentümer für die ACL-Regelauswertung. Dadurch wird sichergestellt, dass ACL-Regeln, die als <em>eigene verwalten</em> markiert sind, auf Autoren anwendbar sind.
es: Si se marca, los usuarios conectados con un predicado <em>autor</em> se consideran propietarios de recursos para la evaluación de la regla ACL. Esto garantiza que las reglas de ACL marcadas como <em>administran las propias</em> sean aplicables a los autores.
et: Kui see on märgitud, loetakse kasutajad, kes on seotud predikaadiga <em>autor</em> , ACL-reegli hindamisel ressursiomanikeks. See tagab, et ACL-i reeglid, mis on märgitud kui <em>halda oma</em> kehtivad autoritele.
he: אם מסומן, משתמשים המחוברים לפרדיקט <em>מחבר</em> נחשבים לבעלי משאבים עבור הערכת כלל ACL. זה מבטיח שכללי ACL המסומנים כ <em>מנהלים משלו</em> חלים על מחברים.
id: Jika dicentang maka pengguna yang terhubung dengan predikat <em>penulis</em> dianggap sebagai pemilik sumber daya untuk evaluasi aturan ACL. Hal ini memastikan bahwa aturan ACL yang ditandai sebagai <em>kelola sendiri</em> berlaku untuk penulis.
it: Se selezionato, gli utenti connessi con un predicato <em>autore</em> vengono considerati proprietari delle risorse per la valutazione della regola ACL. Ciò garantisce che le regole ACL contrassegnate come <em>gestiscono proprio</em> siano applicabili agli autori.
nl: Indien aangevinkt, worden gebruikers die verbonden zijn met een <em>auteur</em> predikaat beschouwd als eigenaren voor de evaluatie van de ACL-regel. Dit zorgt ervoor dat ACL-regels gemarkeerd als <em>manage own</em> van toepassing zijn op auteurs.
pl: Jeśli zaznaczone, użytkownicy połączeni z predykatem <em>autor</em> są uważani za właścicieli zasobów na potrzeby oceny reguły ACL. Dzięki temu reguły ACL oznaczone jako <em>zarządzają własnymi</em> mają zastosowanie do autorów.
pt: Se marcada, os usuários conectados com um predicado <em>autor</em> serão considerados proprietários de recursos para a avaliação da regra ACL. Isso garante que as regras da ACL marcadas como <em>gerenciam o próprio</em> sejam aplicáveis aos autores.
ru: Если этот флажок установлен, пользователи, связанные с предикатом <em>автора</em> , считаются владельцами ресурсов для оценки правила ACL. Это гарантирует, что правила ACL, отмеченные как <em>управляют собственным</em> , применимы к авторам.
sv: Om markerat anses användare som är anslutna till ett predikat <em>författare</em> som resursägare för utvärderingen av ACL-regeln. Detta säkerställer att ACL-regler markerade som <em>hantera egna</em> är tillämpliga på författare.
th: หากทำเครื่องหมาย ผู้ใช้ที่เชื่อมต่อกับเพรดิเคต <em>ผู้เขียน</em> จะถือเป็นเจ้าของทรัพยากรสำหรับการประเมินกฎ ACL เพื่อให้แน่ใจว่ากฎ ACL ที่ทำเครื่องหมายเป็น <em>จัดการเอง</em> สามารถใช้ได้กับผู้เขียน
tr: İşaretlenirse, <em>yazar</em> yüklemi ile bağlanan kullanıcılar, ACL kuralı değerlendirmesi için kaynak sahipleri olarak kabul edilir. Bu, <em>yönet kendi</em> olarak işaretlenen ACL kurallarının yazarlar için geçerli olmasını sağlar.
uk: Якщо позначено, користувачі, пов’язані з предикатом <em>авторів</em> , вважаються власниками ресурсів для оцінки правила ACL. Це гарантує, що правила ACL, позначені як <em>керують власним</em> , застосовуються до авторів.
zh_hant: 如果選中，則與 <em>作者</em> 謂詞連接的使用者將被視為 ACL 規則評估的資源擁有者。這可確保標記為 <em>管理自己的</em> ACL 規則適用於作者。

source: Import
ar: استيراد
de: Importieren
es: Importar
et: Impordi
he: יְבוּא
id: Impor
it: Importa
nl: Importeer
pt: Importar
ru: Импорт
sv: Importera
th: นำเข้า
tr: İçe aktar
uk: Імпорт
zh_hant: 輸入

source: Import edit rules...
ar: استيراد قواعد التعديل...
de: Bearbeitungsversion der Regeln importieren...
es: Importar reglas de edición...
et: Impordi muutmisreeglid ...
he: ייבא כללי עריכה ...
id: Impor aturan edit...
it: Importa regole...
nl: Importeren edit-versie van de regels...
pl: Importuj zasady edycji...
pt: Importar regras de edição...
ru: Импортировать правила для редактирования...
sv: Importera redigeringsregler ...
th: นำเข้าแก้ไขกฎ ...
tr: Düzenleme kurallarını içe aktar...
uk: Імпортувати правила редагування...
zh_hant: 輸入修改規則...

source: Import edit version of ACL rules
ar: استراد قواعد التعديل للإصدار ACL
de: Importieren der Bearbeitungsversion von ACL-Regeln
es: Importar la versión de edición de las reglas de ACL
et: Importige ACL-reeglite redigeerimisversioon
he: ייבא גרסת עריכה של כללי ACL
id: Impor versi edit aturan ACL
it: Importa regole ACL precedentemente salvate
nl: Importeer edit versie van de toegangsregels
pl: Importuj wersję edycyjną zasad ACL
pt: Importar versão editada das regras LCA
ru: Импорт редактируемой версии правил ACL
sv: Importera redigera version av ACL-regler
th: นำเข้าเวอร์ชันแก้ไขกฎ ACL
tr: ACL kurallarının düzenlenmiş sürümünü içe aktar
uk: Імпорт редагованої версії правил ACL
zh_hant: 輸入ACL规則的编輯版本

source: Importing, the list of rules will refresh after importing.
ar: استيراد، سيتم تحديث قائمة القواعد بعد الاستيراد.
de: Importieren, die Liste der Regeln wird nach dem Importieren aktualisiert.
es: Importando, se refrescara o actualizara la lista de reglas después de la importación.
et: Importimisel värskendatakse reeglite loendit pärast importimist.
he: ייבוא, רשימת הכללים תתרענן לאחר הייבוא.
id: Mengimpor, daftar dari aturan akan disegarkan setelah mengimpor.
it: Importazione in corso, la lista delle regole si aggiornerà dopo l'importazione.
nl: Importeren, de lijst wordt vernieuwd na de import.
pl: Po zaimportowaniu, lista zasad zostanie odświeżona.
pt: Importando, a lista de regras será atualizada após a importação.
ru: Выполняется импорт, список правил обновится после импорта
sv: Importera listan med regler kommer att uppdatera efter importen.
th: การนำเข้ารายการกฎจะรีเฟรชหลังจากนำเข้า
tr: İçe aktarılıyor, kural listesi aktarma sonrasında yenilenecektir.
uk: Після імпорту список правил оновиться.
zh_hant: 輸入中, 規則列表將會在輸入後更新.

source: Keep
ar: حافظ على
de: Behalten
es: Mantener
et: Hoidke
he: לִשְׁמוֹר
id: Menyimpan
it: Mantieni
nl: Behoud
pl: Zachowaj
pt: Guarde
ru: Оставить
sv: Ha kvar
th: เก็บไว้
tr: Devam et
uk: Зберігайте
zh_hant: 留存

source: Manage own
ar: إدارة الخاصة
de: Eigene verwalten
es: Administrar propio
et: Hallake oma
he: נהל בעצמו
id: Kelola sendiri
it: Gestisci il tuo
nl: Alleen eigen pagina’s
pl: Zarządzaj własnymi
pt: Gerenciar próprio
ru: Управляйте собственными
sv: Hantera egen
th: จัดการเอง
tr: Kendini yönet
uk: Керувати своїми
zh_hant: 管理自己的

source: Maximum file upload size per user group. This restricts file uploads for users.
ar: الحد الأقصى لحجم تحميل الملف لكل مجموعة مستخدمين. وهذا يقيد تحميلات الملفات للمستخدمين.
de: Maximale Datei-Upload-Größe pro Benutzergruppe. Dies schränkt Datei-Uploads für Benutzer ein.
es: Máximo tamaño para carga de archivo por grupo de usuario. Esto restringe la carga de archivos para los usuarios.
et: Maksimaalne faili üleslaadimise suurus kasutajagrupi kohta. See piirab kasutajate jaoks failide üleslaadimist.
he: גודל העלאת קבצים מרבי לכל קבוצת משתמשים. זה מגביל את העלאת הקבצים למשתמשים.
id: File maksimum upload ukuran per kelompok pengguna. Hal ini membatasi upload file untuk pengguna.
it: Dimensione massima di caricamento dei file per gruppo di utenti. Questo limita il caricamento dei file per gli utenti.
nl: Maximum bestandsgrootte per gebruikersgroep. Dit beperkt uploads voor gebruikers.
pl: Maksymalny rozmiar wgrywania plików na grupę użytkowników. Ogranicza to wysyłanie plików dla użytkowników.
pt: Tamanho máximo do upload de arquivos por grupo de usuários. existe um limite para carregar arquivos para usuários.
ru: Максимальный размер загрузки файла для каждой группы пользователей. Это ограничивает загрузку файлов для пользователей.
sv: Maximal uppladdning storlek per användargrupp. Detta begränsar uppladdning för användare.
th: ขนาดอัปโหลดไฟล์สูงสุดต่อกลุ่มผู้ใช้ สิ่งนี้ จำกัด การอัปโหลดไฟล์สำหรับผู้ใช้
tr: Gruplar için maksimum dosya yükleme boyutu. Bu kullanıcılar için dosya yüklemeyi sınırlar.
uk: Максимальний розмір завантаження файлу на групу користувачів. Це обмежує завантаження файлів для користувачів.
zh_hant: 每一個用戶組可以上傳的文件大小. 這限制用戶可以上傳的文件大小

source: Maximum upload size
ar: الحد الأقصى لحجم التحميل
de: Maximale Upload-Größe
es: Tamaño máximo de la carga
et: Maksimaalne üleslaadimise suurus
he: גודל העלאה מקסימלי
id: Maksimum ukuran upload
it: Dimensione massima di caricamento
nl: Maximum bestandsgrootte
pl: Maksymalna wielkość przesyłanych plików
pt: Tamanho máximo de upload
ru: Максимальный размер загрузки
sv: Maximal uppladdningsstorlek
th: ขนาดอัปโหลดสูงสุด
tr: Maksimum dosya yükleme boyutu
uk: Максимальний розмір завантаження
zh_hant: 最大的上傳文件大小

source: Members
ar: أعضاء
de: Mitglieder
es: Miembros
et: Liikmed
he: חברים
id: Anggota
it: Membri
nl: Leden
pl: Członkowie
pt: Membros
ru: Аутентифицированным пользователям
sv: Medlemmar
th: สมาชิก
tr: Üyeler
uk: Члени
zh_hant: 成员

source: Members of same user group
ar: أعضاء من نفس مجموعة المستخدمين
de: Mitglieder der gleichen Benutzergruppe
es: Miembros del mismo grupo de usuario
et: Sama kasutajagrupi liikmed
he: חברים מאותה קבוצת משתמשים
id: Anggota dari kelompok pengguna yang sama
it: Membri dello stesso gruppo di utenti
nl: Leden van dezelfde groep
pl: Członkowie tej samej grupy użytkowników
pt: Membros do mesmo grupo de utilizadores
ru: Членам той же группы пользователей
sv: Medlemmar i samma användargrupp
th: สมาชิกของกลุ่มผู้ใช้เดียวกัน
tr: Aynı kullanıcı grubunun üyeleri
uk: Члени однієї групи користувачів
zh_hant: 同一用戶組的成員們

source: Module
ar: وحدة
de: Modul
es: Módulo
et: Moodul
he: מודול
id: Modul
it: Modulo
pl: Moduł
pt: Módulo
ru: Модуль
sv: Modul
th: โมดูล
tr: Modül
uk: Модуль
zh_hant: 組件

source: Modules
ar: وحدات
es: Módulos
et: Moodulid
he: מודולים
id: Modul
it: Moduli
pl: Moduły
pt: Módulos
ru: Модули
sv: Moduler
th: โมดูล
tr: Modüller
uk: Модулі
zh_hant: 組件

source: Move all users within these user groups to:
ar: قم بنقل كافة المستخدمين الذين ضمن مجموعات المستخدمين إلى:
de: Verschieben Sie alle Benutzer innerhalb dieser Benutzergruppen nach:
es: Mover a todos los usuarios dentro de estos grupos a:
et: Teisaldage kõik nende kasutajagruppide kasutajad:
he: העבר את כל המשתמשים בקבוצות משתמשים אלה אל:
id: Memindahkan semua pengguna dalam kelompok-kelompok pengguna untuk:
it: Sposta tutti gli utenti all'interno di questi gruppi in:
nl: Verplaats alle gebruikers in deze gebruikersgroepen naar:
pl: Przenieś wszystkich użytkowników w obrębie tych grup użytkowników do:
pt: Mova todos os utilizadores dentro destes grupos de utilizadores para:
ru: Переместите всех пользователей в этих группах в:
sv: Flytta alla användare inom dessa användargrupper till:
th: ย้ายผู้ใช้ทั้งหมดภายในกลุ่มผู้ใช้เหล่านี้ไปที่:
tr: Kullanıcı grubundaki tüm kullanıcıları şuraya taşı:
uk: Перемістити всіх користувачів із цих груп користувачів до:
zh_hant: 轉移這些用戶組內全部的用戶們到:

source: Move to {title}…
ar: الانتقال إلى {title}…
de: Umzug nach {title}…
es: Pase a {title}…
et: Liikumine aadressile {title}…
he: עבור ל- {title}…
id: Pindah ke {title}…
it: Spostarsi su {title}…
nl: Verplaats naar {title}…
pl: Przejdź do {title}…
pt: Aceder a {title}…
ru: Перейдите на сайт {title}…
th: ย้ายไปที่ {title}…
tr: {title}…adresine gidin
uk: Перемістити до {title}…

source: No ACL rules
ar: لا يوجد قواعد ACL
de: Keine ACL-Regeln
es: Sin las reglas ACL
et: Puuduvad ACL-reeglid
he: אין כללי ACL
id: Tidak ada peraturan ACL
it: Nessuna regola ACL
nl: Geen toegangsregels gedefinieerd
pl: Brak zasad ACL
pt: Sem regras de LCA
ru: Нет правил ACL
sv: Inga ACL-regler
th: ไม่มีกฎ ACL
tr: ACL kuralı yok
uk: Немає правил ACL
zh_hant: 無允許流覽的用戶 (ACL) 的控制規則

source: Not all user groups could be deleted.
ar: لا يمكن حذف جميع مجموعات المستخدمين.
de: Es konnten nicht alle Benutzergruppen gelöscht werden.
es: No todos los grupos de usuarios podrían ser eliminados.
et: Kõiki kasutajagruppe ei saanud kustutada.
he: לא ניתן למחוק את כל קבוצות המשתמשים.
id: Tidak semua grup pengguna bisa dihapus.
it: Non è stato possibile eliminare tutti i gruppi di utenti.
nl: Niet alle gebruikersgroepen konden worden verwijderd.
pl: Nie wszystkie grupy użytkowników mogą zostać usunięte.
pt: Nem todos os grupos de usuários puderam ser excluídos.
ru: Не все группы пользователей могли быть удалены
sv: Alla användargrupper kan inte raderas.
th: ไม่สามารถลบกลุ่มผู้ใช้ทั้งหมดได้
tr: Tüm kullanıcı grupları silinemez.
uk: Не всі групи користувачів можна було видалити.
zh_hant: 並非所有的用戶組都可以被刪除.

source: Not allowed to change ACL options.
ar: غير مسموح بتغيير خيارات ACL.
de: ACL-Optionen dürfen nicht geändert werden.
es: No se permite cambiar las opciones de ACL.
et: ACL-i valikuid pole lubatud muuta.
he: אסור לשנות אפשרויות ACL.
id: Tidak diperbolehkan mengubah opsi ACL.
it: Non è consentito modificare le opzioni ACL.
nl: Het is niet toegestaan om ACL-opties te wijzigen.
pl: Nie wolno zmieniać opcji listy ACL.
pt: Não é permitido alterar as opções de ACL.
ru: Не разрешено изменять параметры ACL.
sv: Inte tillåtet att ändra ACL-alternativ.
th: ไม่อนุญาตให้เปลี่ยนตัวเลือก ACL
tr: ACL seçeneklerini değiştirmeye izin verilmiyor.
uk: Не дозволено змінювати параметри ACL.
zh_hant: 不允許更改 ACL 選項。

source: Not allowed.
ar: غير مسموح به.
de: Nicht erlaubt.
es: No esta permitido.
et: Ei ole lubatud.
he: לא מורשה.
id: Tidak diijinkan.
it: Non consentito.
nl: Niet toegestaan.
pl: Nie dozwolone.
pt: Não é permitido.
ru: Не разрешено.
sv: Inte tillåtet.
th: ไม่ได้รับอนุญาต.
tr: İzin verilmiyor.
uk: Не дозволено.
zh_hant: 不允許

source: Options
ar: خيارات
de: Optionen
es: Opciones
et: Parameetrid
he: אפשרויות
id: Pilihan
it: Opzioni
nl: Opties
pl: Opcje
pt: Opções
ru: Опции
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
zh_hant: 选项

source: Options for the ACL module.
ar: خيارات لوحدة ACL.
de: Optionen für das ACL-Modul.
es: Opciones para el módulo ACL.
et: ACL-mooduli valikud.
he: אפשרויות עבור מודול ACL.
id: Opsi untuk modul ACL.
it: Opzioni per il modulo ACL.
nl: Opties voor de ACL-module.
pl: Opcje modułu ACL.
pt: Opções para o módulo ACL.
ru: Опции модуля ACL.
sv: Alternativ för ACL-modulen.
th: ตัวเลือกสำหรับโมดูล ACL
tr: ACL modülü seçenekleri.
uk: Опції для модуля ACL.
zh_hant: ACL 模組的選項。

source: Or click <strong>Delete all user groups</strong> to disconnect all users and delete the user groups.
ar: أو انقر على <strong>حذف جميع مجموعات المستخدمين</strong>من أجل قطع اتصال المستخدمين و حذف مجموعات المستخدمين.
de: Oder klicken Sie auf <strong>Alle Benutzergruppen löschen</strong> , um die Verbindung aller Benutzer zu trennen und die Benutzergruppen zu löschen.
es: O has click en <strong>Eliminar todos los grupos de usuarios</strong>para desconectar todos los usuarios y eliminar los grupos de usuarios.
et: Või klõpsake nuppu <strong>Kustuta kõik kasutajagrupid</strong> kõigi kasutajate ühenduse katkestamiseks ja kasutajagruppide kustutamiseks.
he: או לחץ על <strong>מחק את כל קבוצות המשתמשים</strong> כדי לנתק את כל המשתמשים ולמחוק את קבוצות המשתמשים.
id: Atau klik <strong>Hapus semua kelompok pengguna</strong> untuk memutuskan semua pengguna dan menghapus kelompok pengguna.
it: Oppure cliccate <strong>Elimina tutti i gruppi di utenti</strong> per disconnettere tutti gli utenti e cancellare i gruppi di utenti.
nl: Of klik <strong>Verwijder alle gebruikersgroepen</strong> om alle gebruikers los te koppelen en de gebruikersgroepen te verwijderen.
ru: Или нажмите <strong>Удалить все группы пользователей</strong> , чтобы отключить всех пользователей и удалить группы пользователей.
sv: Eller klicka på <strong>Ta bort alla användargrupper</strong> för att koppla bort alla användare och radera användargrupperna.
th: หรือคลิก <strong>ลบกลุ่มผู้ใช้ทั้งหมด</strong> เพื่อยกเลิกการเชื่อมต่อผู้ใช้ทั้งหมดและลบกลุ่มผู้ใช้
tr: Yada tüm kullanıcıların bağlantılarını kesmek ve tüm kullanıcı gruplarını silmek için <strong>Tüm kullanıcı gruplarını sil</strong>'e tıklayın.
uk: Або натисніть <strong>Видалити всі групи користувачів</strong> , щоб відключити всіх користувачів і видалити групи користувачів.
zh_hant: 或是按 '刪除全部用戶組' 停止全部用戶並刪除用戶組.

source: Own content
ar: المحتوى الخاص
de: Eigener Inhalt
es: Contenido propio
et: Oma sisu
he: תוכן משלו
id: Konten sendiri
it: Contenuto proprio
nl: Eigen pagina’s
pl: Własna treść
pt: Conteúdo próprio
ru: Собственный контент
sv: Eget innehåll
th: เนื้อหาของตัวเอง
tr: Kendi içeriği
uk: Власний контент
zh_hant: 自己的内容

source: People who can view this page
ar: الأشخاص الذين يمكنهم مشاهدة هذه الصفحة
de: Personen, die diese Seite sehen können
es: Las personas que pueden ver esta página
et: Inimesed, kes saavad seda lehte vaadata
he: אנשים שיכולים לצפות בדף זה
id: Orang yang dapat melihat halaman ini
it: Persone che possono visualizzare questa pagina
nl: Mensen die deze pagina kunnen bekijken
pl: Osoby, które mogą wyświetlać tę stronę
pt: Pessoas que podem ver esta página
ru: Людям, которые могут просматривать эту страницу
sv: Människor som kan se den här sidan
th: ผู้ที่สามารถดูหน้านี้
tr: Bu sayfayı görüntüleyebilen kişiler
uk: Люди, які можуть переглядати цю сторінку
zh_hant: 可以浏览此页面的人

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
et: Load
he: אישורים
id: Izin
it: Permessi
nl: Permissies
pl: Uprawnienia
pt: Permissões
ru: Разрешения
sv: Behörigheter
th: สิทธิ์
tr: İzinler
uk: Дозволи
zh_hant: 允許的權限

source: Please select a collaboration_group
ar: الرجاء تحديد مجموعة_التعاون
de: Bitte wähle eine Zusammenarbeitsgruppe
es: Por favor selecciona un collaboration_group
et: Valige koostöö_grupp
he: אנא בחר קבוצת_שיתוף פעולה
id: Silakan pilih grup_kolaborasi
it: Devi selezionare un gruppo di collaborazione
nl: Selecteer een samenwerkingsgroep
pl: Proszę wybrać grupę współpracy
pt: Por favor, selecione um grupo de colaboração
ru: Пожалуйста, выберите группу сотрудничества
sv: Var god välj ett samarbete_grupp
th: โปรดเลือกกลุ่มการทำงานร่วมกัน
tr: Lütfen bir işbirliği_grubu seçin
uk: Будь ласка, виберіть collaboration_group
zh_hant: 請選擇一個合作夥伴群

source: Private
ar: خاص
de: Privat
es: Privado
et: Privaatne
he: פְּרָטִי
id: Pribadi
it: Privato
nl: Privé
pl: Prywatne
pt: Particular
ru: Частный
sv: Privat
th: เอกชน
tr: Özel
uk: Приватний
zh_hant: 私人的

source: Private properties are email, phone, visiting address, and date range.
ar: الملكية الخاصة هي عنوان البريد الإلكتروني و هاتف و عنوان الزيارة و نطاق التاريخ.
de: Private Eigenschaften sind E-Mail, Telefon, Besuchsadresse und Datumsbereich.
es: Propiedades privadas son el correo electrónico, el teléfono, dirección, y el intervalo de fechas.
et: Eraomadused on e-post, telefon, külastusaadress ja kuupäevavahemik.
he: נכסים פרטיים הם דוא"ל, טלפון, כתובת ביקור וטווח תאריכים.
id: Sifat-sifat pribadi email, telepon, mengunjungi alamat, dan rentang tanggal.
it: Le proprietà private sono email, telefono, indirizzo di visita e intervallo di date.
nl: Privé waardes zijn e-mail, telefoon, bezoekadres en datumbereik.
pl: Własność prywatna to poczta elektroniczna, telefon, adres i przedział dat.
pt: Propriedades privadas são e-mail, telefone, endereço de visita e intervalo de datas.
ru: Приватные свойства - это электронная почта, телефон, адрес для посещения и диапазон дат.
sv: Privata fastigheter är e-post, telefon, besöksadress, och datumintervall.
th: คุณสมบัติส่วนตัว ได้แก่ อีเมลโทรศัพท์ที่อยู่เยี่ยมและช่วงวันที่
tr: Kişiye özel özellikler e-postalar, telefonlar, ziyaret adresleri ve tarih aralıklarıdır.
uk: Приватними властивостями є електронна пошта, телефон, адреса для відвідування та діапазон дат.
zh_hant: 電子郵件，電話號碼，流覽器的地址，以及日期範圍 是私人的屬性

source: Publish
ar: نشر
de: Veröffentlichen
es: Publicar
et: Avalda
he: לְפַרְסֵם
id: Mempublikasikan
it: Pubblica
nl: Publiceer
pl: Opublikuj
pt: Publicar
ru: Опубликовать
sv: Publicera
th: เผยแพร่
tr: Yayınla
uk: Опублікувати
zh_hant: 發布

source: Publish successful
ar: تم النشر بنجاح
de: Veröffentlichung erfolgreich
es: Publicación exitosa
et: Avaldamine õnnestus
he: פרסם מוצלח
id: Terbitan sukses
it: Pubblicare con successo
nl: Succesvol gepubliceerd
pl: Opublikowanie powiodło się
pt: Publicado com sucesso
ru: Опубликовано успешно
sv: Publicera lyckades
th: เผยแพร่สำเร็จ
tr: Yayın başarılı
uk: Публікація успішна
zh_hant: 發布成功

source: Revert
ar: العودة
de: Zurückkehren
es: Revertir
et: Tagasi
he: לַחֲזוֹר
id: Kembali
it: Ripristina
nl: Herstel
pl: Przywróć
pt: Reverter
ru: Вернуться
sv: Återgå
th: เปลี่ยนกลับ
tr: Geri al
uk: Повернути
zh_hant: 恢復

source: Revert back to published version
ar: العودة إلى الوراء للإصدار الذي تم نشره
de: Zurückkehren zur veröffentlichten Version
es: Revertir a la versión publicada
et: Naase avaldatud versiooni juurde
he: חזור לגרסה שפורסמה
id: Kembalikan ke versi yang dipublikasikan
it: Torna alla versione pubblicata
nl: Terug naar gepubliceerde versie
pl: Wróć do wersji opublikowanej
pt: Voltar à versão publicada
ru: Вернуться к опубликованной версии
sv: Återgå till den publicerade versionen
th: เปลี่ยนกลับเป็นเวอร์ชันที่เผยแพร่
tr: Yayınlanmış sürüme geri dön
uk: Повернутися до опублікованої версії
zh_hant: 恢復為已發布的版本

source: Reverted rules
ar: القواعد التي تم إرجاعها
de: Umgekehrte Regeln
es: Revertir reglas
et: Tagasireeglid
he: חוקים שהוחזרו
id: Aturan yang dikembalikan
it: Regole ripristinate
nl: Regels zijn teruggezet
pl: Przywrócone reguły
pt: Regras revertidas
ru: Правила возвращены
sv: Återställda regler
th: กฎที่เปลี่ยนกลับ
tr: Geri alının kurallar
uk: Повернені правила
zh_hant: 還原規則

source: Save
ar: حفظ
de: Speichern
es: Guardar
et: Salvesta
he: להציל
id: Simpan
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_hant: 保存

source: Save Upload Permissions
ar: حفظ أذونات التحميل
de: Upload-Berechtigungen speichern
es: Guardar los permisos de carga
et: Salvestage üleslaadimisõigused
he: שמור הרשאות העלאה
id: Simpan Izin Unggahan
it: Salvare le autorizzazioni di caricamento
nl: Opslaan van de uploadrechten
pl: Zapisz uprawnienia do wysyłania plików
pt: Salvar Permissões de Upload
ru: Сохранить разрешения на загрузку
sv: Spara uppladdningsbehörigheter
th: บันทึกสิทธิ์การอัปโหลด
tr: Yükleme İzinlerini Kaydet
uk: Зберегти дозволи на завантаження
zh_hant: 保存上傳權限

source: Saved collaboration group settings
ar: إعدادات مجموعة التعاون المحفوظة
de: Zusammenarbeitsgruppen gespeichert.
es: Guardada la Configuración de los grupos de colaboración
et: Koostöörühma seaded on salvestatud
he: הגדרות קבוצת שיתוף פעולה נשמרו
id: Disimpan kolaborasi pengaturan grup
it: Impostazioni del gruppo di collaborazione salvate
nl: Samenwerkingsgroep instellingen opgeslagen
pl: Zapisane ustawienia grupy współpracy
pt: Configurações do grupo de colaboração salvas
ru: Настройки групп сотрудничества сохранены
sv: Sparade samarbetsgruppsinställningar
th: บันทึกการตั้งค่ากลุ่มการทำงานร่วมกัน
tr: Kaydedilmiş işbirliği grubu ayarları
uk: Збережені налаштування групи для співпраці
zh_hant: 保存的協作組設置

source: Select
ar: يختار
de: Wählen
es: Seleccione
et: Valige
he: בחר
id: Pilih
it: Selezionare
nl: Selecteer
pl: Wybierz
pt: Selecione
ru: Выбрать
sv: Välj
th: เลือก
tr: Seçiniz
uk: Виберіть
zh_hant: 選擇

source: Select category
ar: اختر الفئة
de: Kategorie wählen
es: Seleccione la categoría...
et: Vali kategooria
he: בחר קטגוריה
id: Pilih Kategori
it: Seleziona la categoria
nl: Selecteer categorie
pl: Wybierz kategorię
pt: Selecione a categoria
ru: Выберите категорию
sv: Välj kategori
th: เลือกหมวดหมู่
tr: Kategori seç
uk: Вибрати категорію
zh_hant: 選擇類別
