Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Home Directory
ar: الدليل الرئيسي
de: Home-Verzeichnis
es: Directorio de casas...
et: Kodukataloog
he: מדריך הבית
id: Direktori Rumah
it: Indice della casa
pl: Katalog domowy
pt: Directório Principal
ru: Главный каталог
sv: Hemkatalog
th: โฮมไดเร็กทอรี
tr: Ana Dizin
uk: Домашній каталог
zh_hant: 主页目录

source: IP Address
ar: عنوان IP
de: IP-Adresse
es: Dirección IP
et: IP-aadress
he: כתובת ה - IP
id: Alamat IP
it: Indirizzo IP
nl: IP-adres
pl: Adres IP
pt: Endereço IP
ru: IP-адрес
sv: IP-adress
th: ที่อยู่ IP
tr: IP adresi
uk: IP-адреса
zh_hant: IP地址

source: If a page has a publication date range then it will only be visible between the two dates. Note that if you are allowed to edit the page then you can always see it.
ar: إذا كانت الصفحة تحتوي على نطاق تاريخ للنشر ، فستكون مرئية فقط بين التاريخين. لاحظ أنه إذا كان مسموحًا لك بتحرير الصفحة فيمكنك دائمًا رؤيتها.
de: Wenn eine Seite einen Veröffentlichungsdatumsbereich hat, ist sie nur zwischen diesen beiden Daten sichtbar. Beachten Sie, dass Sie die Seite immer sehen können, wenn Sie berechtigt sind, sie zu bearbeiten.
es: Si una página tiene un rango de fechas de publicación, sólo será visible entre las dos fechas. Ten en cuenta que si se te permite editar la página, siempre podrás verla.
et: Kui lehel on avaldamise kuupäevavahemik, on see nähtav ainult kahe kuupäeva vahel. Pange tähele, et kui teil on lubatud lehte muuta, näete seda alati.
he: אם לדף יש טווח תאריכים לפרסום, הוא יהיה גלוי רק בין שני התאריכים. שים לב שאם אתה רשאי לערוך את הדף אז אתה תמיד יכול לראות אותו.
id: Jika halaman memiliki rentang tanggal publikasi, maka itu hanya akan terlihat di antara dua tanggal. Perhatikan bahwa jika Anda diizinkan untuk mengedit halaman, Anda selalu dapat melihatnya.
it: Se una pagina ha un intervallo di date di pubblicazione, allora sarà visibile solo tra le due date. Nota che se hai il permesso di modificare la pagina allora puoi sempre vederla.
nl: Als een pagina een publicatiedatumbereik heeft, dan is deze alleen zichtbaar tussen die twee data. Merk op dat als je de pagina mag bewerken, je deze altijd kan zien.
pl: Jeśli strona ma zakres dat publikacji, będzie widoczna tylko między dwiema datami. Zwróć uwagę, że jeśli możesz edytować stronę, zawsze możesz ją widzieć.
pt: Se uma página tem um intervalo de datas de publicação, então ela só será visível entre as duas datas. Note que se você tiver permissão para editar a página, então você sempre poderá vê-la.
ru: Если страница имеет диапазон дат публикации, то она будет видна только между этими двумя датами. Обратите внимание, что если вам разрешено редактировать страницу, то вы всегда сможете ее увидеть.
sv: Om en sida har ett publiceringsdatum kommer den bara att vara synlig mellan de två datumen. Observera att om du får redigera sidan kan du alltid se den.
th: หากหน้ามีช่วงวันที่เผยแพร่หน้านั้นจะมองเห็นได้ระหว่างวันที่สองวันเท่านั้น โปรดทราบว่าหากคุณได้รับอนุญาตให้แก้ไขเพจคุณจะสามารถดูได้ตลอดเวลา
tr: Bir sayfanın yayın tarih aralığı varsa, o zaman yalnızca iki tarih arasında görünür olacaktır. Sayfayı düzenleme izniniz varsa, her zaman görebileceğinizi unutmayın.
uk: Якщо сторінка має діапазон дат публікації, вона буде видима лише між двома датами. Зауважте, що якщо вам дозволено редагувати сторінку, ви завжди зможете її побачити.
zh_hant: 如果一个页面有一个发布日期范围，那么它将只在两个日期之间可见。请注意，如果你被允许编辑页面，那么你可以一直看到它。

source: If none of the languages has a page path then the complete path will be:
ar: إذا لم يكن لأي من اللغات مسار صفحة، فسيكون المسار الكامل هو:
de: Wenn keine der Sprachen einen Seitenpfad hat, wird der vollständige Pfad angegeben:
es: Si ninguno de los idiomas tiene una ruta de página, la ruta completa será:
et: Kui ühelgi keelel pole lehe teed, siis on täielik tee järgmine:
he: אם לאף אחת מהשפות אין נתיב דף, הנתיב המלא יהיה:
id: Jika tidak ada bahasa yang memiliki jalur halaman maka jalur lengkapnya adalah:
it: Se nessuna delle lingue ha un percorso di pagina, il percorso completo sarà:
nl: Als geen van de talen een pagina-pad heeft, dan is het volledige pad:
pl: Jeśli żaden z języków nie posiada ścieżki strony, pełna ścieżka będzie wyglądać następująco:
pt: Se nenhum dos idiomas tiver um caminho de página, o caminho completo será:
ru: Если ни для одного из языков не указан путь к странице, то полный путь будет следующим:
sv: Om inget av språken har en sökväg till sidan blir den fullständiga sökvägen:
th: ถ้าไม่มีภาษาใดมีเส้นทางของหน้า เส้นทางทั้งหมดจะเป็นดังนี้:
tr: Eğer dillerden hiçbiri sayfa yoluna sahip değilse tam yol şu şekilde olacaktır:
uk: Якщо жодна з мов не має шляху до сторінки, то повний шлях буде таким:
zh_hant: 如果沒有任何語言具有頁面路徑，則完整路徑將為：

source: If not checked then a visitor is always redirected to the canonical URL of this page.
ar: إذا لم يتم تحديد هذا المربع، فسيتم دائمًا إعادة توجيه الزائر إلى عنوان URL الأساسي لهذه الصفحة.
de: Wenn diese Option nicht aktiviert ist, wird ein Besucher immer auf die kanonische URL dieser Seite umgeleitet.
es: Si no se marca, el visitante siempre será redirigido a la URL canónica de esta página.
et: Kui see pole märgitud, suunatakse külastaja alati selle lehe kanoonilisele URL-ile.
he: אם לא מסומן, מבקר תמיד מופנה לכתובת האתר הקנונית של דף זה.
id: Jika tidak dicentang maka pengunjung selalu diarahkan ke URL kanonik halaman ini.
it: Se non selezionata, il visitatore verrà sempre reindirizzato all'URL canonico di questa pagina.
nl: Als deze optie niet is aangevinkt, wordt een bezoeker altijd doorgestuurd naar de canonieke URL van deze pagina.
pl: Jeśli nie zaznaczono tej opcji, użytkownik jest zawsze przekierowywany do kanonicznego adresu URL tej strony.
pt: Se não estiver marcado, o visitante será sempre redirecionado para o URL canónico desta página.
ru: Если этот флажок не установлен, посетитель всегда перенаправляется на канонический URL-адрес этой страницы.
sv: Om inte markerat omdirigeras en besökare alltid till den kanoniska URL:en för den här sidan.
th: หากไม่ได้ตรวจสอบ ผู้เยี่ยมชมจะถูกส่งต่อไปยัง URL ตามหลักเกณฑ์ของหน้านี้เสมอ
tr: İşaretlenmediği takdirde ziyaretçi her zaman bu sayfanın kanonik URL'sine yönlendirilir.
uk: Якщо не позначено, відвідувач завжди перенаправляється на канонічну URL-адресу цієї сторінки.
zh_hant: 如果未選中，則訪客始終會被重新導向到此頁面的規範 URL。

source: Import only direct connections (shallow copy).
ar: استيراد التوصيلات المباشرة فقط (نسخة ضحلة).
de: Nur direkte Verbindungen importieren (flache Kopie).
es: Importe solo conexiones directas (copia superficial).
et: Importige ainult otseühendusi (madal koopia).
he: ייבא רק חיבורים ישירים (העתק רדוד).
id: Impor hanya koneksi langsung (salinan dangkal).
it: Importa solo connessioni dirette (copia superficiale).
nl: Importeer alleen directe verbindingen (ondiepe kopie).
pl: Importuj tylko połączenia bezpośrednie (płytka kopia).
pt: Importe apenas conexões diretas (cópia superficial).
ru: Импортировать только прямые соединения (мелкая копия).
sv: Importera endast direktanslutningar (grund kopia).
th: นำเข้าเฉพาะการเชื่อมต่อโดยตรง (คัดลอกแบบตื้น)
tr: Yalnızca doğrudan bağlantıları içe aktarın (sığ kopya).
uk: Імпортуйте лише прямі з’єднання (неглибока копія).
zh_hant: 僅導入直接連接（淺拷貝）。

source: Imported content
ar: المحتوى المستورد
de: Importierte Inhalte
es: contenido importado
et: Imporditud sisu
he: תוכן מיובא
id: Konten yang diimpor
it: Contenuti importati
nl: Geïmporteerde inhoud
pl: Zaimportowana zawartość
pt: conteúdo importado
ru: Импортированный контент
sv: Importerat innehåll
th: เนื้อหาที่นำเข้า
tr: İçe aktarılan içerik
uk: Імпортований вміст
zh_hant: 導入內容

source: Indexed by search engines
ar: مفهرسة من قبل محركات البحث
de: Von Suchmaschinen indiziert
es: Indexado por los motores de búsqueda
et: Otsingumootorite indekseeritud
he: הוכנס לאינדקס על ידי מנועי החיפוש
id: Diindeks oleh mesin pencari
it: Indicizzato dai motori di ricerca
nl: Geïndexeerd door zoekmachines
pl: Indeksowane przez wyszukiwarki
pt: Indexado por motores de busca
ru: Индексируется поисковыми системами
sv: Indexeras av sökmotorer
th: จัดทำดัชนีโดยเครื่องมือค้นหา
tr: Arama motorları tarafından indekslendi
uk: Індексується пошуковими системами
zh_hant: 被搜索引擎收錄

source: Info
ar: معلومات
es: Información
he: מידע
nl: Informatie
pl: Informacja
pt: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
uk: Інформація
zh_hant: 消息

source: Info link with modal popup
ar: رابط المعلومات على شكل رسالة منبثقة
de: Info-Link mit modalem Popup
es: Enlace de información con un modal de ventana emergente
et: Info link modaalse hüpikaknaga
he: קישור מידע עם קופץ מודאלי
id: Info link dengan modal popup
it: Link informativo con popup modale
nl: Informatie link met popup venster
pl: Link informacyjny z wyskakującym okienkiem modalnym
pt: Link informativo com popup modal
ru: Справочную ссылку с модальным popup-сообщением
sv: Info-länk med modala popupfönster
th: ลิงค์ข้อมูลพร้อมโมดอลป๊อปอัป
tr: Popup ile bilgi bağlantısı
uk: Інформаційне посилання з модальним спливаючим вікном
zh_hant: 有一个消息链接模态弹出視窗

source: Inline block
ar: كتلة مضمنة
es: Bloque en línea
et: Sisse blokeeritud
he: חסום מוטבע
id: Blok inline
it: Blocco in linea
nl: Inline blok
pl: Blok wbudowany
pt: Bloco em linha
ru: Встроенный блок
sv: Inbyggt block
th: บล็อกแบบอินไลน์
tr: Satır içi bloğu
uk: Вбудований блок
zh_hant: 内嵌块

source: Is connected with predicate
ar: متصل مع المسند
de: Ist mit Prädikat verbunden
es: está conectado con el predicado
et: On seotud predikaadiga
he: מחובר עם פרדיקט
id: Dihubungkan dengan predikat
it: È connesso con il predicato
nl: Is verbonden met predikaat
pl: Jest związany z predykatem
pt: Está conectado com predicado
ru: Связан со сказуемым
sv: Hänger ihop med predikat
th: เชื่อมต่อกับเพรดิเคต
tr: yüklem ile bağlantılıdır
uk: Пов'язаний з присудком
zh_hant: 與謂詞連接

source: Items per page
ar: عناصر في كل صفحة
de: Artikel pro Seite
es: Artículos por pagina
et: Üksusi lehel
he: פריטים לעמוד
id: Butir per halaman
it: Articoli per pagina
nl: Items per pagina
pl: Pozycje na stronę
pt: Itens por página
ru: Пунктов на странице
sv: Produkter per sida
th: รายการต่อหน้า
tr: Sayfa başına öğe
uk: Елементів на сторінці
zh_hant: 每页项目

source: Language independent
ar: لغة مستقلة
de: Sprachunabhängig
es: Independencia lingüística
et: Keelest sõltumatu
he: ללא תלות בשפה
id: Bahasa yang independen
it: Indipendente dalla lingua
nl: Taalonafhankelijk
pl: Niezależność językowa
pt: Independente da língua
ru: Независимый язык
th: ไม่ขึ้นกับภาษา
tr: Dilden bağımsız
uk: Незалежно від мови

source: Language of media content
ar: لغة المحتوى الإعلامي
de: Sprache der Medieninhalte
es: Idioma del contenido multimedia
et: Meedia sisu keel
he: שפת תוכן המדיה
id: Bahasa konten media
it: Linguaggio dei contenuti multimediali
nl: Taal van media-inhoud
pl: Język treści medialnych
pt: Idioma do conteúdo de mídia
ru: Язык медиаконтента
sv: Språk för medieinnehåll
th: ภาษาของเนื้อหาสื่อ
tr: Medya içeriğinin dili
uk: Мова медіаконтенту
zh_hant: 媒體內容語言

source: Latest modified events
ar: آخر الأحداث المعدلة
de: Zuletzt bearbeitete Ereignisse
es: Últimos eventos modificados
et: Viimati muudetud s√ºndmused
he: האירועים האחרונים ששונו
id: Peristiwa modifikasi perihal
it: Ultimi eventi modificati
nl: Laatst gewijzigde evenementen
pl: Najnowsze zmodyfikowane wydarzenia
pt: Últimos eventos modificados
ru: Недавно измененные события
sv: Senaste modifierade händelser
th: เหตุการณ์ที่แก้ไขล่าสุด
tr: En son değişen olaylar
uk: Останні змінені події
zh_hant: 最近修改事件

source: Latest modified locations
ar: آخر المواقع المعدلة
de: Zuletzt bearbeitete Orte
es: Últimas ubicaciones modificadas
et: Viimati muudetud asukohad
he: המיקומים האחרונים ששונו
id: Modifikasi lokasi terbaru
it: Ultime posizioni modificate
nl: Laatst gewijzigde lokaties
pl: Najnowsze zmodyfikowane lokalizacje
pt: Últimas localizações modificadas
ru: Недавно измененные местоположения
sv: Senaste modifierade platser
th: สถานที่แก้ไขล่าสุด
tr: Son değişen konumlar
uk: Останні змінені локації
zh_hant: 最近修改地点

source: Latest modified media items
ar: آخر عناصر الوسائط التي تم التعديل عليها
de: Zuletzt bearbeitete Mediendateien
es: Últimos ítems de medios modificados
et: Viimati muudetud meedia failid
he: פריטי המדיה האחרונים ששונו
id: Butir media terbaru yang dimodifikasi
it: Ultimi articoli modificati dei media
nl: Laatst gewijzigde mediabestanden
pl: Najnowsze zmodyfikowane elementy multimedialne
pt: Últimos itens de mídia modificados
ru: Недавно измененные материалы
sv: Senaste modifierade mediaobjekt
th: รายการสื่อที่แก้ไขล่าสุด
tr: Son değişen medya öğeleri
uk: Останні модифіковані медіа-елементи
zh_hant: 最近修改媒体条目

source: Latest modified persons
ar: آخر الأشخاص التي تم تعديل وضعيتهم
de: Zuletzt bearbeitete Personen
es: Últimas personas modificadas
et: Viimati muudetud isikud
he: אנשים שעברו שינוי לאחרונה
id: Modifikasi orang terbaru
it: Ultime persone modificate
nl: Laatst gewijzigde personen
pl: Ostatnio zmodyfikowane osoby
pt: Pessoas mais recentes modificadas
ru: Недавно измененные персоны
sv: Senast modifierade personer
th: บุคคลที่แก้ไขล่าสุด
tr: Son değişen kişiler
uk: Останні модифіковані особи
zh_hant: 最近修改人

source: Latest modified texts
ar: آخر النصوص المعدلة
de: Zuletzt bearbeitete Texte
es: Últimos textos modificados
et: Viimati muudetud tekstid
he: הטקסטים האחרונים ששונו
id: Modifikasi teks terbaru
it: Ultimi testi modificati
nl: Laatst gewijzigde teksten
pl: Najnowsze zmodyfikowane teksty
pt: Últimos textos modificados
ru: Недавно измененные тексты
sv: Senaste modifierade texter
th: ข้อความที่แก้ไขล่าสุด
tr: Son değişen metinler
uk: Останні модифіковані тексти
zh_hant: 最近修改文本

source: Link
ar: حلقة الوصل
de: Verbinden
es: Enlace
he: קישור
id: Tautan
nl: Koppel
ru: Ссылка
sv: Länk
th: ลิงค์
tr: Bağlantı
uk: Посилання
zh_hant: 鏈接

source: Live query, send notifications when matching items are updated or inserted.
ar: الاستعلام، يرسل الإشعارات عندما يتم تحديث أو إدراج عناصر مطابقة.
de: Live-Abfrage, Senden von Benachrichtigungen, wenn übereinstimmende Elemente aktualisiert oder eingefügt werden.
es: Consulta en vivo, enviar notificaciones cuando se actualizan o insertan elementos que coincidan.
et: Reaalajas päring, saatke märguandeid, kui vastavaid üksusi värskendatakse või lisatakse.
he: שאילתה חיה, שלח התראות כאשר פריטים תואמים מתעדכנים או מוכנסים.
id: Tinggal query, mengirim pemberitahuan ketika item yang sesuai diperbarui atau dimasukkan.
it: Interrogazione dal vivo, invia notifiche quando gli elementi corrispondenti vengono aggiornati o inseriti.
nl: Live zoekvraag: verzend notificaties wanneer overeenkomstige pagina’s worden gemaakt of bewerkt.
pl: Zapytanie na żywo, wysyłanie powiadomień w przypadku aktualizacji lub wstawienia pasujących elementów.
pt: Consulta ao vivo, enviar notificações quando os itens correspondentes são atualizados ou inseridos.
ru: Запрос в реальном времени, отправка уведомлений при обновлении или вставке соответствующих элементов.
sv: Live-frågan, skicka meddelanden när de matchande posterna uppdateras eller införas.
th: แบบสอบถามสดส่งการแจ้งเตือนเมื่อมีการอัปเดตหรือแทรกรายการที่ตรงกัน
tr: Canlı sorgu, eşleşen öğeler yüklenirse veya eklenirse bildirim gönder.
uk: Живий запит, надсилання сповіщень, коли відповідні елементи оновлюються або вставляються.
zh_hant: 实时查询，当匹配条目被上传或是插入时候发出通知。

source: Local content
ar: المحتوى المحلي
de: Lokaler Inhalt
es: Contenido local
et: Kohalik sisu
he: תוכן מקומי
id: Muatan lokal
it: Contenuto locale
nl: Lokale inhoud
pl: Lokalna zawartość
pt: Conteúdo local
ru: Местное содержимое
sv: Lokalt innehåll
th: เนื้อหาท้องถิ่น
tr: Yerel içerik
uk: Місцевий контент
zh_hant: 本地內容

source: Log Directory
ar: دليل السجل
de: Protokollverzeichnis
es: Directorio de registro
et: Logikataloog
he: מדריך יומנים
id: Direktori Log
it: Elenco dei registri
nl: Logboekmap
pl: Katalog logów
pt: Diretório de registro
ru: Каталог журналов
sv: Loggkatalog
th: ไดเรกทอรีบันทึก
tr: Günlük Dizini
uk: Каталог журналів
zh_hant: 日誌目錄

source: Log Off
ar: قم بتسجيل الخروج
de: Abmelden
es: Cerrar sesión
et: Logi välja
he: להתנתק
id: Keluar
it: Disconnettersi
nl: Uitloggen
pl: Wyloguj
pt: Sair da sessão
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
zh_hant: 登出

source: Mailing address
ar: العنوان البريدي
de: Postalische Anschrift
es: Dirección de correo
et: Postiaadress
he: כתובת דואר
id: Alamat pengiriman
it: Indirizzo postale
nl: Postadres
pl: Adres pocztowy
pt: Endereço para correspondência
ru: Почтовый адрес
sv: Postadress
th: ที่อยู่ทางไปรษณีย์
tr: Posta adresi
uk: Поштова адреса
zh_hant: 通信地址

source: Main
ar: الرئيسية
de: Haupt
es: Principal
et: Pea
he: רָאשִׁי
id: Utama
it: Principale
nl: Basis
pl: Dane podstawowe
pt: Principal
ru: Основное
th: หลัก
tr: Ana
uk: Головний
zh_hant: 主要

source: Make
ar: أنشئ
de: Anlegen:
es: Crear
et: Loo
he: עשה
id: Membuat
it: Fare
nl: Maak
pl: Stwórz
pt: Faça
ru: Создать
sv: Göra
th: ทำ
tr: Oluştur
uk: Зробити
zh_hant: 创建

source: Make a duplicate of this page.
ar: قم بعمل نسخة مكررة من هذه الصفحة.
es: Haga un duplicado de esta página.
et: Tehke selle lehekülje duplikaat.
he: צור עותק של דף זה.
id: Buatlah duplikat dari halaman ini.
it: Creare un duplicato di questa pagina.
nl: Maak een kopie van deze pagina.
pl: Utwórz duplikat tej strony.
pt: Fazer um duplicado desta página.
ru: Сделайте дубликат этой страницы.
th: สร้างสำเนาของหน้านี้
tr: Bu sayfanın bir kopyasını oluşturun.
uk: Створити дублікат цієї сторінки.

source: Make a new media item
ar: أنشئ عنصر وسائط جديد
de: Neue Mediendatei anlegen
es: Crear un nuevo ítem de medios
et: Loo uus meediafail
he: הכינו פריט מדיה חדש
id: Membuat sebuah item media baru
it: Crea un nuovo elemento multimediale
nl: Maak een nieuw media-item
pl: Utwórz nowy element multimedialny
pt: Faça um novo item de mídia
ru: Создать новый материал
sv: Gör ett nytt medieobjekt
th: สร้างรายการสื่อใหม่
tr: Yeni bir medya öğesi oluştur
uk: Зробити новий медіафайл
zh_hant: 创建新媒体項目

source: Make a new page
ar: أنشئ صفحة جديدة
de: Neue Seite erstellen
es: Hacer una nueva página
et: Loo uus leht
he: הכינו דף חדש
id: Buat sebuah halaman baru
it: Crea una nuova pagina
nl: Maak een nieuwe pagina
pl: Utwórz nową stronę
pt: Faça uma nova página
ru: Сделать новую страницу
sv: Gör en ny sida
th: สร้างเพจใหม่
tr: Yeni bir sayfa oluştur
uk: Зробити нову сторінку
zh_hant: 新建一个页面

source: Make a new page or media
ar: أنشئ صفحة جديدة أو عنصر وسائط جديد
de: Eine neue Seite oder ein neues Medium erstellen
es: Hacer una nueva página o medio multimedia
et: Tehke uus leht või meedium
he: הכינו דף או מדיה חדשים
id: Membuat sebuah halaman baru atau media
it: Crea una nuova pagina o media
nl: Maak een nieuwe pagina of media-item
pl: Utwórz nową stronę lub multimedia
pt: Fazer uma nova página ou mídia
ru: Создать страницу или материал
sv: Gör en ny sida eller media
th: สร้างเพจหรือสื่อใหม่
tr: Yeni bir sayfa veya medya oluştur
uk: Створіть нову сторінку або медіа
zh_hant: 创建新页面或媒体項目

source: Matching
ar: مطابقة
de: Passend dazu
es: Coincidir
et: Sobitamine
he: תוֹאֵם
id: Pencocokan
it: Corrispondente
nl: Voldoet aan
pl: Pasujące
pt: Correspondência
ru: Сопоставление
sv: Motsvarande
th: การจับคู่
tr: Eşleşen
uk: Збіг
zh_hant: 匹配

source: Matching id, name, page path or redirection
ar: مطابقة المعرف أو الاسم أو مسار الصفحة أو إعادة التوجيه
de: Passende ID, Name, Seitenpfad oder Umleitung
es: Coincidencia de ID, nombre, ruta de página o redirección
et: Vastav ID, nimi, lehe tee või ümbersuunamine
he: מזהה, שם, נתיב דף או הפניה מחדש תואמים
id: Mencocokkan id, nama, jalur halaman atau pengalihan
it: ID, nome, percorso della pagina o reindirizzamento corrispondenti
nl: Overeenkomende id, naam, paginapad of omleiding
pl: Dopasowanie identyfikatora, nazwy, ścieżki strony lub przekierowania
pt: Correspondência de id, nome, caminho da página ou redireccionamento
ru: Соответствие идентификатору, имени, пути к странице или перенаправлению
sv: Matchande id, namn, sidsökväg eller omdirigering
th: การจับคู่ ID, ชื่อ, เส้นทางหน้า หรือการเปลี่ยนเส้นทาง
tr: Eşleşen kimlik, ad, sayfa yolu veya yönlendirme
uk: Збіг ідентифікатора, назви, шляху сторінки або перенаправлення
zh_hant: 匹配 ID、名稱、頁面路徑或重定向

source: Media
ar: وسائط
de: Mediendatei
es: Medios
et: Meedia
he: כְּלֵי תִקְשׁוֹרֶת
pt: Mídia
ru: Материалы
th: สื่อ
tr: Medya
uk: Медіа
zh_hant: 媒体

source: Media URL or HTML
ar: عنوان URL للوسائط أو HTML
de: Medien-URL oder HTML
es: URL de medios o HTML
et: Meedia URL või HTML
he: כתובת אתר או HTML של מדיה
id: URL Media atau HTML
it: Media URL o HTML
nl: Media-URL of HTML
pl: Adres URL multimediów lub HTML
pt: URL de mídia ou HTML
ru: URL материала или HTML-код
sv: Media-URL eller HTML
th: URL ของสื่อหรือ HTML
tr: Medya URL'si veya HTML
uk: URL медіа або HTML
zh_hant: 媒体URL或HTML

source: Media content
ar: محتوى الوسائط
de: Medieninhalt
es: Contenido multimedia
et: Meedia sisu
he: תוכן מדיה
id: Konten media
it: Contenuti multimediali
nl: Media-inhoud
pl: Zawartość mediów
pt: Conteudo de midia
ru: Медиа-контент
sv: Medieinnehåll
th: เนื้อหาสื่อ
tr: Medya içeriği
uk: Медіаконтент
zh_hant: 媒體內容

source: Media encompasses all uploaded images, movies and documents. Media can be attached to pages.
ar: الوسائط تشمل كل الصور التي تم رفعها و الافلام و المستندات. الوسائط يمكن إرفاقها في الصفحات.
de: Medien umfassen alle hochgeladenen Bilder, Filme und Dokumente. Medien können an Seiten angehängt werden.
es: Los medios multimedia abarcan todas las imágenes, películas y documentos cargados. Los medios se pueden unir a las páginas.
et: Meedium hõlmab kõiki üleslaaditud pilte, filme ja dokumente. Lehekülgedele saab lisada meediume.
he: מדיה כוללת את כל התמונות, הסרטים והמסמכים שהועלו. ניתן לצרף מדיה לדפים.
id: Media mencakup semua upload gambar, film dan dokumen. Media dapat dilampirkan ke halaman.
it: I media comprendono tutte le immagini, i filmati e i documenti caricati. I media possono essere allegati alle pagine.
nl: Mediabestanden omvatten alle geüploade afbeeldingen, filmpjes en documenten. Ze kunnen worden gekoppeld aan pagina's.
pl: Media obejmują wszystkie przesłane obrazy, filmy i dokumenty. Media mogą być dołączane do stron.
pt: A mídia engloba todas as imagens, filmes e documentos carregados. As mídias podem ser anexadas às páginas.
ru: Материалы включают в себя все загруженные изображения, фильмы и документы. Материалы могут быть прикреплены к страницам.
sv: Media omfattar alla uppladdade bilder, filmer och dokument. Media kan kopplas till sidor.
th: สื่อครอบคลุมรูปภาพภาพยนตร์และเอกสารที่อัปโหลดทั้งหมด สามารถแนบสื่อกับหน้า
tr: Medya, yüklenen tüm resimleri, videoları ve belgeleri kapsar. Medya sayfalara eklenebilir.
uk: Медіафайли охоплюють усі завантажені зображення, фільми та документи. До сторінок можна прикріплювати медіа.
zh_hant: 媒体包括所有上传的图片，视频以及文档。媒体可以被附加到页面上。

source: Media file
ar: ملف وسائط
de: Mediendatei
es: Archivo de medios
et: Meedia fail
he: קובץ מדיה
id: Berkas Media
it: File multimediale
nl: Mediabestand
pl: Plik multimedialny
pt: Arquivo de mídia
ru: Файл с материалом
sv: Mediefil
th: ไฟล์สื่อ
tr: Medya dosyası
uk: Медіафайл
zh_hant: 媒体文件

source: Media item created.
ar: تم إنشاء عنصر وسائط.
de: Medienelement angelegt.
es: Artículo multimedia creado.
et: Meediumüksus on loodud.
he: פריט מדיה נוצר.
id: Item media dibuat.
it: Elemento multimediale creato.
nl: Media-item gemaakt.
pl: Utworzono element multimedialny.
pt: Item de mídia criado.
ru: Материал создан.
sv: Media-objekt skapat.
th: สร้างรายการสื่อแล้ว
tr: Medya öğesi oluşturuldu.
uk: Медіа-елемент створено.
zh_hant: 媒体条目已创建。

source: Media on this page
ar: وسائط على هذه الصفحة
de: Auf dieser Seite benutzte Mediendateien
es: Medios en esta página
et: Meedia sellel lehel
he: מדיה בעמוד זה
id: Media di halaman ini
it: Media su questa pagina
nl: Media op deze pagina
pl: Media na tej stronie
pt: Mídia nesta página
ru: Материалы на этой странице
sv: Media på denna sida
th: สื่อในหน้านี้
tr: Bu sayfadaki medya
uk: Медіа на цій сторінці
zh_hant: 该页面上的媒体
