Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Enter the e-mail address of the recipient. The name of the recipient is optional.
ar: أدخل عنوان البريد الإلكتروني للمستلم. اسم المستلم اختياري.
de: Geben Sie die E-Mail-Adresse des Empfängers ein. Der Name des Empfängers ist optional.
es: Introducir la dirección del correo electrónico del destinatario. El nombre del destinatario es opcional.
et: Sisestage saaja e-posti aadress. Saaja nimi ei ole kohustuslik.
he: הזן את כתובת הדואר האלקטרוני של הנמען. שם הנמען הוא אופציונלי.
id: Masukkan alamat e-mail penerima. Nama dari penerima adalah opsional.
it: Inserisci l'indirizzo e-mail del destinatario. Il nome del destinatario è opzionale.
nl: Voer het e-mailadres van de ontvanger in. De naam van de ontvanger is optioneel.
pl: Wprowadź adres e-mail odbiorcy. Nazwa odbiorcy jest opcjonalna.
pt: Digite o endereço de e-mail do destinatário. O nome do destinatário é opcional.
ru: Введите адрес электронной почты получателя. Имя получателя является необязательным.
sv: Ange mottagarens e-postadress. Mottagarens namn är valfritt.
th: ป้อนที่อยู่อีเมลของผู้รับ ชื่อของผู้รับเป็นทางเลือก
tr: Alıcının e-posta adresini girin. Alıcının adı isteğe bağlıdır.
uk: Введіть адресу електронної пошти одержувача. Ім’я одержувача необов’язкове.
zh_hant: 输入收件人的 e-mail 地址，收件人姓名是可选的。

source: Externally managed list &mdash; no unsubscribe/subscribe links
ar: قائمة مُدارة خارجيًا &mdash; لا توجد روابط لإلغاء الاشتراك / الاشتراك
de: Extern verwaltete Liste &mdash; Keine Links zum Abbestellen / Abonnieren
es: Lista administrada externamente &mdash; sin enlaces para darse de baja / suscribirse
et: Väliselt hallatud loend &mdash; pole linkide tühistamise / tellimise linke
he: רשימה מנוהלת חיצונית &mdash; ללא קישורי ביטול מנוי / מנוי
id: Daftar yang dikelola secara eksternal &mdash; tidak ada tautan berhenti berlangganan / berlangganan
it: Elenco gestito esternamente &mdash; nessun link di cancellazione / sottoscrizione
nl: Extern beheerde lijst &mdash; geen links voor afmelden / aanmelden
pl: Lista zarządzana zewnętrznie &mdash; brak linków do anulowania subskrypcji / subskrypcji
pt: Lista gerenciada externamente &mdash; sem links de cancelamento de inscrição / inscrição
ru: Список с внешним управлением &mdash; без ссылок для отказа от подписки / подписки
sv: Extern hanterad lista &mdash; inga avanmälnings- / prenumerationslänkar
th: รายการที่จัดการภายนอก &mdash; ไม่มีลิงก์ยกเลิกการสมัคร / สมัครสมาชิก
tr: Harici olarak yönetilen liste &mdash; abonelikten çıkma / abone olma bağlantısı yok
uk: Зовнішній керований список &mdash; немає посилань для скасування підписки/підписки
zh_hant: 外部管理列表 &mdash; 沒有取消訂閱/訂閱鏈接

source: First name
ar: الاسم الاول
de: Vornamen
es: Nombre
et: Eesnimi
he: שם פרטי
id: Nama depan
it: Nome
nl: Voornaam
pl: Imię
pt: Primeiro nome
ru: Имя
sv: Förnamn
th: ชื่อจริง
tr: İsim
uk: Ім'я
zh_hant: 名字

source: Forget previous e-mails, mail all recipients again.
ar: ننسى رسائل البريد الإلكتروني السابقة، والبريد الإلكتروني لجميع المستلمين مرة أخرى.
de: Vorherige E-Mails vergessen, alle Empfänger erneut anschreiben.
es: Olvídese de los correos electrónicos anteriores y vuelva a enviar correos electrónicos a todos los destinatarios.
et: Unustage eelmised e-kirjad, saatke kõik adressaadid uuesti.
he: תשכח מהודעות דואר אלקטרוני קודמות, שלח שוב את כל הנמענים.
id: Lupakan email sebelumnya, kirimkan lagi ke semua penerima.
it: Dimentica le e-mail precedenti, invia nuovamente l'e-mail a tutti i destinatari.
nl: Vergeet vorige e-mails, mail alle ontvangers opnieuw.
pl: Zapomnij o poprzednich e-mailach i ponownie wyślij e-mail do wszystkich odbiorców.
pt: Esqueça os e-mails anteriores, envie novamente para todos os destinatários.
ru: Забудьте предыдущие электронные письма, отправьте их всем получателям еще раз.
sv: Glöm tidigare e-postmeddelanden, maila alla mottagare igen.
th: ลืมอีเมลก่อนหน้านี้ ส่งจดหมายถึงผู้รับทั้งหมดอีกครั้ง
tr: Önceki e-postaları unutun, tüm alıcılara yeniden posta gönderin.
uk: Забудьте про попередні електронні листи, знову надішліть лист усім одержувачам.
zh_hant: 忘記以前的電子郵件，重新向所有收件者發送郵件。

source: From now on you will receive mail from our mailing list.
ar: من الآن فصاعدًا ، ستتلقى بريدًا من قائمتنا البريدية.
de: Ab sofort erhalten Sie Post von unserer Mailingliste.
es: De ahora en adelante recibirá correos de nuesta lista de correo.
et: Nüüdsest saate meile meie meililoendist.
he: מעתה ואילך תקבל דואר מרשימת התפוצה שלנו.
id: Mulai sekarang anda akan menerima e-mail dari daftar surat kami.
it: D'ora in poi riceverai posta dalla nostra mailing list.
nl: Vanaf nu ontvang je mail van onze mailinglijst.
pl: Od teraz będziesz otrzymywać pocztę z naszej listy mailingowej.
pt: A partir de agora, você receberá correspondência da nossa lista de correio.
ru: Отныне Вы будете получать почту из нашего списка рассылки.
sv: Från och med nu får du e-post från vår e-postlista.
th: จากนี้ไปคุณจะได้รับอีเมลจากรายชื่ออีเมลของเรา
tr: Artık posta listemizden posta alacaksınız.
uk: Відтепер Ви отримуватимете листи з нашого списку розсилки.
zh_hant: 从现在开始你将会收到来自我们邮件列表的邮件。

source: Give your e-mail address to subscribe to {title}.
ar: أدخل عنوان بريدك الإلكتروني للاشتراك في {title}.
de: Geben Sie Ihre E-Mail-Adresse an, um sich für die {title}-Mailingliste anzumelden.
es: Proporcione su dirección de correo electrónico para suscribirse a {title}.
et: {title}tellimiseks andke oma e-posti aadress.
he: תן את כתובת הדואר האלקטרוני שלך כדי להירשם ל- {title}.
id: Berikan alamat e-mail Anda untuk berlangganan {title}.
it: Inserisci il tuo indirizzo e-mail per iscriverti a {title}.
nl: Geef je e-mailadres op om je te abonneren op {title}.
pl: Podaj swój adres e-mail, aby subskrybować {title}.
pt: Informe seu endereço de e-mail para assinar {title}.
ru: Укажите свой адрес электронной почты, чтобы подписаться на {title}.
sv: Ange din e-postadress för att prenumerera på {title}.
th: ระบุอีเมลของคุณเพื่อสมัครสมาชิก {title}
tr: {title}aboneliği için e-posta adresinizi girin.
uk: Вкажіть свою адресу електронної пошти, щоб підписатися на {title}.
zh_hant: 提供您的電子郵件地址訂閱 {title}。

source: Go to mailinglist page
ar: انتقل إلى صفحة القائمة البريدية
de: Zur Mailinglisten-Seite gehen
es: Ir a la página de lista de distribución correo
et: Minge postiloendi lehele
he: עבור לדף רשימת התפוצה
id: Pergi ke halaman daftar surat
it: Vai alla pagina della mailinglist
nl: Ga naar mailinglijst pagina
pl: Przejdź do strony listy mailingowej
pt: Ir para a página da lista de correio
ru: Перейти на страницу почтового индекса
sv: Gå till e-postlistans sida
th: ไปที่หน้ารายชื่ออีเมล
tr: Posta listesi sayfasına git
uk: Перейдіть на сторінку списку розсилки
zh_hant: 前往邮件列表页面

source: Hello,
ar: مرحبا،
de: Hallo,
es: Hola,
et: Tere,
he: שלום,
id: Halo,
it: Salve,
nl: Hallo,
pl: Witamy,
pt: Olá,
ru: Здравствуйте,
sv: Hallå,
th: สวัสดี,
tr: Merhaba,
uk: Здравствуйте,
zh_hant: 你好，

source: Help about mailing lists
ar: مساعدة حول القوائم البريدية
de: Hilfe zu Mailinglisten
es: Ayuda sobre listas de distribución de correo
et: Abi postiloendite kohta
he: עזרה לגבי רשימות תפוצה
id: Bantuan tentang daftar surat
it: Aiuto sulle mailing list
nl: Hulp over mailingslijsten
pl: Pomoc dotycząca list mailingowych
pt: Ajuda sobre listas de correio
ru: Помощь по вопросам списков рассылки
sv: Hjälp om e-postlistor
th: ความช่วยเหลือเกี่ยวกับรายชื่ออีเมล
tr: Posta listeleri hakkında yardım
uk: Довідка щодо списків розсилки
zh_hant: 邮件列表帮助。

source: Help about the mailing page
ar: مساعدة حول الصفحة البريدية
de: Hilfe zur Mailing-Seite
es: Ayuda sobre la página de distribución de correo
et: Abi postituslehe kohta
he: עזרה לגבי דף הדיוור
id: Bantuan tentang halaman surat
it: Aiuto sulla pagina di mailing
nl: Hulp over mailing pagina
pl: Pomoc dotycząca strony mailingowej
pt: Ajuda sobre a página de correio
ru: Помощь по поводу страницы рассылки
sv: Hjälp om sändningssidan
th: ช่วยเหลือเกี่ยวกับหน้าส่งจดหมาย
tr: Posta sayfaları hakkında yardım
uk: Довідка щодо сторінки розсилки
zh_hant: 邮寄页面帮助。

source: Here you can change subscriptions connected to your email address <b>{email}</b>.
ar: هنا يمكنك تغيير الاشتراكات المتصلة بعنوان بريدك الإلكتروني <b>{email}</b>.
de: Hier können Sie Abonnements ändern, die mit Ihrer E-Mail-Adresse <b>{email}</b>verbunden sind.
es: Aquí puede cambiar las suscripciones conectadas a su dirección de correo electrónico <b>{email}</b>.
et: Siin saate muuta oma e-posti aadressiga seotud tellimusi <b>{email}</b>.
he: כאן תוכל לשנות מנויים המחוברים לכתובת הדוא"ל שלך <b>{email}</b>.
id: Di sini Anda dapat mengubah langganan yang terhubung ke alamat email Anda <b>{email}</b>.
it: Qui puoi modificare gli abbonamenti collegati al tuo indirizzo email <b>{email}</b>.
nl: Je kunt hier de abonnementen wijzigen die gekoppeld zijn aan het e-mailadres <b>{email}</b>.
pl: Tutaj możesz zmienić subskrypcje powiązane z Twoim adresem e-mail <b>{email}</b>.
pt: Aqui você pode alterar as assinaturas conectadas ao seu endereço de e-mail <b>{email}</b>.
ru: Здесь вы можете изменить подписки, связанные с вашим адресом электронной почты <b>{email}</b>.
sv: Här kan du ändra prenumerationer kopplade till din e-postadress <b>{email}</b>.
th: คุณสามารถเปลี่ยนการสมัครที่เชื่อมต่อกับที่อยู่อีเมลของคุณได้ที่นี่ <b>{email}</b>
tr: Burada <b>{email}</b>e-posta adresinize bağlı abonelikleri değiştirebilirsiniz.
uk: Тут ви можете змінити підписки, підключені до вашої електронної адреси <b>{email}</b>.
zh_hant: 您可以在此處更改與您的電子郵件地址 <b>{email}</b>關聯的訂閱。

source: Here you can edit the arguments of the search query. Every argument goes on its own line. For more information, see the <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">documentation on the query arguments</a> on the Zotonic website.
ar: هنا يمكنك تحرير وسيطات استعلام البحث. كل حجة تسير على خطها الخاص. لمزيد من المعلومات ، راجع الوثائق <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">في وسيطات الاستعلام</a> على موقع Zotonic على الويب.
de: Hier können Sie die Argumente der Suchanfrage bearbeiten. Jedes Argument steht in einer eigenen Zeile. Weitere Informationen finden Sie in der <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">-Dokumentation zu den Abfrageargumenten</a> auf der Zotonic-Website.
es: Aquí puede editar los argumentos de la consulta de búsqueda. Cada argumento va en su propia línea. Para obtener más información, consulte la documentación <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">sobre los argumentos de consulta</a> en el sitio web de Zotonic.
et: Siin saate muuta otsingupäringu argumente. Iga argument läheb oma rida. Lisateabe saamiseks vaadake päringuargumentide</a> dokumentatsiooni <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">Zotonicu veebisaidil.
he: כאן תוכל לערוך את הארגומנטים של שאילתת החיפוש. כל טיעון הולך על הקו שלו. למידע נוסף, עיין בתיעוד <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">על ארגומנט השאילתה</a> באתר Zotonic.
id: Di sini Anda dapat mengedit argumen kueri penelusuran. Setiap argumen berjalan pada jalurnya sendiri. Untuk informasi selengkapnya, lihat dokumentasi <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">pada argumen kueri</a> di situs web Zotonic.
it: Qui puoi modificare gli argomenti della query di ricerca. Ogni argomento va sulla sua linea. Per ulteriori informazioni, vedere la documentazione <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">sugli argomenti della query</a> sul sito Web di Zotonic.
nl: Hier kan je de argumenten van de zoekopdracht bewerken. Elk argument staat op een eigen regel. Zie voor meer informatie de <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">-documentatie over de queryargumenten</a> op de Zotonic-website.
pl: Tutaj możesz edytować argumenty zapytania. Każdy argument idzie własną linią. Aby uzyskać więcej informacji, zobacz dokumentację <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">dotyczącą argumentów zapytania</a> w witrynie Zotonic.
pt: Aqui você pode editar os argumentos da consulta de pesquisa. Cada argumento segue sua própria linha. Para obter mais informações, consulte a documentação <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">sobre os argumentos de consulta</a> no site da Zotonic.
ru: Здесь вы можете редактировать аргументы поискового запроса. Каждый аргумент идет по своей линии. Для получения дополнительной информации см. документацию <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">по аргументам запроса</a> на веб-сайте Zotonic.
sv: Här kan du redigera argumenten för sökfrågan. Varje argument går på sin egen linje. För mer information, se <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">-dokumentationen om frågeargument</a> på Zotonics webbplats.
th: คุณสามารถแก้ไขอาร์กิวเมนต์ของคำค้นหาได้ที่นี่ ทุกอาร์กิวเมนต์ดำเนินไปในแนวของตัวเอง สำหรับข้อมูลเพิ่มเติม โปรดดูเอกสารประกอบ <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">เกี่ยวกับอาร์กิวเมนต์แบบสอบถาม</a> บนเว็บไซต์ Zotonic
tr: Burada arama sorgusunun argümanlarını düzenleyebilirsiniz. Her argüman kendi çizgisinde ilerler. Daha fazla bilgi için, Zotonic web sitesindeki sorgu argümanları</a> hakkındaki <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">belgelerine bakın.
uk: Тут ви можете редагувати аргументи пошукового запиту. Кожен аргумент має свою лінію. Для отримання додаткової інформації дивіться документацію <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">щодо аргументів запиту</a> на веб-сайті Zotonic.
zh_hant: 您可以在此處編輯搜索查詢的參數。每個論點都有自己的路線。有關更多信息，請參閱 Zotonic 網站上關於查詢參數</a> 的 <a href="https://docs.zotonic.com/en/latest/developer-guide/search.html#query-arguments">文檔。

source: If you don’t want to receive any mail then please ignore this message.
ar: إذا كنت لا ترغب في تلقي أي بريد، يرجى تجاهل هذه الرسالة.
de: Wenn Sie keine Post erhalten möchten, ignorieren Sie bitte diese Nachricht.
es: Si no desea recibir ningún correo, ignore este mensaje.
et: Kui te ei soovi ühtegi kirja saada, siis palun ignoreerige seda sõnumit.
he: אם אינך מעוניין לקבל דואר, אנא התעלם מהודעה זו.
id: Jika Anda tidak ingin menerima email apa pun, abaikan pesan ini.
it: Se non desideri ricevere alcuna posta, ignora questo messaggio.
nl: Als je geen mail wilt ontvangen, negeer dan dit bericht.
pl: Jeśli nie chcesz otrzymywać żadnych wiadomości e-mail, zignoruj tę wiadomość.
pt: Se não desejar receber qualquer e-mail, ignore esta mensagem.
ru: Если вы не хотите получать почту, проигнорируйте это сообщение.
sv: Om du inte vill ta emot någon e-post, vänligen ignorera detta meddelande.
th: หากคุณไม่ต้องการรับจดหมายใดๆ โปรดละเว้นข้อความนี้
tr: Eğer herhangi bir e-posta almak istemiyorsanız lütfen bu mesajı dikkate almayın.
uk: Якщо ви не бажаєте отримувати жодної пошти, будь ласка, ігноруйте це повідомлення.
zh_hant: 如果您不想接收任何郵件，請忽略此訊息。

source: If you don’t want to receive any more mail then <a href="{url}">click here to unsubscribe</a>.
ar: إذا كنت لا ترغب في تلقي المزيد من الرسائل، <a href="{url}">فانقر هنا لإلغاء الاشتراك</a>.
de: Wenn Sie keine Post mehr erhalten möchten, <a href="{url}">klicken Sie hier, um sich abzumelden</a>.
es: Si no desea recibir más correos entonces <a href="{url}">haga clic aquí para cancelar la suscripción</a>.
et: Kui te ei soovi enam e-kirju saada, siis <a href="{url}">klõpsake siin tellimuse tühistamiseks</a>.
he: אם אינך מעוניין לקבל עוד דואר, <a href="{url}">לחץ כאן כדי לבטל את הרישום</a>.
id: Jika Anda tidak ingin menerima email lagi, <a href="{url}">klik di sini untuk berhenti berlangganan</a>.
it: Se non vuoi più ricevere email, clicca qui <a href="{url}">per annullare l'iscrizione</a>.
nl: Als je geen mail meer wilt ontvangen, <a href="{url}">klik dan hier om je af te melden</a>.
pl: Jeśli nie chcesz już otrzymywać wiadomości e-mail, kliknij tutaj <a href="{url}">, aby anulować subskrypcję</a>.
pt: Se não quiser receber mais correio, <a href="{url}">clique aqui para anular a subscrição</a>.
ru: Если вы больше не хотите получать почту, то <a href="{url}">нажмите здесь, чтобы отписаться</a>.
sv: Om du inte vill ta emot fler e-postmeddelanden, <a href="{url}">klicka här för att avsluta prenumerationen</a>.
th: หากคุณไม่ต้องการรับอีเมลใดๆ เพิ่มเติม โปรด <a href="{url}">คลิกที่นี่เพื่อยกเลิกการสมัคร</a>
tr: Eğer artık e-posta almak istemiyorsanız <a href="{url}">aboneliğinizi iptal etmek için buraya tıklayın</a>.
uk: Якщо ви більше не хочете отримувати листів, то <a href="{url}">натисніть тут, щоб відписатися</a>.
zh_hant: 如果您不想再收到任何郵件，請 <a href="{url}">按此取消訂閱</a>。

source: If you opt-out then it is still possible to subscribe to mailing lists using an e-mail address (instead of your account).
ar: إذا قمت بإلغاء الاشتراك ، فلا يزال من الممكن الاشتراك في القوائم البريدية باستخدام عنوان بريد إلكتروني (بدلاً من حسابك).
de: Wenn Sie sich abmelden, ist es weiterhin möglich, Mailinglisten mit einer E-Mail-Adresse (anstelle Ihres Kontos) zu abonnieren.
es: Si opta por no participar, aún es posible suscribirse a las listas de correo utilizando una dirección de correo electrónico (en lugar de su cuenta).
et: Kui loobute, on endiselt võimalik liituda meililistidega, kasutades e-posti aadressi (oma konto asemel).
he: אם תבטל את הסכמתך, עדיין ניתן להירשם לרשימות תפוצה באמצעות כתובת דואר אלקטרוני (במקום החשבון שלך).
id: Jika Anda memilih keluar maka masih mungkin untuk berlangganan milis menggunakan alamat email (bukan akun Anda).
it: Se disattivi, è comunque possibile iscriversi alle mailing list utilizzando un indirizzo e-mail (invece del proprio account).
nl: Als je je afmeldt, is het nog steeds mogelijk om je aan te melden voor mailinglijsten met een e-mailadres (in plaats van met je account).
pl: Jeśli zrezygnujesz, nadal możesz subskrybować listy mailingowe za pomocą adresu e-mail (zamiast swojego konta).
pt: Se você optar por não participar, ainda será possível se inscrever em listas de e-mail usando um endereço de e-mail (em vez de sua conta).
ru: Если вы откажетесь, вы все равно сможете подписаться на списки рассылки, используя адрес электронной почты (вместо вашей учетной записи).
sv: Om du väljer bort det är det fortfarande möjligt att prenumerera på e-postlistor med en e-postadress (istället för ditt konto).
th: หากคุณเลือกไม่รับ คุณยังสามารถสมัครรายชื่ออีเมลได้โดยใช้ที่อยู่อีเมล (แทนบัญชีของคุณ)
tr: Devre dışı bırakırsanız, bir e-posta adresi kullanarak (hesabınız yerine) posta listelerine abone olmak yine de mümkündür.
uk: Якщо ви відмовитеся, ви все ще зможете підписатися на списки розсилки, використовуючи адресу електронної пошти (замість свого облікового запису).
zh_hant: 如果您選擇退出，那麼仍然可以使用電子郵件地址（而不是您的帳戶）訂閱郵件列表。

source: It appears you have sent this page once already to this list. If you send it again, only the recipients that did not yet receive the mail will get it. As a safety-caution, it is impossible to send the same page twice to the same e-mail address.
ar: يبدو أنك أرسلت هذه الصفحة مرة واحدة بالفعل إلى هذه القائمة. إذا قمت بإرساله مرة أخرى، فلن يحصل عليه سوى المستلمون الذين لم يتلقوا البريد بعد. كتحذير للسلامة ، من المستحيل إرسال نفس الصفحة مرتين إلى نفس عنوان البريد الإلكتروني.
de: Es scheint, dass Sie diese Seite bereits einmal an diese Liste gesendet haben. Wenn Sie sie erneut senden, erhalten sie nur die Empfänger, die die E-Mail noch nicht erhalten haben. Aus Sicherheitsgründen ist es nicht möglich, dieselbe Seite zweimal an dieselbe E-Mail-Adresse zu senden.
es: Parece que ya has enviado esta página una vez a esta lista. Si lo envías nuevamente, solo lo recibirán los destinatarios que aún no recibieron el correo. Como precaución de seguridad, es imposible enviar la misma página dos veces a la misma dirección de correo electrónico.
et: Näib, et olete selle lehe juba korra sellesse loendisse saatnud. Kui saadate selle uuesti, saavad selle ainult need saajad, kes pole veel kirja saanud. Ohutuse mõttes on võimatu saata sama lehte kaks korda samale e-posti aadressile .
he: נראה שכבר שלחת את הדף הזה פעם אחת לרשימה הזו. אם תשלח אותו שוב, רק הנמענים שעדיין לא קיבלו את הדואר יקבלו אותו. כ אזהרת בטיחות, אי אפשר לשלוח את אותו עמוד פעמיים אל אותה כתובת דואר אלקטרוני.
id: Tampaknya Anda sudah mengirimkan halaman ini ke daftar ini. Jika Anda mengirimnya lagi, hanya penerima yang belum menerima email yang akan mendapatkannya. Sebagai peringatan keamanan , tidak mungkin mengirim halaman yang sama dua kali ke alamat email yang sama.
it: Sembra che tu abbia già inviato questa pagina una volta a questa lista. Se lo invii di nuovo, solo i destinatari che non hanno ancora ricevuto la posta la riceveranno. Come avvertenza di sicurezza, è impossibile inviare la stessa pagina due volte a lo stesso indirizzo e-mail.
nl: Het lijkt erop dat je deze pagina al een keer naar deze lijst hebt gestuurd. Als je de pagina nogmaals verstuurt, krijgen alleen de ontvangers die de e-mail nog niet hebben ontvangen deze. Als veiligheidsmaatregel is het onmogelijk om dezelfde pagina twee keer naar hetzelfde e-mailadres te sturen.
pl: Wygląda na to, że już raz wysłałeś tę stronę na tę listę. Jeśli wyślesz ją ponownie, tylko otrzymają ją odbiorcy, którzy jeszcze nie otrzymali wiadomości. Ze względów bezpieczeństwa nie można wysłać dwukrotnie tej samej strony na ten sam adres e-mail.
pt: Parece que você já enviou esta página uma vez para esta lista. Se você enviar novamente, apenas os destinatários que ainda não receberam o e-mail irão recebê-lo. Como precaução de segurança, é impossível enviar a mesma página duas vezes para o mesmo endereço de e-mail.
ru: Похоже, вы уже однажды отправляли эту страницу в этот список. Если вы отправите его еще раз, его получат только получатели, которые еще не получили письмо. В качестве меры предосторожности невозможно отправить одну и ту же страницу дважды на один и тот же адрес электронной почты.
sv: Det verkar som att du redan har skickat den här sidan en gång till den här listan. Om du skickar det igen är det bara mottagarna som ännu inte fått posten som får det. Som en säkerhetsvarning är det omöjligt att skicka samma sida två gånger till samma e-postadress.
th: ดูเหมือนว่าคุณได้ส่ง หน้านี้ไปที่รายการนี้แล้วครั้งหนึ่ง หากคุณส่งอีกครั้ง เฉพาะ ผู้รับที่ยังไม่ได้รับอีเมลเท่านั้นที่จะได้รับ ตามข้อควรระวังด้านความปลอดภัย มันเป็นไปไม่ได้ที่จะส่งหน้าเดียวกันสองครั้งไปยัง ที่อยู่อีเมลเดียวกัน
tr: Görünüşe göre bu sayfayı zaten bu listeye bir kez göndermişsiniz. Tekrar gönderirseniz, yalnızca henüz postayı almamış olan alıcılar alacaktır. bir güvenlik önlemi olarak, aynı e-posta adresine aynı sayfayı iki kez göndermek mümkün değildir.
uk: Здається, ви вже надсилали цю сторінку в цей список один раз. Якщо ви надішлете його знову, його отримають лише одержувачі, які ще не отримали лист. З міркувань безпеки неможливо надіслати ту саму сторінку двічі на ту саму адресу електронної пошти.
zh_hant: 看來您已經將 此頁面發送至此列表一次。如果您再次發送，只有 尚未收到郵件的收件者會收到它。出於 安全考慮，不可能將同一頁兩次發送至 同一電子郵件地址。

source: Keep mailing
ar: حافظ على البريد
de: Mailing weiterleiten
es: Mantener la distribución de correo
et: Jätkake postitamist
he: המשך דיוור
id: Simpan surat
it: Continuare a spedire
nl: Bewaar mailing
pl: Wysyłaj dalej
pt: Continue enviando
ru: Продолжать рассылку
sv: Fortsätt maila
th: ส่งไปรษณีย์ต่อไป
tr: Posta göndermeye devam et
uk: Продовжуйте надсилати листи
zh_hant: 继续邮寄

source: Mail
ar: بريد
es: Correo
he: דוֹאַר
id: Surat
it: Posta
nl: E-mail
pl: Poczta
pt: Correio
ru: Почта
sv: Post
th: จดหมาย
tr: Posta
uk: Пошта
zh_hant: 郵件
