Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: We will be very careful with all the information given to us and will never give your name or address away without your permission. We do have some rules that we need you to agree with.
ar: سنكون حذرين للغاية بشأن جميع المعلومات المقدمة إلينا ولن نكشف عن اسمك أو عنوانك أبدًا دون إذنك. لدينا بعض القواعد التي نريد منك الموافقة عليها.
de: Wir gehen sehr sorgfältig mit allen uns gegebenen Informationen um und werden niemals Ihren Namen oder Ihre Adresse ohne Ihre Zustimmung weitergeben. Wir haben einige Regeln, mit denen Sie einverstanden sein müssen.
es: Seremos cuidadosos con toda la información suministrada. Y nunca proporcionaremos su nombre o dirección sin su permiso. Tenemos ciertas reglas con las cuales necesitamos que ustéd esté de acuerdo.
et: Oleme kogu meile edastatud teabega väga ettevaatlikud ega anna kunagi teie nime ega aadressi ilma teie loata ära. Meil on mõned reeglid, millega peame nõustuma.
he: אנו נהיה זהירים מאוד בכל המידע שנמסר לנו ולעולם לא נמסור את שמך או כתובתך ללא רשותך. יש לנו כמה כללים שאנחנו צריכים שתסכים איתם.
id: Kami akan sangat berhati-hati dengan semua informasi yang sudah diberikan kepada kami dan kami tidak akan pernah memberikan nama atau alamat anda tanpa izin dari anda. Kami memiliki beberapa aturan yang kami membutuhkan anda untuk setuju dengan.
it: Saremo molto attenti a tutte le informazioni che ci verranno date e non daremo mai il vostro nome o indirizzo senza il vostro permesso. Abbiamo alcune regole che dobbiamo accettare.
nl: We zijn erg zorgvuldig met alle persoonlijke informatie die ons wordt verstrekt en zullen nooit je naam of adres weggeven zonder je toestemming. We hebben wel een aantal regels waarmee je moet instemmen.
pl: Będziemy bardzo ostrożni ze wszystkimi przekazanymi nam informacjami i nigdy nie podamy Twojego nazwiska ani adresu bez Twojej zgody. Mamy pewne zasady, z którymi musimy się zgodzić.
pt: Teremos muito cuidado com toda a informação que nos for dada e nunca daremos o seu nome ou endereço sem a sua permissão. Nós temos algumas regras que precisamos que você concorde.
ru: Мы будем очень осторожны со всей предоставленной нам информацией и никогда не выдадим ваше имя или адрес без вашего разрешения. У нас есть некоторые правила, с которыми вы должны согласиться.
sv: Vi kommer att vara mycket försiktiga med all information som ges till oss och kommer aldrig att ge ditt namn eller din adress bort utan din tillåtelse. Vi har några regler som vi behöver att du håller med om.
th: เราจะระมัดระวังอย่างยิ่งกับข้อมูลทั้งหมดที่ให้กับเราและจะไม่แจ้งชื่อหรือที่อยู่ของคุณโดยไม่ได้รับอนุญาต เรามีกฎบางอย่างที่ต้องให้คุณเห็นด้วย
tr: Bize verilen bütün bilgilerle çok dikkatli olacağız ve izniniz olmadan isminizi veya adresinizi asla vermeyeceğiz. Anlaşmamız gereken bazı kurallarımız var.
uk: Ми будемо дуже обережні з усією наданою нам інформацією і ніколи не надамо ваше ім’я чи адресу без вашого дозволу. У нас є деякі правила, з якими потрібно погодитися.
zh_hant: 我们会非常谨慎地处理所有提供给我们的信息，未经您的许可，我们绝不会泄露您的姓名或地址。我们确实有一些规则，需要您同意。

source: When you created your account, you received an email with a link but it looks like something went wrong.
ar: عندما قمت بإنشاء حسابك، تلقيت رسالة بريد إلكتروني تحتوي على رابط ولكن يبدو أن هناك خطأ ما.
de: Als Sie Ihr Konto erstellt haben, haben Sie eine E-Mail mit einem Link erhalten, aber anscheinend ist ein Fehler aufgetreten.
es: Cuando creaste tu cuenta, recibiste un correo electrónico con un enlace, pero parece que algo salió mal.
et: Kui lõite oma konto, saite lingiga meili, kuid tundub, et midagi läks valesti.
he: כשיצרת את החשבון שלך, קיבלת אימייל עם קישור אבל נראה שמשהו השתבש.
id: Saat membuat akun, Anda menerima email berisi tautan, tetapi sepertinya ada yang tidak beres.
it: Quando hai creato il tuo account, hai ricevuto un'e-mail con un collegamento ma sembra che qualcosa sia andato storto.
nl: Toen je je account aanmaakte, heb je een e-mail ontvangen met een link, maar het lijkt erop dat er iets mis is gegaan.
pl: Po utworzeniu konta otrzymałeś e-mail z linkiem, ale wygląda na to, że coś poszło nie tak.
pt: Ao criar sua conta, você recebeu um e-mail com um link, mas parece que algo deu errado.
ru: Когда вы создали свою учетную запись, вы получили электронное письмо со ссылкой, но, похоже, что-то пошло не так.
sv: När du skapade ditt konto fick du ett e-postmeddelande med en länk men det verkar som att något gick fel.
th: เมื่อคุณสร้างบัญชี คุณได้รับอีเมลพร้อมลิงก์ แต่ดูเหมือนว่ามีบางอย่างผิดพลาด
tr: Hesabınızı oluşturduğunuzda, bağlantı içeren bir e-posta aldınız ancak bir şeylerin ters gittiği anlaşılıyor.
uk: Коли ви створили обліковий запис, ви отримали електронний лист із посиланням, але, схоже, щось пішло не так.
zh_hant: 當您建立帳戶時，您收到了一封帶有連結的電子郵件，但似乎出現了問題。

source: You already have an account,
ar: لديك حساب بالفعل،
de: Sie haben schon ein Konto,
es: Ya tienes una cuenta,
et: Sul on juba konto,
he: כבר יש לך חשבון,
id: Anda sudah memiliki akun,
it: Hai già un account,
nl: Je hebt al een account,
pl: Posiadasz już konto,
pt: Você já tem uma conta,
ru: У вас уже есть учетная запись,
sv: Du har redan ett konto,
th: คุณมีบัญชีอยู่แล้ว
tr: Zaten bir hesabınız var,
uk: Ви вже маєте обліковий запис,
zh_hant: 你已經有一個賬戶了嗎，

source: You can also
ar: يمكنك أيضا
de: Sie können auch
es: También puede
et: Sa saad ka
he: אתה יכול גם
id: Anda juga bisa
it: Puoi anche
nl: Je kunt ook
pl: Możesz również
pt: Você também pode
ru: Вы также можете
sv: Du kan också
th: นอกจากนี้คุณยังสามารถ
tr: Ayrıca yapabilirsin
uk: Ви також можете
zh_hant: 你也可以

source: You might have confirmed your account twice so that the account is already confirmed. If so, try logging in.<br>If that doesn’t work, make sure you copied the link correctly and try again.
ar: ربما تكون قد أكدت حسابك مرتين حتى يتم تأكيد الحساب بالفعل. إذا كان الأمر كذلك ، فحاول تسجيل الدخول.<br>إذا لم يفلح ذلك ، فتأكد من نسخ الارتباط بشكل صحيح وحاول مرة أخرى.
de: Möglicherweise haben Sie Ihr Konto zweimal bestätigt, sodass das Konto bereits bestätigt wurde. Wenn ja, melden Sie sich an.<br>Wenn dies nicht funktioniert, stellen Sie sicher, dass Sie den Link korrekt kopiert haben, und versuchen Sie es erneut.
es: Es posible que haya confirmado su cuenta dos veces para que la cuenta ya esté confirmada. Si es así, intente iniciar sesión.<br>Si eso no funciona, asegúrese de haber copiado el enlace correctamente y vuelva a intentarlo.
et: Võimalik, et olete oma konto kaks korda kinnitanud, nii et konto on juba kinnitatud. Sel juhul proovige sisse logida.<br>Kui see ei aita, veenduge, et kopeerisite lingi õigesti, ja proovige uuesti.
he: יתכן ואישרת את חשבונך פעמיים כך שהחשבון כבר אושר. אם כן, נסה להיכנס.<br>אם זה לא עובד, ודא שהעתקת את הקישור כהלכה ונסה שוב.
id: Anda mungkin telah mengkonfirmasi akun Anda dua kali sehingga akun tersebut sudah dikonfirmasi. Jika demikian, coba masuk.<br>Jika tidak berhasil, pastikan Anda menyalin tautan dengan benar dan coba lagi.
it: Potresti aver confermato il tuo account due volte in modo che l'account sia già confermato. In tal caso, prova ad accedere.<br>Se non funziona, assicurati di aver copiato il collegamento correttamente e riprova.
nl: Misschien heb je je account twee keer bevestigd, zodat het account al is bevestigd. Als dit het geval is, probeer dan in te loggen.<br>Als dat niet werkt, zorg er dan voor dat je de link in zijn geheel hebt gekopieerd en probeer het opnieuw.
pl: Możliwe, że potwierdziłeś swoje konto dwukrotnie, aby zostało już potwierdzone. Jeśli tak, spróbuj się zalogować.<br>Jeśli to nie zadziała, upewnij się, że łącze zostało skopiowane poprawnie i spróbuj ponownie.
pt: Você pode ter confirmado sua conta duas vezes para que a conta já esteja confirmada. Em caso afirmativo, tente fazer o login.<br>Se isso não funcionar, certifique-se de copiar o link corretamente e tente novamente.
ru: Вы могли подтвердить свою учетную запись дважды, так что учетная запись уже подтверждена. Если это так, попробуйте войти в систему.<br>Если это не сработает, убедитесь, что вы правильно скопировали ссылку, и повторите попытку.
sv: Du kanske har bekräftat ditt konto två gånger så att kontot redan är bekräftat. Om så är fallet, försök logga in.<br>Om det inte fungerar, se till att du har kopierat länken korrekt och försök igen.
th: คุณอาจยืนยันบัญชีของคุณสองครั้งเพื่อให้บัญชีได้รับการยืนยันแล้ว ในกรณีนี้ให้ลองเข้าสู่ระบบ<br>หากไม่ได้ผลตรวจสอบให้แน่ใจว่าคุณได้คัดลอกลิงก์อย่างถูกต้องแล้วลองอีกครั้ง
tr: Hesabınızın zaten onaylanmış olması için hesabınızı iki kez onaylamış olabilirsiniz. Öyleyse, oturum açmayı deneyin.<br>Bu işe yaramazsa, bağlantıyı doğru kopyaladığınızdan emin olun ve tekrar deneyin.
uk: Можливо, Ви двічі підтвердили свій обліковий запис, тому обліковий запис уже підтверджено. Якщо так, спробуйте увійти.<br>Якщо це не спрацює, переконайтеся, що Ви скопіювали посилання правильно, і повторіть спробу.
zh_hant: 您可能已經兩次確認了您的帳戶，以便該帳戶已經被確認。如果是這樣，請嘗試登錄<br>如果不起作用，請確保您正確複製了鏈接，然後重試。

source: You must agree to the Terms in order to sign up.
ar: يجب أن توافق على الشروط من أجل التسجيل.
de: Sie müssen den Bedingungen zustimmen, um sich zu registrieren.
es: Debes aceptar los términos para poder registrarte.
et: Registreerumiseks peate nõustuma tingimustega.
he: עליכם להסכים לתנאים על מנת להירשם.
id: Anda harus menyetujui Persyaratan untuk mendaftar.
it: Devi accettare i Termini per iscriverti.
nl: Je moet akkoord gaan met de voorwaarden.
pl: Aby się zarejestrować, musisz wyrazić zgodę na Warunki.
pt: Você deve concordar com os Termos para poder se inscrever.
ru: Вы должны согласиться с Условиями, чтобы подписаться.
sv: Du måste godkänna villkoren för att kunna registrera dig.
th: คุณต้องยอมรับข้อกำหนดจึงจะลงทะเบียนได้
tr: Kaydolmak için Şartları kabul etmeniz gerekir.
uk: Ви повинні погодитися з Умовами, щоб зареєструватися.
zh_hant: 您必须同意这些条款才能注册。

source: and the
ar: و ال
de: und die
es: y el
et: ja
he: וה
id: dan
it: e il
nl: en de
pl: i
pt: e o
ru: и
sv: och den
th: และ
tr: ve
uk: і
zh_hant: 以及

source: log in
ar: تسجيل الدخول
de: Anmeldung
es: acceso
et: Logi sisse
he: התחברות
id: Gabung
nl: Inloggen
pl: Zaloguj sie
pt: Conecte-se
ru: авторизоваться
sv: logga in
th: เข้าสู่ระบบ
tr: giriş yapmak
uk: увійти
zh_hant: 登入

source: sign up for a username and password
ar: قم بالتسجيل للحصول على اسم مستخدم وكلمة مرور
de: sich für einen Benutzernamen und ein Passwort anmelden
es: registrarse para obtener un nombre de usuario y una contraseña
et: registreeruge kasutajanime ja parooli saamiseks
he: הירשם לשם משתמש וסיסמה
id: mendaftar untuk mendapatkan nama pengguna dan kata sandi
it: registrarsi per un nome utente e una password
nl: registreer voor een gebruikersnaam en wachtwoord
pl: Zarejestruj się, aby otrzymać nazwę użytkownika i hasło
pt: cadastre-se para receber um nome de usuário e senha
ru: зарегистрироваться под именем пользователя и паролем
sv: registrera dig för ett användarnamn och lösenord
th: ลงทะเบียนสำหรับชื่อผู้ใช้และรหัสผ่าน
tr: kullanıcı adı ve şifre için kayıt olun
uk: зареєструватися для введення імені користувача та пароля
zh_hant: 注册

source: Building Zotonic in the background...
ar: بناء Zotonic في الخلفية ...
de: Gebäude Zotonic im Hintergrund ...
es: Construyendo Zotonic en el fondo ...
et: Zotonicu ehitamine taustal ...
he: בונה זוטוניק ברקע ...
id: Membangun Zotonik di latar belakang ...
it: Sto compilando Zotonic in background...
nl: Zotonic op de achtergrond bouwen ...
pl: Budowanie Zotonic w tle ...
pt: Construindo Zotonic em segundo plano ...
ru: Создание Zotonic в фоновом режиме ...
sv: Bygga Zotonic i bakgrunden ...
th: กำลังสร้าง Zotonic ในพื้นหลัง ...
tr: Arka planda Zotonic inşa ediliyor ...
uk: Будівництво Zotonic у фоновому режимі...
zh_hant: 在后台建立Zotonic ...

source: Error during fetch from version control.
ar: خطأ أثناء الجلب من التحكم في الإصدار.
de: Fehler beim Abrufen von der Versionskontrolle.
es: Error durante la recuperación del control de versiones.
et: Versioonikontrollist toomise ajal tekkis viga.
he: שגיאה במהלך האחזור מבקרת הגרסה.
id: Kesalahan selama mengambil dari kontrol versi.
it: Errore durante il fetch dal controllo di versione.
nl: Fout tijdens het ophalen uit versiebeheer.
pl: Błąd podczas pobierania z kontroli wersji.
pt: Erro durante a busca do controle de versão.
ru: Ошибка при загрузке из системы контроля версий.
sv: Fel vid hämtning från versionskontroll.
th: เกิดข้อผิดพลาดระหว่างการดึงข้อมูลจากการควบคุมเวอร์ชัน
tr: Sürüm kontrolünden alınırken hata oluştu.
uk: Помилка під час отримання з контролю версій.
zh_hant: 从版本控制中获取错误。

source: Error running Zotonic update
ar: خطأ في تشغيل تحديث Zotonic
de: Fehler beim Ausführen des Zotonic-Updates
es: Error al ejecutar la actualización de Zotonic
et: Zotonicu värskenduse käivitamisel tekkis viga
he: שגיאה בהפעלת עדכון Zotonic
id: Kesalahan menjalankan pembaruan Zotonic
it: Errore nell'esecuzione dell'aggiornamento di Zotonic
nl: Fout bij het uitvoeren van de Zotonic-update
pl: Błąd podczas aktualizacji Zotonic
pt: Erro ao executar a atualização Zotonic
ru: Ошибка при запуске Zotonic update
sv: Fel vid körning av Zotonic-uppdatering
th: เกิดข้อผิดพลาดในการเรียกใช้การอัปเดต Zotonic
tr: Zotonic güncellemesi çalıştırılırken hata oluştu
uk: Помилка запуску оновлення Zotonic
zh_hant: 运行Zotonic更新时出错

source: Error running site update
ar: خطأ في تشغيل تحديث الموقع
de: Fehler beim Ausführen der Site-Aktualisierung
es: Error al ejecutar la actualización del sitio
et: Viga saidivärskenduse käivitamisel
he: שגיאה בהפעלת עדכון האתר
id: Kesalahan menjalankan pembaruan situs
it: Errore nell'esecuzione dell'aggiornamento del sito
nl: Fout bij het uitvoeren van de site-update
pl: Błąd podczas aktualizacji witryny
pt: Erro ao executar atualização do site
ru: Ошибка при запуске обновления сайта
sv: Fel vid körning av webbplatsuppdatering
th: เกิดข้อผิดพลาดในการเรียกใช้การอัปเดตไซต์
tr: Site güncellemesi çalıştırılırken hata oluştu
uk: Помилка запуску оновлення сайту
zh_hant: 运行网站更新时出错

source: Fetching updates from the version control...
ar: جارٍ إحضار التحديثات من عنصر التحكم في الإصدار ...
de: Aktualisierungen von der Versionskontrolle abrufen ...
es: Obteniendo actualizaciones desde el control de versiones ...
et: Värskenduste toomine versioonihaldusest ...
he: מביא עדכונים מבקרת הגרסאות ...
id: Mengambil pembaruan dari kontrol versi ...
it: Recuperare gli aggiornamenti dal controllo di versione...
nl: Updates ophalen van versiebeheer ...
pl: Pobieranie aktualizacji z kontroli wersji ...
pt: Buscando atualizações do controle de versão ...
ru: Получение обновлений из системы контроля версий ...
sv: Hämtar uppdateringar från versionskontrollen ...
th: กำลังดึงข้อมูลอัปเดตจากการควบคุมเวอร์ชัน ...
tr: Sürüm kontrolünden güncellemeler alınıyor ...
uk: Отримання оновлень із системи контролю версій...
zh_hant: 正在从版本控制中获取更新...

source: Fetching updates...
ar: إحضار التحديثات ...
de: Updates abrufen ...
es: Obteniendo actualizaciones ...
et: Värskenduste toomine ...
he: מביא עדכונים ...
id: Mengambil pembaruan ...
it: Recupero degli aggiornamenti...
nl: Updates ophalen ...
pl: Pobieram aktualizacje ...
pt: Buscando atualizações ...
ru: Получение обновлений ...
sv: Hämtar uppdateringar ...
th: กำลังเรียกข้อมูลอัปเดต ...
tr: Güncellemeler alınıyor ...
uk: Отримання оновлень...
zh_hant: 正在获取更新...

source: Finished rebuilding Zotonic.
ar: تم الانتهاء من إعادة بناء Zotonic.
de: Der Umbau von Zotonic ist abgeschlossen.
es: Terminada la reconstrucción de Zotonic.
et: Zotonicu ümberehitamine lõpetatud.
he: סיים לבנות מחדש את Zotonic.
id: Selesai membangun kembali Zotonic.
it: Hai finito di ricostruire Zotonic.
nl: Klaar met het herbouwen van Zotonic.
pl: Zakończono przebudowę Zotonic.
pt: Concluída a reconstrução do Zotonic.
ru: Закончено восстановление Зотоника.
sv: Klart att bygga om Zotonic.
th: สร้าง Zotonic ขึ้นมาใหม่เสร็จแล้ว
tr: Zotonic'in yeniden inşası tamamlandı.
uk: Завершено перебудову Zotonic.
zh_hant: 完成重建 Zotonic。

source: Perform a version control (git/mercurial) update this site.
ar: قم بإجراء تحكم في الإصدار (git / mercurial) لتحديث هذا الموقع.
de: Führen Sie ein Versionskontroll-Update (git/mercurial) dieser Seite durch.
es: Realizar una actualización de control de versiones (git/mercurial) del sitio.
et: Värskendage seda saiti (git / mercurial).
he: בצע בקרת גרסאות (git / mercurial) עדכן אתר זה.
id: Melakukan kontrol versi (git/lincah) memperbaharui situs ini.
it: Eseguire un controllo di versione (git/mercurial) aggiornare questo sito.
nl: Voer een versiebeheer (git/mercurial) update uit van deze site.
pl: Wykonaj kontrolę wersji (git/mercurial) zaktualizuj tę stronę.
pt: Faça um controle de versão (git/mercurial) para atualizar este site.
ru: Выполните обновление версии (git/mercurial) этого сайта.
sv: Utför en versionskontroll (git / mercurial) uppdatera den här webbplatsen.
th: ดำเนินการควบคุมเวอร์ชัน (git / mercurial) อัปเดตไซต์นี้
tr: Bu siteyi güncellemek için bir sürüm kontrolü yapın (git/mercurial).
uk: Виконайте контроль версій (git/mercurial), оновіть цей сайт.
zh_hant: 执行版本控制(git/mercurial)更新本网站。

source: Perform a version update of Zotonic (through git)
ar: قم بتحديث إصدار Zotonic (من خلال git)
de: Führen Sie ein Versions-Update von Zotonic durch (über git)
es: Realizar una versión actualizada de Zotonic (a traves de git)
et: Zotonicu versiooniuuendus (git kaudu)
he: בצע עדכון גרסה של Zotonic (דרך git)
id: Lakukan update versi Zotonic (melalui git)
it: Eseguire un aggiornamento di versione di Zotonic (attraverso git)
nl: Voer een versie-update van Zotonic uit (via git)
pl: Wykonanie aktualizacji wersji Zotonic (poprzez git)
pt: Realizar uma actualização da versão do Zotonic (através do git)
ru: Выполните обновление версии Zotonic (через git).
sv: Utför en versionuppdatering av Zotonic (genom git)
th: ทำการอัปเดตเวอร์ชันของ Zotonic (ผ่าน git)
tr: Zotonic için sürüm güncellemesi yapın (git vasıtası ile)
uk: Виконайте оновлення версії Zotonic (через git)
zh_hant: 执行Zotonic的版本更新（通过git）。

source: Ready with fetch from version control.
ar: جاهز للجلب من التحكم في الإصدار.
de: Bereit mit dem Abruf von der Versionskontrolle.
es: Listo para recuperar desde el control de versiones.
et: Valmis koos versioonihalduse toomisega.
he: מוכן עם אחזור מבקרת גרסה.
id: Siap dengan pengambilan dari kontrol versi.
it: Pronto con il fetch dal controllo di versione.
nl: Klaar met ophalen van versiebeheer.
pl: Gotowe dzięki pobieraniu z kontroli wersji.
pt: Pronto com buscar no controle de versão.
ru: Готово с выборкой из системы контроля версий.
sv: Redo med hämtning från versionskontroll.
th: พร้อมกับการดึงข้อมูลจากการควบคุมเวอร์ชัน
tr: Sürüm kontrolünden getirmeye hazır.
uk: Готово з отриманням із контролю версій.
zh_hant: 准备从版本控制中获取。

source: Rebuild Zotonic
ar: إعادة بناء Zotonic
de: Zotonic umbauen
es: Restablecer Zotonic
et: Taasta Zotonic
he: לבנות מחדש את זוטוניק
id: Bangun kembali Zotonic
it: Ricostruire Zotonic
nl: Herbouw Zotonic
pl: Odbudować Zotonik
pt: Reconstruir Zotonic
ru: Перестроить зотонический
sv: Återuppbygga Zotonic
th: สร้าง Zotonic ใหม่
tr: Zotonic'i Yeniden Yapılandırın
uk: Перебудуйте Zotonic
zh_hant: 重建Zotonic

source: Recompile changed Erlang files in the background
ar: Recompile تغيرت ملفات Erlang في الخلفية
de: Geänderte Erlang-Dateien im Hintergrund neu kompilieren
es: Recompilar los archivos cambiados en el fondo de Erlang
et: Muudetud Erlangi failide kompileerimine taustal
he: הידור מחדש קבצי Erlang ששונו ברקע
id: Kompilasi ulang mengubah file Erlang di latar belakang
it: ricompilare i file Erlang modificati in background
nl: Hercompileren van gewijzigde Erlang-bestanden op de achtergrond
pl: Przekompiluj zmienione pliki Erlanga w tle
pt: Recompilar arquivos Erlang alterados em segundo plano
ru: Перекомпилировать измененные файлы Erlang в фоновом режиме
sv: Kompilera om ändrade Erlang-filer i bakgrunden
th: คอมไพล์ไฟล์ Erlang ที่เปลี่ยนแปลงในพื้นหลัง
tr: Değiştirilen Erlang dosyalarını arka planda yeniden oluştur
uk: Перекомпілювати змінені файли Erlang у фоновому режимі
zh_hant: 在后台重新编译修改过的Erlang文件。

source: Site update API token
ar: رمز API لتحديث الموقع
es: Token de API de actualización del sitio
et: Saidi värskenduse API märgis
he: אסימון API לעדכון אתר
id: Token API pembaruan situs
it: Token API di aggiornamento del sito
pl: Token interfejsu API aktualizacji witryny
pt: Token de API de atualização do site
ru: Токен API обновления сайта
sv: API-token för webbplatsuppdatering
th: โทเค็น API การอัปเดตไซต์
tr: Site güncelleme API simgesi
uk: Токен API оновлення сайту
zh_hant: 网站更新API令牌

source: Site update is not available as the site does not use a known version control system, like git.
ar: تحديث الموقع غير متاح لأن الموقع لا يستخدم نظام التحكم في الإصدارات المعروف ، مثل git.
de: Das Site-Update ist nicht verfügbar, da die Site kein bekanntes Versionskontrollsystem wie git verwendet.
es: La actualización del sitio no está disponible ya que el sitio no utiliza un sistema de control de versiones conocido, como git.
et: Saidi värskendus pole saadaval, kuna sait ei kasuta teadaolevat versioonihaldussüsteemi, näiteks git.
he: עדכון האתר אינו זמין מכיוון שהאתר אינו משתמש במערכת בקרת גרסאות ידועה, כמו git.
id: Pembaruan situs tidak tersedia karena situs tidak menggunakan sistem kontrol versi yang dikenal, seperti git.
it: L'aggiornamento del sito non è disponibile perché il sito non usa un sistema di controllo della versione conosciuto, come git.
nl: Site-update is niet beschikbaar omdat de site geen bekend versiebeheersysteem gebruikt, zoals git.
pl: Aktualizacja witryny nie jest dostępna, ponieważ witryna nie używa znanego systemu kontroli wersji, takiego jak git.
pt: A atualização do site não está disponível porque o site não usa um sistema de controle de versão conhecido, como o git.
ru: Обновление сайта недоступно, так как сайт не использует известную систему контроля версий, например git.
sv: Webbplatsuppdatering är inte tillgänglig eftersom webbplatsen inte använder ett känt versionskontrollsystem, som git.
th: การอัปเดตไซต์ไม่พร้อมใช้งานเนื่องจากไซต์ไม่ได้ใช้ระบบควบคุมเวอร์ชันที่รู้จักเช่น git
tr: Site, git gibi bilinen bir sürüm kontrol sistemi kullanmadığından site güncellemesi mevcut değildir.
uk: Оновлення сайту недоступне, оскільки сайт не використовує відому систему контролю версій, як-от git.
zh_hant: 由于站点未使用已知的版本控制系统（如git），因此无法进行站点更新。

source: Sorry this can only be run from the Zotonic status site
ar: عذرًا ، لا يمكن تشغيل هذا إلا من موقع الحالة Zotonic
de: Dies kann leider nur von der Zotonic-Statusseite ausgeführt werden
es: Lo siento, esto solo se puede ejecutar desde el sitio de estado de Zotonic
et: Kahjuks saab seda käivitada ainult Zotonicu staatuse saidilt
he: מצטער, ניתן להריץ זאת רק מאתר הסטטוס של זוטוניק
id: Maaf ini hanya dapat dijalankan dari situs status Zotonic
it: Spiacente, questo può essere eseguito solo dal sito di stato Zotonic
nl: Sorry, dit kan alleen worden uitgevoerd vanaf de Zotonic-statussite
pl: Przepraszamy, to można uruchomić tylko ze strony statusu Zotonic
pt: Desculpe, isso só pode ser executado a partir do site de status Zotonic
ru: Извините, это можно запустить только с сайта статуса Zotonic
sv: Tyvärr kan detta bara köras från Zotonic-statuswebbplatsen
th: ขออภัยสิ่งนี้สามารถเรียกใช้ได้จากไซต์สถานะ Zotonic เท่านั้น
tr: Üzgünüz, bu sadece Zotonic durum sitesinden çalıştırılabilir
uk: На жаль, це можна запустити лише з сайту статусу Zotonic
zh_hant: 抱歉，只能在Zotonic状态网站上运行
