Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: The path <em>after the language code</em> for the URL, if left empty then the path of one of the other languages is used.
ar: المسار <em>بعد رمز اللغة</em> لعنوان URL، إذا ترك فارغًا، فسيتم استخدام مسار إحدى اللغات الأخرى.
de: Der Pfad <em>nach dem Sprachcode</em> für die URL, wenn er leer bleibt, wird der Pfad einer der anderen Sprachen verwendet.
es: La ruta <em>después del código de idioma</em> para la URL, si se deja vacía se utiliza la ruta de uno de los otros idiomas.
et: URL-i keelekoodi</em> järel olev tee <em>; kui see jäetakse tühjaks, kasutatakse ühe teise keele teed.
he: הנתיב <em>אחרי קוד השפה</em> עבור כתובת ה-URL. אם נותר ריק, נעשה שימוש בנתיב של אחת השפות האחרות.
id: Jalur <em>setelah kode bahasa</em> untuk URL, jika dibiarkan kosong maka jalur salah satu bahasa lainnya digunakan.
it: Il percorso <em>dopo il codice lingua</em> per l'URL; se lasciato vuoto, verrà utilizzato il percorso di una delle altre lingue.
nl: Het pad <em>achter de taalcode</em> voor de URL, als dit leeg is wordt het pad van een van de andere talen gebruikt.
pl: Ścieżka <em>po kodzie języka</em> dla adresu URL. Jeżeli pozostanie pusta, zostanie użyta ścieżka jednego z pozostałych języków.
pt: O caminho <em>após o código de idioma</em> para o URL, se deixado em branco, será utilizado o caminho de um dos outros idiomas.
ru: Путь <em>после кода языка</em> для URL-адреса. Если оставить пустым, будет использован путь одного из других языков.
sv: Sökvägen <em>efter språkkoden</em> för URL:en. Om den lämnas tom används sökvägen till ett av de andra språken.
th: เส้นทาง <em>หลังรหัสภาษา</em> สำหรับ URL ถ้าปล่อยทิ้งไว้ เส้นทางของภาษาอื่นจะถูกใช้
tr: URL için</em> dil kodundan sonra gelen <em>yolu boş bırakılırsa diğer dillerden birinin yolu kullanılır.
uk: Шлях <em>після коду мови</em> для URL-адреси. Якщо залишити порожнім, використовується шлях однієї з інших мов.
zh_hant: URL 的語言代碼</em> 後的路徑 <em>，如果留空，則使用其他語言之一的路徑。

source: The path <em>after the language code</em> for the URL, if left empty then the path of the default language is used.
ar: المسار <em>بعد رمز اللغة</em> لعنوان URL، إذا ترك فارغًا فسيتم استخدام مسار اللغة الافتراضية.
de: Der Pfad <em>nach dem Sprachcode</em> für die URL, wenn er leer bleibt, wird der Pfad der Standardsprache verwendet.
es: La ruta <em>después del código de idioma</em> para la URL, si se deja vacía se utiliza la ruta del idioma predeterminado.
et: URL-i keelekoodi</em> järel olev tee <em>; kui see väli jäetakse tühjaks, kasutatakse vaikekeele teed.
he: הנתיב <em>אחרי קוד השפה</em> עבור כתובת ה-URL. אם נותר ריק, נעשה שימוש בנתיב של שפת ברירת המחדל.
id: Jalur <em>setelah kode bahasa</em> untuk URL, jika dibiarkan kosong maka jalur bahasa default yang digunakan.
it: Percorso <em>dopo il codice lingua</em> per l'URL; se lasciato vuoto, verrà utilizzato il percorso della lingua predefinita.
nl: Het pad <em>achter de taalcode</em> voor de URL, als dit leeg blijft wordt het pad van de standaardtaal gebruikt.
pl: Ścieżka <em>po kodzie języka</em> dla adresu URL. Jeżeli pozostanie pusta, zostanie użyta ścieżka języka domyślnego.
pt: O caminho <em>após o código de idioma</em> para o URL, se deixado em branco, será utilizado o caminho do idioma predefinido.
ru: Путь <em>после кода языка</em> для URL-адреса. Если оставить пустым, будет использован путь языка по умолчанию.
sv: Sökvägen <em>efter språkkoden</em> för URL:en. Om den lämnas tom används sökvägen till standardspråket.
th: เส้นทาง <em>หลังรหัสภาษา</em> สำหรับ URL ถ้าปล่อยทิ้งไว้ เส้นทางของภาษาเริ่มต้นจะถูกนำมาใช้
tr: URL için</em> dil kodundan sonra gelen <em>yolu boş bırakılırsa varsayılan dilin yolu kullanılır.
uk: Шлях <em>після коду мови</em> для URL-адреси. Якщо залишити порожнім, використовується шлях мови за замовчуванням.
zh_hant: URL 的語言代碼</em> 後的路徑 <em>，如果留空則使用預設語言的路徑。

source: The search index is rebuilding. Depending on the database size, this can take a long time.
ar: يتم إعادة بناء فهرس البحث. يعتمد هذا على حجم قاعدة البيانات و قد يستغرق هذا لمدة طويلة.
de: Der Suchindex wird neu aufgebaut. Je nach Datenbankgröße kann dies sehr lange dauern.
es: El índice de búsqueda está reconstruyendo. Dependiendo del tamaño de la base de datos, esto.
et: Otsingu register on ülesehitamisel. Sõltuvalt andmebaasi suurusest võib see võtta kaua aega.
he: אינדקס החיפוש נבנה מחדש. בהתאם לגודל מסד הנתונים, זה יכול לקחת זמן רב.
id: Pencarian indeks pembangunan kembali. Tergantung pada ukuran database, hal ini dapat memakan waktu yang lama.
it: L'indice di ricerca si sta ricostruendo. A seconda della dimensione del database, questo può richiedere molto tempo.
nl: De zoekindex wordt opnieuw gemaakt. Dit kan lang duren.
pl: Indeks wyszukiwania jest odbudowywany. W zależności od rozmiaru bazy danych może to zająć dużo czasu.
pt: O índice de pesquisa está sendo reconstruído. Depende do tamanho do banco de dados, isso pode demorar muito.
ru: Поисковый индекс перестраивается. В зависимости от размера базы данных это может занять много времени.
sv: Sökindex är ombyggnad. Beroende på databasens storlek, kan det här ta lång tid.
th: ดัชนีการค้นหากำลังสร้างใหม่ ขึ้นอยู่กับขนาดฐานข้อมูลอาจใช้เวลานาน
tr: Arama indeksleri yeniden yapılıyor. Veritabanı boyutuna bağlı olarak uzun zaman alabilir.
uk: Пошуковий індекс відновлюється. Залежно від розміру бази даних це може зайняти багато часу.
zh_hant: 搜索索引正在重建。根据数据库的大小，这可能需要很长的时间。

source: The site configuration has been reloaded.
ar: تم إعادة تحميل تكوين الموقع.
de: Die Site-Konfiguration wurde neu geladen.
es: Se ha recargado la configuración del sitio.
et: Saidi konfiguratsioon on uuesti laaditud.
he: תצורת האתר נטענה מחדש.
id: Konfigurasi situs telah dimuat ulang.
it: La configurazione del sito è stata ricaricata.
nl: De siteconfiguratie is opnieuw geladen.
pl: Konfiguracja witryny została ponownie załadowana.
pt: A configuração do site foi recarregada.
ru: Конфигурация сайта была перезагружена.
sv: Webbplatskonfigurationen har laddats om.
th: การกำหนดค่าไซต์ได้รับการโหลดใหม่แล้ว
tr: Site yapılandırması yeniden yüklendi.
uk: Конфігурацію сайту перезавантажено.
zh_hant: 網站配置已重新載入。

source: The site’s data is being reinstalled. Watch the console for messages
ar: لقد تم إعادة تثبيت بيانات الموقع. شاهد وحدة تحكم في الرسائل
de: Die Daten der Website werden neu installiert. Beobachten Sie die Konsole auf Meldungen
es: Los datos del sitio están siendo reinstalados. Mira la consola para los mensajes
et: Saidi andmeid installitakse uuesti. Vaadake konsooli sõnumite kohta
he: נתוני האתר מתקינים מחדש. צפה במסוף אחר הודעות
id: Situs data ini sedang diinstal ulang. Lihat konsol untuk pesan
it: I dati del sito vengono reinstallati. Guarda la console per i messaggi
nl: De sitedata wordt opnieuw geïnstalleerd. Houd de console in de gaten voor berichten.
pl: Trwa ponowna instalacja danych witryny. Obserwuj konsolę pod kątem wiadomości
pt: Os dados do site estão a ser reinstalados. Veja o console para mensagens
ru: Данные сайта переустанавливаются. Следите за сообщениями в консоли
sv: Webbplatsens data håller på att installeras. Titta på konsolen för meddelanden
th: กำลังติดตั้งข้อมูลของไซต์ใหม่ ดูคอนโซลสำหรับข้อความ
tr: Bu sitenin verisi yükleniyor. Mesajlar için konsolu takip edin
uk: Дані сайту перевстановлюються. Слідкуйте за повідомленнями на консолі
zh_hant: 网站的数据正在重新安装。请注意控制台的信息

source: The system has allocated more than the specified threshold of available memory, as reported by the underlying operating system.
ar: لقد خصص النظام مساحة أكبر من الحد المحدد للذاكرة المتاحة، كما ورد في تقرير نظام التشغيل الأساسي.
de: Das System hat mehr als den angegebenen Schwellenwert an verfügbarem Speicher zugewiesen, wie vom zugrunde liegenden Betriebssystem gemeldet.
es: El sistema ha asignado más que el umbral especificado de memoria disponible, según lo informado por el sistema operativo subyacente.
et: Süsteem on eraldanud rohkem kui määratud lävi vaba mälu, nagu teatas aluseks olev operatsioonisüsteem.
he: המערכת הקצתה יותר מהסף שצוין של זיכרון זמין, כפי שדווח על ידי מערכת ההפעלה הבסיסית.
id: Sistem telah mengalokasikan lebih dari ambang batas memori yang tersedia, seperti yang dilaporkan oleh sistem operasi yang mendasarinya.
it: Il sistema ha allocato una quantità di memoria disponibile superiore alla soglia specificata, come segnalato dal sistema operativo sottostante.
nl: Het systeem heeft meer geheugen toegewezen dan de opgegeven drempelwaarde, zoals gerapporteerd door het onderliggende besturingssysteem.
pl: System przydzielił więcej niż określony próg dostępnej pamięci, zgodnie z raportem systemu operacyjnego.
pt: O sistema alocou mais do que o limite especificado de memória disponível, conforme relatado pelo sistema operacional subjacente.
ru: Система выделила больше указанного порогового значения доступной памяти, как сообщает базовая операционная система.
sv: Systemet har allokerat mer än den specificerade tröskeln för tillgängligt minne, som rapporterats av det underliggande operativsystemet.
th: ระบบได้จัดสรรหน่วยความจำที่มีอยู่เกินขีดจำกัดที่ระบุไว้ ตามที่ระบบปฏิบัติการพื้นฐานรายงานไว้
tr: Sistem, altta yatan işletim sistemi tarafından bildirildiği gibi, belirtilen kullanılabilir bellek eşiğinden daha fazlasını tahsis etti.
uk: Система виділила більше, ніж указаний поріг доступної пам’яті, як повідомляє базова операційна система.
zh_hant: 系統分配的可用記憶體超過了底層作業系統所報告的指定閾值。

source: There are no incoming connections.
ar: لا توجد اتصالات واردة.
de: Es bestehen keine eingehenden Verbindungen.
es: No hay conexiones entrantes.
et: Sissetulevaid ühendusi pole.
he: אין חיבורים נכנסים.
id: Tidak ada koneksi masuk.
it: Non ci sono connessioni in entrata.
nl: Er zijn geen inkomende verbindingen.
pl: Brak połączeń przychodzących.
pt: Não há conexões de entrada.
ru: Входящих соединений нет.
sv: Det finns inga inkommande anslutningar.
th: ไม่มีการเชื่อมต่อขาเข้า
tr: Gelen bağlantı yok.
uk: Немає вхідних з'єднань.
zh_hant: 沒有傳入連線。

source: There are no pages with a connection to the page
ar: لا توجد صفحات تحتوي على اتصال بالصفحة
de: Es gibt keine Seiten mit Verbindungen zu dieser Seite
es: No hay páginas con una conexión a la página
et: Ei ole √htegi lehte seosega sellele lehele
he: אין עמודים עם חיבור לדף
id: Tidak ada halaman dengan sambungan pada halaman
it: Non ci sono pagine con una connessione alla pagina
nl: Er zijn geen andere pagina's die een connectie hebben naar deze pagina.
pl: Brak stron połączonych ze stroną
pt: Não há páginas com uma ligação à página
ru: Страницы, связанные с этой, отсутствуют
sv: Det finns inga sidor med en anslutning till den sida
th: ไม่มีเพจที่เชื่อมต่อกับเพจ
tr: Bu sayfayla bağlantılı iki sayfa var
uk: Немає сторінок з підключенням до сторінки
zh_hant: 没有连接到本页面的页面

source: There are no tasks in the task queue.
ar: لا توجد مهام في قائمة انتظار المهام.
de: Es befinden sich keine Aufgaben in der Aufgabenwarteschlange.
es: No hay tareas en la cola de tareas.
et: Ülesannete järjekorras pole ülesandeid.
he: אין משימות בתור המשימות.
id: Tidak ada tugas dalam antrian tugas.
it: Non ci sono attività nella coda delle attività.
nl: Er staan geen taken in de takenwachtrij.
pl: W kolejce zadań nie ma żadnych zadań.
pt: Não há tarefas na fila de tarefas.
ru: В очереди задач нет задач.
sv: Det finns inga uppgifter i uppgiftskön.
th: ไม่มีงานในคิวงาน
tr: Görev kuyruğunda görev yok.
uk: У черзі завдань немає завдань.
zh_hant: 任務隊列中沒有任務。

source: There is already a page with this name.
ar: توجد بالفعل صفحة بهذا الاسم.
de: Es gibt bereits eine Seite mit diesem Namen.
es: Ya hay una página con este nombre.
et: Selle nimega leht on juba olemas.
he: יש כבר דף עם השם הזה.
id: Sudah ada halaman dengan nama ini.
it: C'è già una pagina con questo nome.
nl: Er is al een pagina met deze naam.
pl: Istnieje już strona o tej nazwie.
pt: Já existe uma página com este nome.
ru: Уже есть страница с таким названием.
sv: Det finns redan en sida med detta namn.
th: มีเพจชื่อนี้อยู่แล้ว
tr: Zaten bu isimde bir sayfa var.
uk: Сторінка з такою назвою вже є.
zh_hant: 已经有一个页面用这个名字。

source: This can't be undone. Your page will be lost forever.
ar: لا يمكن التراجع عن ذلك. سيتم فقدان صفحتك إلى الأبد.
de: Dies kann nicht rückgängig gemacht werden. Ihre Seite wird für immer verloren sein.
es: Esto no se puede deshacer. Su página se perderá para siempre.
et: Seda tegevust ei saa tagasi v√µtte. Sinu leht kaob igaeseks.
he: אי אפשר לבטל את זה. הדף שלך יאבד לנצח.
id: Ini tidak dapat dibatalkan. Halaman anda akan hilang selamanya.
it: Questo non può essere annullato. La tua pagina sarà persa per sempre.
nl: Dit kan niet ongedaan worden gemaakt. Je pagina is voor altijd verloren.
pl: Tej operacji nie da się cofnąć. Strona zostanie bezpowrotnie skasowana.
pt: Isto não pode ser desfeito. A tua página ficará perdida para sempre.
ru: Это действие нельзя отменить. Ваша страница будет безвозвратно удалена.
sv: Detta kan inte ångras. din sida kommer att vara förlorade för alltid.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ เพจของคุณจะสูญหายไปตลอดกาล
tr: Geri alınamaz. Sayfa tamamen silinecek.
uk: Це не можна скасувати. Ваша сторінка буде втрачена назавжди.
zh_hant: 操作不可以撤销，页面会永远丢失。

source: This connection already exists.
ar: هذا الاتصال موجود مسبقاً.
de: Diese Verbindung ist bereits vorhanden.
es: Esta conexión ya existe.
et: See ühendus on juba olemas.
he: חיבור זה כבר קיים.
id: Koneksi ini sudah ada.
it: Questa connessione esiste già.
nl: Deze connectie bestaat al
pl: To połączenie już istnieje.
pt: Esta ligação já existe.
ru: Эта связь уже существует.
sv: Detta samband finns redan.
th: มีการเชื่อมต่อนี้อยู่แล้ว
tr: Bu bağlantı zaten mevcut.
uk: Цей зв’язок уже існує.
zh_hant: 这个连接已经存在。

source: This file contains links to other files or locations.
ar: يحتوي هذا الملف على روابط لملفات أو مواقع أخرى.
de: Diese Datei enthält Links zu anderen Dateien oder Speicherorten.
es: Este archivo contiene enlaces a otros archivos o lugares.
et: See fail sisaldab linke teistele failidele või asukohtadele.
he: קובץ זה מכיל קישורים לקבצים או למיקומים אחרים.
id: File ini berisi link ke file atau lokasi lain.
it: Questo file contiene collegamenti ad altri file o posizioni.
nl: Dit bestand bevat links naar andere bestanden of locaties.
pl: Ten plik zawiera linki do innych plików lub lokalizacji.
pt: Este arquivo contém links para outros arquivos ou locais.
ru: Этот файл содержит ссылки на другие файлы или местоположения.
sv: Den här filen innehåller länkar till andra filer eller platser.
th: ไฟล์นี้มีลิงก์ไปยังไฟล์หรือตำแหน่งอื่น ๆ
tr: Bu dosya, diğer dosyalara veya konumlara bağlantılar içerir.
uk: Цей файл містить посилання на інші файли або розташування.
zh_hant: 本文件包含其他文件或位置的链接。

source: This file has been scanned for viruses.
ar: تم فحص هذا الملف بحثًا عن فيروسات.
de: Diese Datei wurde auf Viren überprüft.
es: Este archivo ha sido escaneado en busca de virus.
et: Seda faili on kontrollitud viiruste suhtes.
he: קובץ זה נסרק לאיתור וירוסים.
id: File ini telah dipindai dari virus.
it: Questo file è stato scansionato per i virus.
nl: Dit bestand is gescand op virussen.
pl: Ten plik został przeskanowany w poszukiwaniu wirusów.
pt: Este ficheiro foi verificado à procura de vírus.
ru: Этот файл был проверен на вирусы.
sv: Den här filen har skannats efter virus.
th: ไฟล์นี้ได้รับการสแกนหาไวรัส
tr: Bu dosya virüslere karşı tarandı.
uk: Цей файл перевірено на наявність вірусів.
zh_hant: 此文件已被扫描为病毒。

source: This file has not been scanned for viruses because it is too large.
ar: لم يتم فحص هذا الملف بحثًا عن فيروسات لأنه كبير جدًا.
de: Diese Datei wurde nicht auf Viren überprüft, da sie zu groß ist.
es: Este archivo no ha sido escaneado en busca de virus porque es demasiado grande.
et: Seda faili pole viiruste suhtes skannitud, kuna see on liiga suur.
he: קובץ זה לא נסרק לאיתור וירוסים מכיוון שהוא גדול מדי.
id: File ini belum dipindai dari virus karena terlalu besar.
it: Questo file non è stato scansionato per i virus perché è troppo grande.
nl: Dit bestand is niet gescand op virussen omdat het te groot is.
pl: Ten plik nie został przeskanowany w poszukiwaniu wirusów, ponieważ jest zbyt duży.
pt: Este ficheiro não foi verificado por vírus porque é demasiado grande.
ru: Этот файл не был проверен на вирусы, потому что он слишком большой.
sv: Den här filen har inte skannats efter virus eftersom den är för stor.
th: ไฟล์นี้ไม่ได้รับการสแกนหาไวรัสเนื่องจากมีขนาดใหญ่เกินไป
tr: Bu dosya çok büyük olduğu için virüs taramasından geçirilmedi.
uk: Цей файл не перевірено на наявність вірусів, оскільки він завеликий.
zh_hant: 这个文件因为太大，没有进行病毒扫描。

source: This file has not been scanned for viruses.
ar: لم يتم فحص هذا الملف بحثًا عن فيروسات.
de: Diese Datei wurde nicht auf Viren überprüft.
es: Este archivo no ha sido escaneado en busca de virus.
et: Seda faili pole viiruste suhtes kontrollitud.
he: קובץ זה לא נסרק לאיתור וירוסים.
id: File ini belum dipindai dari virus.
it: Questo file non è stato scansionato per i virus.
nl: Dit bestand is niet gescand op virussen.
pl: Ten plik nie został przeskanowany w poszukiwaniu wirusów.
pt: Este ficheiro não foi verificado à procura de vírus.
ru: Этот файл не был проверен на вирусы.
sv: Den här filen har inte skannats efter virus.
th: ไฟล์นี้ไม่ได้รับการสแกนหาไวรัส
tr: Bu dosya virüslere karşı taranmadı.
uk: Цей файл не перевірено на наявність вірусів.
zh_hant: 这个文件没有经过病毒扫描。

source: This file is infected with a virus.
ar: هذا الملف مصاب بفيروس.
de: Diese Datei ist mit einem Virus infiziert.
es: Este archivo está infectado con un virus.
et: See fail on nakatunud viirusega.
he: קובץ זה נגוע בווירוס.
id: File ini terinfeksi virus.
it: Questo file è infettato da un virus.
nl: Dit bestand is geïnfecteerd met een virus.
pl: Ten plik jest zainfekowany wirusem.
pt: Este ficheiro está infectado com um vírus.
ru: Этот файл заражен вирусом.
sv: Den här filen är infekterad med ett virus.
th: ไฟล์นี้ติดไวรัส
tr: Bu dosyaya bir virüs bulaşmış.
uk: Цей файл заражений вірусом.
zh_hant: 这个文件被病毒感染了。

source: This file is too large.
ar: هذا الملف كبير جدًا.
de: Diese Datei ist zu groß.
es: Este archivo es demasiado grande.
et: See fail on liiga suur.
he: קובץ זה גדול מדי.
id: File ini terlalu besar.
it: Questo file è troppo grande.
nl: Dit bestand is te groot.
pl: Ten plik jest zbyt duży.
pt: Este arquivo é muito grande.
ru: Этот файл слишком большой.
sv: Den här filen är för stor.
th: ไฟล์นี้มีขนาดใหญ่เกินไป
tr: Bu dosya çok büyük.
uk: Цей файл завеликий.
zh_hant: 这个文件太大。

source: This is system content.
ar: هذا هو محتوى النظام.
de: Dies ist der Systeminhalt.
es: Este es el contenido del sistema.
et: See on süsteemi sisu.
he: זהו תוכן מערכת.
id: Ini adalah konten sistem.
it: Questo è il contenuto del sistema.
nl: Dit is systeeminhoud.
pl: To jest zawartość systemu.
pt: Este é o conteúdo do sistema.
ru: Это содержимое системы.
sv: Detta är systeminnehåll.
th: นี่คือเนื้อหาของระบบ
tr: Bu, sistem içeriğidir.
uk: Це системний контент.
zh_hant: 这是系统内容。

source: This name is in use by another page.
ar: هذا الاسم مستخدم من قبل صفحة أخرى.
de: Dieser Name wird bereits von einer anderen Seite verwendet.
es: Este nombre está en uso en otra página.
et: Seda nime kasutab teine leht.
he: שם זה נמצא בשימוש על ידי דף אחר.
id: Nama ini sedang digunakan oleh halaman lain.
it: Questo nome è in uso da un'altra pagina.
nl: Deze naam wordt door een andere pagina gebruikt.
pl: Ta nazwa jest używana przez inną stronę.
pt: Este nome está em uso por outra página.
ru: Это имя используется другой страницей.
sv: Detta namn används av en annan sida.
th: ชื่อนี้ถูกใช้โดยเพจอื่น
tr: Bu isim başka bir sayfada kullanılıyor.
uk: Це ім’я використовується іншою сторінкою.
zh_hant: 这个名字被另一个页面使用。

source: This note is only visible for people who can edit the page.
ar: هذه الملاحظة مرئية فقط للأشخاص الذين يمكنهم تحرير الصفحة.
de: Dieser Hinweis ist nur für Personen sichtbar, die die Seite bearbeiten können.
es: Esta nota solo es visible para las personas que pueden editar la página.
et: See märge on nähtav ainult inimestele, kes saavad lehte muuta.
he: הערה זו גלויה רק לאנשים שיכולים לערוך את הדף.
id: Catatan ini hanya dapat dilihat oleh orang yang dapat mengedit halaman.
it: Questa nota è visibile solo per le persone che possono modificare la pagina.
nl: Deze notitie is alleen zichtbaar voor mensen die de pagina kunnen bewerken.
pl: Ta notatka jest widoczna tylko dla osób, które mogą edytować stronę.
pt: Esta nota é visível apenas para pessoas que podem editar a página.
ru: Эта заметка видна только тем, кто может редактировать страницу.
sv: Den här anteckningen är endast synlig för personer som kan redigera sidan.
th: บันทึกนี้จะมองเห็นได้เฉพาะผู้ที่แก้ไขเพจได้
tr: Bu not yalnızca sayfayı düzenleyebilen kişiler tarafından görülebilir.
uk: Цю примітку бачать лише люди, які можуть редагувати сторінку.
zh_hant: 此註釋僅對可以編輯頁面的人可見。

source: This page can be connected from other pages. For example it could be an author of an article.
ar: يمكن توصيل هذه الصفحة من صفحات أخرى. على سبيل المثال ، يمكن أن يكون مؤلفًا لمقال.
de: Diese Seite kann von anderen Seiten verbunden werden. Zum Beispiel könnte es ein Autor eines Artikels sein.
es: Esta página se puede conectar desde otras páginas. Por ejemplo, podría ser el autor de un artículo.
et: Seda lehte saab ühendada teistelt lehtedelt. Näiteks võib see olla artikli autor.
he: ניתן לחבר דף זה מדפים אחרים. למשל זה יכול להיות מחבר של מאמר.
id: Halaman ini dapat dihubungkan dari halaman lain. Misalnya bisa menjadi penulis artikel.
it: Questa pagina può essere collegata da altre pagine. Ad esempio potrebbe essere l'autore di un articolo.
nl: Deze pagina kan verbonden zijn met andere pagina's. Het zou bijvoorbeeld een auteur van een artikel kunnen zijn.
pl: Ta strona może być połączona z innymi stronami. Na przykład może to być autor artykułu.
pt: Esta página pode ser conectada a partir de outras páginas. Por exemplo, pode ser o autor de um artigo.
ru: С этой страницей могут быть соединены другие страницы. Например, это может быть автор статьи.
sv: Denna sida kan anslutas från andra sidor. Det kan till exempel vara författare till en artikel.
th: เพจนี้สามารถเชื่อมต่อจากเพจอื่น ๆ ตัวอย่างเช่นอาจเป็นผู้เขียนบทความ
tr: Bu sayfa diğer sayfalardan bağlanabilir. Örneğin, bir makalenin yazarı olabilir.
uk: Цю сторінку можна приєднати з інших сторінок. Наприклад, це може бути автор статті.
zh_hant: 該頁面可以與其他頁面連接。例如，它可能是文章的作者。

source: This page has been deleted.
ar: لقد تم حذف الصحفة.
de: Diese Seite wurde gelöscht.
es: Esta página ha sido eliminada.
et: See leht on kustutatud.
he: דף זה נמחק.
id: Halaman ini telah dihapus.
it: Questa pagina è stata cancellata.
nl: Deze pagina is verwijderd.
pl: Ta strona została usunięta.
pt: Esta página foi apagada.
ru: Эта страница была удалена.
sv: Den här sidan har raderats.
th: เพจนี้ถูกลบแล้ว
tr: Sayfa silindi.
uk: Цю сторінку видалено.
zh_hant: 本页已被删除。
