Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Define who should use two-factor authentication, this is the default setting for all users.
ar: حدد من يجب أن يستخدم المصادقة الثنائية ، هذا هو الإعداد الافتراضي لجميع المستخدمين.
de: Legen Sie fest, wer die Zwei-Faktor-Authentifizierung verwenden soll, dies ist die Standardeinstellung für alle Benutzer.
es: Definir quién debe usar la autenticación de dos factores, es la configuración predeterminada para todos los usuarios.
et: Määrake, kes peaks kasutama kaheastmelist autentimist, see on kõigi kasutajate vaikeseade.
he: הגדר מי צריך להשתמש באימות דו-גורמי, זוהי הגדרת ברירת המחדל עבור כל המשתמשים.
id: Tentukan siapa yang harus menggunakan otentikasi dua faktor, ini adalah pengaturan default untuk semua pengguna.
it: Definisci chi deve usare l'autenticazione a due fattori, questa è l'impostazione predefinita per tutti gli utenti.
nl: Definieer wie er gebruik moet maken van twee-factor-authenticatie, dit is de standaardinstelling voor alle gebruikers.
pl: Zdefiniuj, kto powinien korzystać z uwierzytelniania dwuskładnikowego, jest to ustawienie domyślne dla wszystkich użytkowników.
pt: Defina quem deve usar autenticação de dois fatores, esta é a configuração padrão para todos os usuários.
ru: Определите, кто должен использовать двухфакторную аутентификацию, это настройка по умолчанию для всех пользователей.
sv: Definiera vem som ska använda tvåfaktorautentisering, detta är standardinställningen för alla användare.
th: กำหนดว่าใครควรใช้การพิสูจน์ตัวตนแบบสองปัจจัยซึ่งเป็นการตั้งค่าเริ่มต้นสำหรับผู้ใช้ทั้งหมด
tr: İki faktörlü kimlik doğrulamayı kimin kullanması gerektiğini tanımlayın, bu tüm kullanıcılar için varsayılan ayardır.
uk: Визначте, хто має використовувати двофакторну автентифікацію, це налаштування за замовчуванням для всіх користувачів.
zh_hant: 定义谁应该使用双因素认证，这是所有用户的默认设置。

source: Enable two-factor authentication...
ar: تمكين المصادقة ذات العاملين ...
de: Aktivieren Sie die Zwei-Faktor-Authentifizierung...
es: Habilitar la autenticación de dos factores...
et: Luba kaheastmeline autentimine ...
he: הפעל אימות דו-גורמי ...
id: Aktifkan otentikasi dua faktor ...
it: Abilita l'autenticazione a due fattori...
nl: Schakel twee-factor authenticatie in...
pl: Włącz uwierzytelnianie dwuskładnikowe ...
pt: Habilitar autenticação de dois fatores...
ru: Включить двухфакторную аутентификацию...
sv: Aktivera tvåfaktorautentisering ...
th: เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย ...
tr: İki faktörlü kimlik doğrulamayı etkinleştirin ...
uk: Увімкнути двофакторну автентифікацію...
zh_hant: 启用双因素认证...

source: Force two-factor authentication
ar: فرض المصادقة الثنائية
de: Zwei-Faktor-Authentifizierung erzwingen
es: Autenticación de dos factores de fuerza
et: Sundige kaheastmeline autentimine
he: כפה אימות של שני גורמים
id: Paksa otentikasi dua faktor
it: Forzare l'autenticazione a due fattori
nl: Forceer de twee-factor authenticatie
pl: Wymuś uwierzytelnianie dwuskładnikowe
pt: Forçar a autenticação de dois fatores
ru: Принудительная двухфакторная аутентификация
sv: Tvinga tvåfaktorautentisering
th: บังคับใช้การรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulamayı zorla
uk: Примусова двофакторна аутентифікація
zh_hant: 强制双因素认证

source: Help about two-factor authentication
ar: تعليمات حول المصادقة ذات العاملين
de: Hilfe zur Zwei-Faktor-Authentifizierung
es: Ayuda sobre la autenticación de dos factores
et: Abi kaheastmelise autentimise kohta
he: עזרה לגבי אימות דו-גורמי
id: Bantuan tentang otentikasi dua faktor
it: Aiuto sull'autenticazione a due fattori
nl: Help over twee-factor authenticatie
pl: Pomoc w zakresie uwierzytelniania dwuskładnikowego
pt: Ajuda sobre autenticação de dois fatores
ru: Помощь по двухфакторной аутентификации
sv: Hjälp om tvåfaktorautentisering
th: ความช่วยเหลือเกี่ยวกับการรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulama hakkında yardım
uk: Довідка про двофакторну аутентифікацію
zh_hant: 关于双因素认证的帮助

source: Here you can define which users need or should use two-factor authentication when signing in.
ar: هنا يمكنك تحديد المستخدمين الذين يحتاجون أو يجب عليهم استخدام المصادقة ذات العاملين عند تسجيل الدخول.
de: Hier können Sie festlegen, welche Benutzer bei der Anmeldung die Zwei-Faktor-Authentifizierung verwenden müssen oder sollen.
es: Aquí puede definir qué usuarios necesitan o deberían utilizar la autenticación de dos factores al iniciar la sesión.
et: Siin saate määratleda, millised kasutajad vajavad või peaksid kasutama sisselogimisel kaheastmelist autentimist.
he: כאן תוכלו להגדיר אילו משתמשים צריכים או צריכים להשתמש באימות דו-גורמי בעת הכניסה.
id: Di sini Anda dapat menentukan pengguna mana yang membutuhkan atau harus menggunakan autentikasi dua faktor saat masuk.
it: Qui puoi definire quali utenti hanno bisogno o dovrebbero usare l'autenticazione a due fattori quando entrano.
nl: Hier kun je definiëren welke gebruikers twee-factor-authenticatie nodig hebben of moeten gebruiken bij het aanmelden.
pl: Tutaj możesz zdefiniować, którzy użytkownicy potrzebują lub powinni używać dwuskładnikowego uwierzytelniania podczas logowania.
pt: Aqui você pode definir quais usuários precisam ou devem usar autenticação de dois fatores ao fazer o login.
ru: Здесь вы можете определить, какие пользователи нуждаются или должны использовать двухфакторную аутентификацию при входе в систему.
sv: Här kan du definiera vilka användare som behöver eller ska använda tvåfaktorautentisering när de loggar in.
th: คุณสามารถกำหนดได้ว่าผู้ใช้รายใดต้องการหรือควรใช้การตรวจสอบสิทธิ์แบบสองปัจจัยเมื่อลงชื่อเข้าใช้
tr: Burada, hangi kullanıcıların oturum açarken iki faktörlü kimlik doğrulamaya ihtiyaç duyduğunu veya kullanması gerektiğini tanımlayabilirsiniz.
uk: Тут Ви можете визначити, яким користувачам потрібна або повинна використовуватися двофакторна аутентифікація під час входу.
zh_hant: 在这里您可以定义哪些用户在登录时需要或应该使用双因素认证。

source: If you are not able to scan the QR code then copy the code manually to your authentication App.
ar: إذا لم تتمكن من مسح رمز الاستجابة السريعة ضوئيًا ، فانسخ الرمز يدويًا إلى تطبيق المصادقة الخاص بك.
de: Wenn Sie den QR-Code nicht scannen können, kopieren Sie den Code manuell in Ihre Authentifizierungs-App.
es: Si no puede escanear el código QR, cópielo manualmente en su aplicación de autenticación.
et: Kui te ei saa QR-koodi skannida, kopeerige kood käsitsi oma autentimisrakendusse.
he: אם אינך מצליח לסרוק את קוד ה- QR, העתק את הקוד באופן ידני לאפליקציית האימות שלך.
id: Jika Anda tidak dapat memindai kode QR, salin kode secara manual ke Aplikasi otentikasi Anda.
it: Se non riesci a scansionare il codice QR, copia il codice manualmente nella tua app di autenticazione.
nl: Als je de QR-code niet kan scannen, kopieer de code handmatig naar je authenticatie-app.
pl: Jeśli nie możesz zeskanować kodu QR, skopiuj go ręcznie do aplikacji uwierzytelniającej.
pt: Se você não conseguir escanear o código QR, copie o código manualmente para o seu aplicativo de autenticação.
ru: Если вы не можете отсканировать QR-код, скопируйте его вручную в приложение для аутентификации.
sv: Om du inte kan skanna QR-koden kopierar du koden manuellt till din autentiseringsapp.
th: หากคุณไม่สามารถสแกนรหัส QR ให้คัดลอกรหัสด้วยตนเองไปยังแอปตรวจสอบสิทธิ์ของคุณ
tr: QR kodunu tarayamıyorsanız, kodu manuel olarak kimlik doğrulama Uygulamanıza kopyalayın.
uk: Якщо Ви не можете просканувати QR-код, скопіюйте код вручну до програми для аутентифікації.
zh_hant: 如果您無法掃描二維碼，請手動將二維碼複製到您的身份驗證應用程序。

source: It is possible to force two-factor authentication for a specific user group, regardless of the setting above.
ar: من الممكن فرض مصادقة ثنائية لمجموعة معينة من المستخدمين ، بغض النظر عن الإعداد أعلاه.
de: Es ist möglich, die Zwei-Faktor-Authentifizierung für eine bestimmte Benutzergruppe zu erzwingen, unabhängig von der obigen Einstellung.
es: Es posible forzar la autenticación de dos factores para un grupo de usuarios específico, independientemente del ajuste anterior.
et: Konkreetse kasutajagrupi jaoks on võimalik kaheastmeline autentimine sundida, olenemata ülaltoodud seadistusest.
he: ניתן לאלץ אימות דו-גורמי עבור קבוצת משתמשים ספציפית, ללא קשר להגדרה לעיל.
id: Ada kemungkinan untuk memaksa autentikasi dua faktor untuk grup pengguna tertentu, apa pun setelan di atas.
it: È possibile forzare l'autenticazione a due fattori per un gruppo specifico di utenti, indipendentemente dall'impostazione di cui sopra.
nl: Het is mogelijk om authenticatie met twee factoren te forceren voor een specifieke gebruikersgroep, ongeacht de bovenstaande instelling.
pl: Możliwe jest wymuszenie dwuskładnikowego uwierzytelnienia dla określonej grupy użytkowników, niezależnie od powyższego ustawienia.
pt: É possível forçar a autenticação de dois fatores para um grupo de usuários específico, independentemente da configuração acima.
ru: Существует возможность принудительной двухфакторной аутентификации для определенной группы пользователей, независимо от настройки, описанной выше.
sv: Det är möjligt att tvinga tvåfaktorautentisering för en specifik användargrupp, oavsett inställningen ovan.
th: เป็นไปได้ที่จะบังคับใช้การรับรองความถูกต้องด้วยสองปัจจัยสำหรับกลุ่มผู้ใช้เฉพาะโดยไม่คำนึงถึงการตั้งค่าข้างต้น
tr: Yukarıdaki ayara bakılmaksızın belirli bir kullanıcı grubu için iki faktörlü kimlik doğrulamayı zorlamak mümkündür.
uk: Можна примусово примусити двофакторну автентифікацію для певної групи користувачів, незалежно від налаштувань вище.
zh_hant: 可以不考虑上述设置，强制对特定用户组进行双因素认证。

source: On each page load a dialog appears for setting the two-factor authentication.
ar: في كل صفحة يتم تحميلها، يظهر مربع حوار لإعداد المصادقة الثنائية.
de: Bei jedem Seitenaufruf erscheint ein Dialog zum Einstellen der Zwei-Faktor-Authentifizierung.
es: En cada página cargada aparece un cuadro de diálogo para configurar la autenticación de dos factores.
et: Igal lehe laadimisel kuvatakse kahefaktorilise autentimise seadistamise dialoog.
he: בכל טעינת עמוד מופיעה תיבת דו-שיח להגדרת אימות דו-גורמי.
id: Pada setiap pemuatan halaman, dialog muncul untuk mengatur otentikasi dua faktor.
it: Ad ogni caricamento della pagina viene visualizzata una finestra di dialogo per l'impostazione dell'autenticazione a due fattori.
nl: Bij elke pagina die wordt geladen, verschijnt een dialoogvenster voor het instellen van de twee-factor-authenticatie.
pl: Na każdej ładowanej stronie pojawia się okno dialogowe umożliwiające ustawienie uwierzytelniania dwuskładnikowego.
pt: Em cada carregamento de página aparece uma caixa de diálogo para configurar a autenticação de dois fatores.
ru: При каждой загрузке страницы появляется диалог настройки двухфакторной аутентификации.
sv: Vid varje sidladdning visas en dialogruta för inställning av tvåfaktorsautentisering.
th: ในแต่ละหน้าการโหลดกล่องโต้ตอบจะปรากฏขึ้นเพื่อตั้งค่าการตรวจสอบสิทธิ์แบบสองปัจจัย
tr: Her sayfa yüklemesinde, iki faktörlü kimlik doğrulamayı ayarlamak için bir iletişim kutusu görünür.
uk: Під час кожного завантаження сторінки з’являється діалогове вікно для налаштування двофакторної автентифікації.
zh_hant: 在每個載入頁面上都會出現一個用於設定雙重認證的對話方塊。

source: On the first page load a dialog appears for setting the two-factor authentication.
ar: في تحميل الصفحة الأولى، يظهر مربع حوار لإعداد المصادقة الثنائية.
de: Beim ersten Seitenaufruf erscheint ein Dialog zum Einrichten der Zwei-Faktor-Authentifizierung.
es: En la primera página cargada, aparece un cuadro de diálogo para configurar la autenticación de dos factores.
et: Laadimise esimesel lehel kuvatakse kahefaktorilise autentimise seadistamise dialoog.
he: בטעינת העמוד הראשון מופיעה תיבת דו-שיח להגדרת אימות דו-גורמי.
id: Pada halaman pertama memuat dialog muncul untuk mengatur otentikasi dua faktor.
it: Al caricamento della prima pagina viene visualizzata una finestra di dialogo per l'impostazione dell'autenticazione a due fattori.
nl: Bij het laden van de eerste pagina verschijnt een dialoogvenster voor het instellen van de twee-factor-authenticatie.
pl: Po załadowaniu pierwszej strony pojawi się okno dialogowe umożliwiające ustawienie uwierzytelniania dwuskładnikowego.
pt: No carregamento da primeira página, aparece uma caixa de diálogo para configurar a autenticação de dois fatores.
ru: При первой загрузке страницы появляется диалог настройки двухфакторной аутентификации.
sv: Vid den första sidladdningen visas en dialogruta för inställning av tvåfaktorsautentisering.
th: ในการโหลดหน้าแรก กล่องโต้ตอบจะปรากฏขึ้นเพื่อตั้งค่าการตรวจสอบสิทธิ์แบบสองปัจจัย
tr: İlk sayfa yüklemesinde, iki faktörlü kimlik doğrulamayı ayarlamak için bir iletişim kutusu görünür.
uk: Під час завантаження першої сторінки з'являється діалогове вікно для налаштування двофакторної аутентифікації.
zh_hant: 在載入的第一頁會出現一個用於設定雙重認證的對話方塊。

source: Only the admin can change the two-factor authentication of the admin.
ar: يمكن للمسؤول فقط تغيير المصادقة الثنائية للمسؤول.
de: Nur der Admin kann die Zwei-Faktor-Authentifizierung des Admins ändern.
es: Sólo el administrador puede cambiar la autenticación de dos factores del administrador.
et: Ainult admin saab muuta administraatori kaheastmelist autentimist.
he: רק מנהל המערכת יכול לשנות את האימות הדו-גורמי של מנהל המערכת.
id: Hanya admin yang dapat mengubah otentikasi dua faktor admin.
it: Solo l'amministratore può cambiare l'autenticazione a due fattori dell'amministratore.
nl: Alleen de admin kan de twee-factor authenticatie van de admin wijzigen.
pl: Tylko administrator może zmienić dwuczynnikowe uwierzytelnienie administratora.
pt: Apenas o administrador pode alterar a autenticação de dois fatores do administrador.
ru: Только администратор может изменить двухфакторную аутентификацию администратора.
sv: Endast admin kan ändra tvåfaktorautentiseringen av admin.
th: มีเพียงผู้ดูแลระบบเท่านั้นที่สามารถเปลี่ยนการตรวจสอบสิทธิ์สองปัจจัยของผู้ดูแลระบบได้
tr: Yalnızca yönetici, yöneticinin iki faktörlü kimlik doğrulamasını değiştirebilir.
uk: Тільки адміністратор може змінити двофакторну автентифікацію адміністратора.
zh_hant: 只有管理员才能更改管理员的双因素认证。

source: Only the user themselves can set their new two-factor authentication QR code.
ar: يمكن فقط للمستخدم نفسه تعيين رمز الاستجابة السريعة الجديد للمصادقة الثنائية.
de: Nur der Benutzer selbst kann seinen neuen QR-Code zur Zwei-Faktor-Authentifizierung festlegen.
es: Solo el propio usuario puede configurar su nuevo código QR de autenticación de dos factores.
et: Ainult kasutaja saab ise määrata oma uue kaheastmelise autentimise QR-koodi.
he: רק המשתמש עצמו יכול להגדיר את קוד ה- QR האימות החדש שלו.
id: Hanya pengguna itu sendiri yang dapat mengatur kode QR otentikasi dua faktor baru mereka.
it: Solo l'utente stesso può impostare il nuovo codice QR di autenticazione a due fattori.
nl: Alleen de gebruiker kan zijn eigen nieuwe QR-code voor twee-factor-authenticatie instellen.
pl: Tylko sam użytkownik może ustawić swój nowy kod QR uwierzytelniania dwuskładnikowego.
pt: Apenas o próprio usuário pode definir seu novo código QR de autenticação de dois fatores.
ru: Только сам пользователь может установить свой новый QR-код для двухфакторной аутентификации.
sv: Endast användaren själv kan ställa in sin nya QR-kod för tvåfaktorautentisering.
th: เฉพาะผู้ใช้เท่านั้นที่สามารถตั้งค่ารหัส QR การตรวจสอบสิทธิ์แบบสองปัจจัยใหม่ได้
tr: Yeni iki faktörlü kimlik doğrulama QR kodunu yalnızca kullanıcının kendisi ayarlayabilir.
uk: Тільки сам користувач може встановити свій новий QR-код двофакторної аутентифікації.
zh_hant: 只有用戶自己可以設置他們新的兩因素身份驗證二維碼。

source: Only the user themselves or an admin can remove the two-factor authentication.
ar: يمكن فقط للمستخدم نفسه أو المسؤول إزالة المصادقة الثنائية.
de: Nur der Benutzer selbst oder ein Administrator können die Zwei-Faktor-Authentifizierung entfernen.
es: Sólo el propio usuario o un administrador pueden eliminar la autenticación de dos factores.
et: Kahefaktorilise autentimise saab eemaldada ainult kasutaja ise või administraator.
he: רק המשתמש עצמו או מנהל מערכת יכולים להסיר את האימות הדו-גורמי.
id: Hanya pengguna atau admin yang dapat menghapus autentikasi dua faktor.
it: Solo l'utente stesso o un amministratore può rimuovere l'autenticazione a due fattori.
nl: Alleen de gebruiker zelf of een beheerder kan de twee-factor authenticatie verwijderen.
pl: Tylko sam użytkownik lub administrator może usunąć uwierzytelnianie dwuskładnikowe.
pt: Somente o próprio usuário ou um administrador pode remover a autenticação de dois fatores.
ru: Отключить двухфакторную аутентификацию может только сам пользователь или администратор.
sv: Endast användaren själv eller en administratör kan ta bort tvåfaktorsautentiseringen.
th: เฉพาะผู้ใช้เองหรือผู้ดูแลระบบเท่านั้นที่สามารถลบการรับรองความถูกต้องด้วยสองปัจจัยได้
tr: İki faktörlü kimlik doğrulamayı yalnızca kullanıcının kendisi veya bir yönetici kaldırabilir.
uk: Видалити двофакторну аутентифікацію може лише сам користувач або адміністратор.
zh_hant: 只有使用者自己或管理員才能刪除雙重認證。

source: Optional
ar: اختياري
es: Opcional
et: Valikuline
he: אופציונאלי
id: Pilihan
it: Opzionale
nl: Optioneel
pl: Opcjonalnie
pt: Opcional
ru: Необязательно
sv: Frivillig
th: ไม่จำเป็น
tr: İsteğe bağlı
uk: За бажанням
zh_hant: 可选

source: Passcode generated by your app
ar: رمز المرور الذي تم إنشاؤه بواسطة تطبيقك
de: Von Ihrer App generierter Passcode
es: Código de acceso generado por su aplicación
et: Teie rakenduse loodud pääsukood
he: קוד גישה שנוצר על ידי האפליקציה שלך
id: Kode sandi yang dihasilkan oleh aplikasi Anda
it: Passcode generato dalla tua app
nl: Toegangscode gegenereerd door jouw app
pl: Kod dostępu wygenerowany przez aplikację
pt: Senha gerada pelo seu aplicativo
ru: Код доступа, сгенерированный вашим приложением
sv: Lösenord som genereras av din app
th: รหัสผ่านที่สร้างโดยแอปของคุณ
tr: Uygulamanız tarafından oluşturulan şifre kodu
uk: Пароль, створений вашим додатком
zh_hant: 您的應用程式產生的密碼

source: Please enter the current two-factor authentication code to remove the two-factor authentication from this account.
ar: يرجى إدخال رمز المصادقة الثنائية الحالي لإزالة المصادقة الثنائية من هذا الحساب.
de: Bitte geben Sie den aktuellen Zwei-Faktor-Authentifizierungscode ein, um die Zwei-Faktor-Authentifizierung von diesem Konto zu entfernen.
es: Ingrese el código de autenticación de dos factores actual para eliminar la autenticación de dos factores de esta cuenta.
et: Sisestage praegune kahefaktoriline autentimiskood, et eemaldada sellelt kontolt kahefaktoriline autentimine.
he: אנא הזן את קוד האימות הדו-גורמי הנוכחי כדי להסיר את האימות הדו-גורמי מחשבון זה.
id: Silakan masukkan kode autentikasi dua faktor saat ini untuk menghapus autentikasi dua faktor dari akun ini.
it: Inserisci l'attuale codice di autenticazione a due fattori per rimuovere l'autenticazione a due fattori da questo account.
nl: Voer de huidige twee-factor authenticatiecode in om de twee-factor authenticatie van dit account te verwijderen.
pl: Wprowadź aktualny kod uwierzytelniania dwuskładnikowego, aby usunąć uwierzytelnianie dwuskładnikowe z tego konta.
pt: Insira o código de autenticação de dois fatores atual para remover a autenticação de dois fatores desta conta.
ru: Пожалуйста, введите текущий код двухфакторной аутентификации, чтобы удалить двухфакторную аутентификацию из этой учетной записи.
sv: Ange den aktuella tvåfaktorsautentiseringskoden för att ta bort tvåfaktorsautentiseringen från det här kontot.
th: โปรดป้อนรหัสการตรวจสอบสิทธิ์แบบสองปัจจัยปัจจุบันเพื่อลบการตรวจสอบสิทธิ์แบบสองปัจจัยออกจากบัญชีนี้
tr: Bu hesaptan iki faktörlü kimlik doğrulamayı kaldırmak için lütfen mevcut iki faktörlü kimlik doğrulama kodunu girin.
uk: Введіть поточний код двофакторної автентифікації, щоб видалити двофакторну автентифікацію з цього облікового запису.
zh_hant: 請輸入目前的兩步驟驗證碼以從此帳戶中刪除兩步驟驗證。

source: Remove two-factor authentication
ar: إزالة المصادقة الثنائية
de: Zwei-Faktor-Authentifizierung entfernen
es: Eliminar la autenticación de dos factores
et: Eemaldage kahefaktoriline autentimine
he: הסר אימות דו-גורמי
id: Hapus otentikasi dua faktor
it: Rimuovi l'autenticazione a due fattori
nl: Twee-factor authenticatie verwijderen
pl: Usuń uwierzytelnianie dwuskładnikowe
pt: Remover autenticação de dois fatores
ru: Удалить двухфакторную аутентификацию
sv: Ta bort tvåfaktorsautentisering
th: ลบการรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulamayı kaldırın
uk: Видалити двофакторну аутентифікацію
zh_hant: 刪除雙重認證

source: Remove two-factor...
ar: إزالة عاملين ...
de: Zwei-Faktor entfernen...
es: Eliminar el factor dos...
et: Eemaldage kahefaktoriline ...
he: הסר שני גורמים ...
id: Hapus dua faktor ...
it: Rimuovere due fattori...
nl: Verwijder twee-factor...
pl: Usuń dwuskładnikowy ...
pt: Retire dois factores...
ru: Удалить двухфакторный...
sv: Ta bort tvåfaktor ...
th: เอาสองปัจจัย ...
tr: İki faktörü kaldır ...
uk: Видалити двофакторну...
zh_hant: 移除双因素...
