Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: This can't be undone. The username and password will be lost forever.
ar: لا يمكن التراجع عن هذا. سيتم فقدان اسم المستخدم وكلمة المرور إلى الأبد.
de: Dies kann nicht rückgängig gemacht werden. Der Benutzername und das Passwort gehen dauerhaft verloren.
es: Esto no se puede deshacer. El nombre de usuario y clave se perderán para siempre.
et: Seda ei saa tagasi võtta. Kasutajanimija parool kaovad igaveseks.
he: אי אפשר לבטל את זה. שם המשתמש והסיסמה יאבדו לנצח.
id: Ini tidak bisa dibatalkan. Nama pengguna dan kata sandi akan hilang selamanya.
it: Questo non può essere annullato. Il nome utente e la password saranno persi per sempre.
nl: Dit kan niet ongedaan worden gemaakt. Gebruikersnaam en wachtwoord zullen definitief worden verwijderd.
pl: Tej operacji nie można cofnąć. Login i hasło zostaną skasowane bezpowrotnie.
pt: Isto não pode ser desfeito. O nome de usuário e a senha serão perdidos para sempre.
ru: Это действие нельзя отменить. Имя и пароль будут безвозвратно удалены.
sv: Detta kan inte ångras. Användarnamn och lösenord kommer att gå förlorade för evigt.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้ ชื่อผู้ใช้และรหัสผ่านจะหายไปตลอดกาล
tr: Geri alınamaz. Kullanıcı adı ve şifre kaybedilir.
uk: Це не можна скасувати. Ім'я користувача та пароль будуть втрачені назавжди.
zh_hant: 操作无法撤销，用户名和密码将被永远删除。

source: This email address was added to your personal information on
ar: تمت إضافة عنوان البريد الإلكتروني هذا إلى معلوماتك الشخصية في
de: Diese E-Mail-Adresse wurde zu Ihren persönlichen Daten am hinzugefügt
es: Esta dirección de correo electrónico se agregó a su información personal el
et: See e-posti aadress lisati teie isikuandmetele veebisaidil
he: כתובת דוא"ל זו נוספה למידע האישי שלך ב-
id: Alamat email ini telah ditambahkan ke informasi pribadi Anda pada
it: Questo indirizzo email è stato aggiunto alle tue informazioni personali il
nl: Dit e-mailadres is toegevoegd aan je persoonlijke gegevens op
pl: Ten adres e-mail został dodany do Twoich danych osobowych w dniu
pt: Este endereço de e-mail foi adicionado às suas informações pessoais em
ru: Этот адрес электронной почты был добавлен к вашей личной информации на
sv: Den här e-postadressen har lagts till i din personliga information den
th: ที่อยู่อีเมลนี้ถูกเพิ่มในข้อมูลส่วนบุคคลของคุณเมื่อวันที่
tr: Bu e-posta adresi kişisel bilgilerinize eklendi
uk: Цю електронну адресу було додано до вашої особистої інформації на
zh_hant: 此电子邮件地址已添加到您的以下个人信息中

source: This is not a valid e-mail address.
ar: هذا ليس عنوان بريد إلكتروني صالح.
de: Dies ist keine gültige E-Mail Adresse.
es: Esta no es una dirección de correo electrónico válida.
et: See ei ole kehtiv e-posti aadress.
he: זו אינה כתובת דואר אלקטרוני תקפה.
id: Ini bukan alamat e-mail yang sah.
it: Questo non è un indirizzo e-mail valido.
nl: Dit is geen geldig e-mailadres
pl: To nie jest prawidłowy adres e-mail.
pt: Este não é um endereço de e-mail válido.
ru: Это недействительный адрес электронной почты.
sv: Detta är inte en giltig e-postadress.
th: นี่ไม่ใช่ที่อยู่อีเมลที่ถูกต้อง
tr: Bu geçerli bir e-posta adresi değil.
uk: Це недійсна адреса електронної пошти.
zh_hant: 这不是一个有效的电子邮件地址。

source: This person is also a user.
ar: هذا الشخص هو أيضا مستخدم.
de: Diese Person ist auch ein Benutzer.
es: Esta persona ya es un usuario.
et: See isik on ka kasutaja.
he: אדם זה הוא גם משתמש.
id: Orang ini juga pengguna.
it: Questa persona è anche un utente.
nl: Deze persoon is een gebruiker
pl: Ta osoba jest również użytkownikiem.
pt: Esta pessoa também é um usuário.
ru: Эта персона также является пользователем.
sv: Denna person är också en användare.
th: คนนี้ยังเป็นผู้ใช้
tr: Bu kişi aynı zamanda bir kullanıcı.
uk: Ця особа також є користувачем.
zh_hant: 该人员也是站点用户。

source: This person is not yet a user.
ar: هذا الشخص ليس مستخدمًا بعد.
de: Diese Person ist noch kein Benutzer.
es: Esta persona todavía no es un usuario.
et: See isik ei ole veel kasutaja.
he: אדם זה עדיין לא משתמש.
id: Orang ini belum menjadi pengguna.
it: Questa persona non è ancora un utente.
nl: Deze persoon is nog geen gebruiker.
pl: Ta osoba nie jest jeszcze użytkownikiem.
pt: Esta pessoa ainda não é um usuário.
ru: Эта персона еще не является пользователем.
sv: Denna person är ännu inte användare.
th: บุคคลนี้ยังไม่ได้เป็นผู้ใช้
tr: Bu kişi henüz bir kullanıcı değil.
uk: Ця особа ще не є користувачем.
zh_hant: 该人员尚未成為這站点用户。

source: This verification key is unknown.
ar: مفتاح التحقق هذا غير معروف.
de: Dieser Prüfschlüssel ist unbekannt.
es: Esta clave de verificación es desconocida.
et: See kinnitusvõti pole teada.
he: מפתח אימות זה אינו ידוע.
id: Kunci verifikasi ini tidak diketahui.
it: Questa chiave di verifica è sconosciuta.
nl: Deze bevestigingssleutel is onbekend.
pl: Ten klucz weryfikacyjny jest nieznany.
pt: Esta chave de verificação é desconhecida.
ru: Этот проверочный ключ неизвестен.
sv: Denna verifieringsnyckel är okänd.
th: ไม่รู้จักคีย์การยืนยันนี้
tr: Doğrulama anahtarı bilinmiyor.
uk: Цей ключ підтвердження невідомий.
zh_hant: 这个验证密钥是未知的。

source: This will send a verification e-mail to
ar: سيؤدي هذا إلى إرسال بريد إلكتروني للتحقق إلى
de: Dies sendet eine Bestätigungs-E-Mail an
es: Esto enviará un correo electrónico de verificación a
et: See saadab kinnitusmeili aadressile
he: זה ישלח דוא"ל אימות אל
id: Ini akan mengirim e-mail verifikasi ke
it: Questo invierà un'e-mail di verifica a
nl: Dit zal een bevestigingsemail sturen naar
pl: Spowoduje to wysłanie e-maila weryfikacyjnego na adres
pt: Isto irá enviar um e-mail de verificação para
ru: Электронное письмо с подтверждением будет отправлено на адрес
sv: Detta skickar ett verifierings-e-post till
th: ระบบจะส่งอีเมลยืนยันไปที่
tr: Bu şuraya bir doğrulama e-postası gönderecektir
uk: Це надішле електронний лист для підтвердження на адресу
zh_hant: 这将会发送一封验证邮件到

source: Timezone
ar: وحدة زمنية
de: Zeitzone
es: Zona horaria
et: Ajavöönd
he: אזור זמן
id: Zona waktu
it: Fuso orario
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
ru: Часовой пояс
sv: Tidszon
th: เขตเวลา
tr: Saat dilimi
uk: Часовий пояс
zh_hant: 时区

source: Type password to change password
ar: اكتب كلمة المرور لتغيير كلمة المرور
de: Passwort eingeben, um das Passwort zu ändern
es: Escriba la contraseña para cambiar la contraseña
et: Parooli muutmiseks sisestage parool
he: הקלד סיסמה כדי לשנות סיסמה
id: Ketik kata sandi untuk mengubah kata sandi
it: Digitare la password per cambiare la password
nl: Typ wachtwoord om het te wijzigen
pl: Wpisz hasło, aby zmienić hasło
pt: Digite a senha para alterar a senha
ru: Введите пароль для смены пароля
sv: Skriv lösenord för att ändra lösenord
th: พิมพ์รหัสผ่านเพื่อเปลี่ยนรหัสผ่าน
tr: Parolayı değiştirmek için parolayı yazın
uk: Введіть пароль, щоб змінити пароль
zh_hant: 输入密码更改密码

source: Use this password
ar: استخدم كلمة المرور هذه
de: Verwenden Sie dieses Passwort
es: Usa esta contraseña...
et: Kasutage seda parooli
he: השתמש בסיסמה זו
id: Gunakan sandi ini
it: Usa questa password
nl: Gebruik dit wachtwoord
pl: Użyj tego hasła
pt: Use esta senha
ru: Использовать этот пароль
sv: Använd detta lösenord
th: ใช้รหัสผ่านนี้
tr: Bu şifreyi kullanın
uk: Використовуйте цей пароль
zh_hant: 使用此密码

source: User account
ar: حساب المستخدم
de: Benutzerkonto
es: Cuenta de usuario
et: Kasutajakonto
he: חשבון משתמש
id: Akun pengguna
it: Conto utente
nl: Gebruikersaccount
pl: Konto użytkownika
pt: Conta de usuário
ru: Аккаунт пользователя
sv: Användarkonto
th: บัญชีผู้ใช้
tr: Kullanıcı hesabı
uk: Обліковий запис користувача
zh_hant: 用户账户

source: User actions
ar: إجراءات المستخدم
de: Benutzeraktionen
es: Acciones del usuario
et: Kasutaja toimingud
he: פעולות משתמש
id: Tindakan pengguna
it: Azioni dell'utente
nl: Gebruikersacties
pl: Działania użytkowników
pt: Ações do usuário
ru: Действия с аккаунтом
sv: Användarens åtgärder
th: การกระทำของผู้ใช้
tr: Kullanıcı eylemleri
uk: Дії користувача
zh_hant: 用户操作

source: Username / password
ar: اسم المستخدم/كلمة المرور
de: Benutzername / Passwort
es: Usuario / clave
et: Kasutajanimi / parool
he: שם משתמש סיסמא
id: Nama pengguna / kata sandi
it: Nome utente / password
nl: Gebruikersnaam / wachtwoord
pl: Nazwa użytkownika / hasło
pt: Nome de usuário / senha
ru: Логин / пароль
sv: Användarnamn Lösenord
th: ชื่อผู้ใช้รหัสผ่าน
tr: Kullanıcı adı / şifre
uk: Ім'я користувача / пароль
zh_hant: 用户名/密码

source: Username <b>{username}</b>, last logon at {date}.
ar: اسم المستخدم <b>{username}</b>، آخر تسجيل دخول عند {date}.
de: Benutzername <b>{username}</b>, letzte Anmeldung bei {date}.
es: Nombre de usuario <b>{username}</b>, último inicio de sesión a las {date}.
et: Kasutajanimi <b>{username}</b>, viimane sisselogimine kell {date}.
he: שם משתמש <b>{username}</b>, כניסה אחרונה בשעה {date}.
id: Nama pengguna <b>{username}</b>, logon terakhir pada {date}.
it: Nome utente <b>{username}</b>, ultimo accesso alle {date}.
nl: Gebruikersnaam <b>{username}</b>, laatste login op {date}.
pl: Nazwa użytkownika <b>{username}</b>, ostatnie logowanie o {date}.
pt: Nome de usuário <b>{username}</b>, último logon em {date}.
ru: Имя пользователя <b>{username}</b>, последний вход в систему в {date}.
sv: Användarnamn <b>{username}</b>, senaste inloggning kl {date}.
th: ชื่อผู้ใช้ <b>{username}</b>เข้าสู่ระบบครั้งสุดท้ายที่ {date}
tr: Kullanıcı adı <b>{username}</b>, son oturum açma {date}.
uk: Ім'я користувача <b>{username}</b>, останній вхід о {date}.
zh_hant: 用戶名 <b>{username}</b>，上次登錄時間為 {date}。

source: Username and password
ar: اسم المستخدم و كلمة المرور
de: Benutzername und Passwort
es: Usuario y clave
et: Kasutjanimi ja parool
he: שם משתמש וסיסמא
id: Nama pengguna dan kata sandi
it: Nome utente e password
nl: Gebruikersnaam en wachtwoord
pl: Nazwa użytkownika i hasło
pt: Nome de usuário e senha
ru: Логин и пароль
sv: Användarnamn och lösenord
th: ชื่อผู้ใช้และรหัสผ่าน
tr: Kullanıcı adı ve şifre
uk: Ім'я користувача та пароль
zh_hant: 用户名和密码

source: Username has been deleted.
ar: تم حذف اسم المستخدم.
de: Der Benutzername wurde gelöscht.
es: El nombre de usuario ha sido eliminado.
et: Kasutajanimi on kustutatud.
he: שם המשתמש נמחק.
id: Nama pengguna telah dihapus.
it: Il nome utente è stato cancellato.
nl: Gebruikersnaam is verwijderd.
pl: Nazwa użytkownika została usunięta.
pt: O nome de utilizador foi apagado.
ru: Учетная запись удалена.
sv: Användarnamnet har tagits bort.
th: ลบชื่อผู้ใช้แล้ว
tr: Kullanıcı adı silinmiş.
uk: Ім'я користувача було видалено.
zh_hant: 用户名已被删除

source: Users
ar: المستخدمين
de: Benutzer
es: Usuarios
et: Kasutajad
he: משתמשים
id: Pengguna
it: Utenti
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ru: Пользователи
sv: Användare
th: ผู้ใช้
tr: Kullanıcılar
uk: Користувачі
zh_hant: 用户

source: Users Overview
ar: نظرة عامة حول المستخدمين
de: Benutzerübersicht
es: Información general de los usuarios
et: Kasutajate ülevaade
he: סקירת משתמשים
id: Pengguna ikhtisar
it: Panoramica degli utenti
nl: Gebruikersoverzicht
pl: Przegląd użytkowników
pt: Visão geral do usuário
ru: Обзор пользователей
sv: Användaröversikt
th: ภาพรวมผู้ใช้
tr: Kullanıcılara Genel Bakış
uk: Огляд користувачів
zh_hant: 用户概述

source: Verified
ar: تم التحقق منه
de: Bestätigt
es: Verificado
et: Kontrollitud
he: מְאוּמָת
id: Diverifikasi
it: Verificato
nl: Bevestigd
pl: Zweryfikowane
pt: Verificado
ru: Проверенный
sv: Verifierad
th: ตรวจสอบแล้ว
tr: Doğrulandı
uk: Перевірено
zh_hant: 已验证

source: Verify
ar: تحقق
de: Überprüfen
es: Verificar
et: Kontrollige
he: תאשר
id: Verifikasi
it: Verifica
nl: Bevestig
pl: Zweryfikuj
pt: Verifique
ru: Проверить
sv: Kontrollera
th: ตรวจสอบ
tr: Doğrulayın
uk: Перевірити
zh_hant: 验证

source: Verify Address |
ar: تحقق من العنوان |
de: Adresse bestätigen |
es: Verificar dirección
et: Kinnita aadress |
he: אמת כתובת |
id: Verifikasi Alamat |
it: Verificare l'indirizzo |
nl: Bevestig adres |
pl: Zweryfikuj adres |
pt: Verificar endereço |
ru: Проверить адрес |
sv: Verifiera adress |
th: ยืนยันที่อยู่ |
tr: Adresi Doğrula |
uk: Перевірити адресу |
zh_hant: 确认地址

source: Verifying...
ar: التحقق من...
de: Überprüfen...
es: Verificando...
et: Kinnitamine ...
he: מאמת ...
id: Memverifikasi...
it: Verifica...
nl: Bezig met bevestigen...
pl: Weryfikuję ...
pt: A verificar...
ru: Проверяю...
sv: Verifierar ...
th: กำลังตรวจสอบ ...
tr: Doğrulanıyor...
uk: Перевірка...
zh_hant: 核实...

source: When you add credentials to a person then the person becomes a user. A person or machine can log on with those credentials and perform actions on your Zotonic system.<br/><br/>What a user can do depends on the groups the user is member of.
ar: عندما تضيف بيانات اعتماد إلى شخص ما ، يصبح هذا الشخص مستخدمًا. يمكن لأي شخص أو جهاز تسجيل الدخول باستخدام بيانات الاعتماد هذه وتنفيذ الإجراءات على نظام Zotonic الخاص بك.<br/><br/>يعتمد ما يمكن للمستخدم فعله على المجموعات التي ينتمي إليها المستخدم.
de: Wenn Sie einer Person Anmeldeinformationen hinzufügen, wird die Person zu einem Benutzer. Eine Person oder Maschine kann sich mit diesen Anmeldeinformationen anmelden und Aktionen auf Ihrem Zotonic-System ausführen.<br/><br/>Was ein Benutzer tun kann, hängt von den Gruppen ab, in denen er Mitglied ist.
es: Cuando agrega credenciales a una persona, la persona se convierte en usuario. Una persona o máquina puede iniciar sesión con esas credenciales y realizar acciones en su sistema Zotonic.<br/><br/>Lo que un usuario puede hacer depende de los grupos a los que pertenece.
et: Kui lisate isikule mandaadid, saab sellest inimesest kasutaja. Inimene või masin saab nende mandaatidega sisse logida ja teie Zotonicu süsteemis toiminguid teha.<br/><br/>See, mida kasutaja saab teha, sõltub rühmadest, mille liige ta on.
he: כאשר אתה מוסיף אישורים לאדם אז האדם הופך למשתמש. אדם או מכונה יכולים להיכנס עם האישורים הללו ולבצע פעולות במערכת Zotonic שלך.<br/><br/>מה שמשתמש יכול לעשות תלוי בקבוצות בהן הוא חבר.
id: Saat Anda menambahkan kredensial ke seseorang, maka orang tersebut menjadi pengguna. Seseorang atau mesin dapat masuk dengan kredensial tersebut dan melakukan tindakan pada sistem Zotonic Anda.<br/><br/>Apa yang dapat dilakukan pengguna bergantung pada grup tempat pengguna menjadi anggota.
it: Quando aggiungi le credenziali a una persona, la persona diventa un utente. Una persona o una macchina può accedere con tali credenziali ed eseguire azioni sul tuo sistema Zotonic.<br/><br/>Ciò che un utente può fare dipende dai gruppi di cui è membro.
nl: Wanneer je inloggegevens aan een persoon toevoegt, wordt de persoon een gebruiker. Een persoon of machine kan inloggen met die inloggegevens en acties uitvoeren op je Zotonic-systeem.<br/><br/>Wat een gebruiker kan doen hangt af van de groepen waarvan de gebruiker lid is.
pl: Po dodaniu poświadczeń do osoby osoba ta staje się użytkownikiem. Osoba lub maszyna może zalogować się przy użyciu tych poświadczeń i wykonywać działania w systemie Zotonic.<br/><br/>To, co użytkownik może zrobić, zależy od grup, do których należy.
pt: Quando você adiciona credenciais a uma pessoa, a pessoa se torna um usuário. Uma pessoa ou máquina pode fazer logon com essas credenciais e executar ações em seu sistema Zotonic.<br/><br/>O que um usuário pode fazer depende dos grupos dos quais o usuário é membro.
ru: Когда вы добавляете учетные данные человеку, этот человек становится пользователем. Человек или компьютер может войти в систему с этими учетными данными и выполнять действия в вашей системе Zotonic.<br/><br/>То, что может делать пользователь, зависит от групп, в которые он входит.
sv: När du lägger till autentiseringsuppgifter till en person blir personen en användare. En person eller maskin kan logga in med dessa referenser och utföra åtgärder på ditt Zotonic-system.<br/><br/>Vad en användare kan göra beror på vilka grupper användaren är medlem i.
th: เมื่อคุณเพิ่มข้อมูลประจำตัวให้กับบุคคล บุคคลนั้นจะกลายเป็นผู้ใช้ บุคคลหรือเครื่องจักรสามารถเข้าสู่ระบบด้วยข้อมูลประจำตัวเหล่านั้นและดำเนินการกับระบบ Zotonic ของคุณได้<br/><br/>สิ่งที่ผู้ใช้สามารถทำได้ขึ้นอยู่กับกลุ่มที่ผู้ใช้เป็นสมาชิกอยู่
tr: Bir kişiye kimlik bilgileri eklediğinizde, kişi bir kullanıcı olur. Bir kişi veya makine bu kimlik bilgileriyle oturum açabilir ve Zotonic sisteminizde eylemler gerçekleştirebilir.<br/><br/>Kullanıcının yapabilecekleri, üye olduğu gruplara bağlıdır.
uk: Коли ви додаєте облікові дані людині, вона стає користувачем. Людина чи машина можуть увійти в систему за допомогою цих облікових даних і виконувати дії у вашій системі Zotonic.<br/><br/>Те, що може робити користувач, залежить від груп, членом яких він є.
zh_hant: 當您向某人添加憑據時，該人將成為用戶。個人或機器可以使用這些憑據登錄並在您的 Zotonic 系統上執行操作。<br/><br/>用戶可以做什麼取決於用戶所屬的組。

source: You are not allowed to create the person page.
ar: غير مسموح لك إنشاء الصفحة الشخصية.
de: Sie haben keine Berechtigung, die Person-Seite zu erstellen.
es: No tiene permitido crear la página de persona.
et: Teil pole lubatud isikulehte luua.
he: אינך רשאי ליצור את דף האדם.
id: Anda tidak diizinkan untuk membuat orang halaman.
it: Non ti è permesso creare la pagina della persona.
nl: Je mag geen persoon-pagina maken.
pl: Nie masz uprawnień do tworzenia stron użytkowników.
pt: Você não está autorizado a criar a página da pessoa.
ru: Вы не имеете прав для создания страницы персоны.
sv: Du är inte tillåten att skapa den personens sida.
th: คุณไม่ได้รับอนุญาตให้สร้างหน้าบุคคล
tr: Kişi sayfası oluşturmaya yetkiniz yok.
uk: Вам заборонено створювати сторінку особи.
zh_hant: 没有权限创建人员页面。

source: You are not allowed to delete this user account.
ar: لا يسمح لك بحذف حساب المستخدم هذا.
de: Sie dürfen dieses Benutzerkonto nicht löschen.
es: No está permitido eliminar esta cuenta de usuario.
et: Teil pole lubatud seda kasutajakontot kustutada.
he: אינך רשאי למחוק חשבון משתמש זה.
id: Anda tidak diizinkan untuk menghapus akun pengguna ini.
it: Non ti è permesso cancellare questo account utente.
nl: Het is niet toegestaan dit gebruikersaccount te verwijderen.
pl: Nie masz uprawnień aby usunąć konta tego użytkownika.
pt: Você não está autorizado a eliminar esta conta de usuário.
ru: Вы не имеете права удалять эту учетную запись пользователя.
sv: Du har inte tillåtelse att radera detta användarkonto.
th: คุณไม่ได้รับอนุญาตให้ลบบัญชีผู้ใช้นี้
tr: Bu kullanıcı hesabını silmenize izin verilmiyor.
uk: Вам не дозволено видалити цей обліковий запис користувача.
zh_hant: 您不能删除该用户账户。

source: You are not allowed to edit identities.
ar: غير مسموح لك بالتعديل على الهويات.
de: Sie sind nicht berechtigt, Identitäten zu bearbeiten.
es: No tiene permitido editar identidades.
et: Teil pole lubatud identiteete redigeerida.
he: אינך רשאי לערוך זהויות.
id: Anda tidak diizinkan untuk menyunting identitas.
it: Non ti è permesso modificare le identità.
nl: Je mag geen identiteiten toevoegen of verwijderen.
pl: Nie wolno ci edytować tożsamości.
pt: Você não está autorizado a editar identidades.
ru: Вы не имеете права редактировать личные данные.
sv: Du är inte tillåten att ändra identiteter.
th: คุณไม่ได้รับอนุญาตให้แก้ไขข้อมูลประจำตัว
tr: Kimlikleri düzenleme yetkiniz yok.
uk: Вам не дозволено редагувати ідентифікатори.
zh_hant: 你不允许编辑身份。

source: You are not allowed to switch users.
ar: غير مسموح لك التبديل بين المستخدمين.
de: Es ist nicht erlaubt, den Benutzer zu wechseln.
es: No tiene permitido cambiar los usuarios.
et: Teil pole lubatud kasutajaid vahetada.
he: אינך רשאי להחליף משתמש.
id: Anda tidak diizinkan untuk mengalihkan pengguna.
it: Non ti è permesso di cambiare utente.
nl: Je hebt niet genoeg rechten om als deze gebruiker in te loggen.
pl: Nie możesz zmieniać użytkowników.
pt: Você não está autorizado a mudar de usuário.
ru: Вы не имеете права менять пользователей.
sv: Du får inte byta användare.
th: คุณไม่ได้รับอนุญาตให้เปลี่ยนผู้ใช้
tr: Kullanıcıları değiştirme yetkiniz yok.
uk: Вам заборонено змінювати користувачів.
zh_hant: 你不允许切换用户。

source: You can now login on the following URL:
ar: يمكنك الآن تسجيل الدخول على الرابط التالي:
de: Sie können sich jetzt unter der folgenden URL anmelden:
es: Ahora puede iniciar sesión en la siguiente URL:
et: Nüüd saate sisse logida järgmisel URL-il:
he: כעת תוכל להתחבר בכתובת האתר הבאה:
id: Anda sekarang dapat login di URL berikut:
it: Ora puoi accedere al seguente URL:
nl: Je kan nu inloggen op de volgende URL:
pl: Możesz teraz zalogować się pod następującym adresem URL:
pt: Agora você pode fazer login no seguinte URL:
ru: Теперь вы можете войти по следующему URL-адресу:
sv: Du kan nu logga in på följande URL:
th: ตอนนี้คุณสามารถเข้าสู่ระบบใน URL ต่อไปนี้:
tr: Artık aşağıdaki URL'de oturum açabilirsiniz:
uk: Тепер ви можете увійти за такою URL-адресою:
zh_hant: 您現在可以登錄以下 URL：

source: You can now login to the admin, on the following URL:
ar: يمكنك الآن تسجيل الدخول إلى المسؤول، من خلال الرابط التالي:
de: Sie können sich nun in den Adminbereich einloggen, unter folgender URL:
es: Puede iniciar sesión en la administación en el siguiente URL:
et: Nüüd saate administraatorisse sisse logida järgmisel URL-il:
he: כעת אתה יכול להתחבר למנהל המערכת, בכתובת האתר הבאה:
id: Anda sekarang bisa masuk ke admin, pada URL berikut:
it: Ora puoi effettuare il login all'admin, sul seguente URL:
nl: Je kan nu inloggen op de admin, op het volgende adres:
pl: Możesz teraz zalogować się jako administrator pod następującym adresem:
pt: Agora você pode entrar no administrador, no seguinte URL:
ru: Теперь вы можете войти в систему администратором по следующему URL:
sv: Du kan nu logga in på admin, på följande URL:
th: ตอนนี้คุณสามารถเข้าสู่ระบบผู้ดูแลระบบโดยใช้ URL ต่อไปนี้:
tr: Şimdi aşağıdaki URL ile yönetici girişi yapabilirsiniz:
uk: Тепер Ви можете увійти до адміністратора за такою URL-адресою:
zh_hant: 你现在可以登录到管理员，在以下网址。

source: You have been granted access to
ar: تم منحك إمكانية الوصول إلى
de: Sie haben Zugriff erhalten auf
es: Se le ha otorgado el acceso a
et: Teile on antud juurdepääs
he: הוענקה לך גישה אל
id: Anda telah diberikan akses ke
it: Vi è stato concesso l'accesso a
nl: Je hebt toegang gekregen tot
pl: Otrzymałeś dostęp do
pt: Foi-lhe concedido o acesso a
ru: Вы получили доступ к
sv: Du har beviljats tillgång till
th: คุณได้รับอนุญาตให้เข้าถึง
tr: Şuraya erişmenize izin verildi
uk: Вам надано доступ до
zh_hant: 您已获准进入

source: You need to be an administrator to add users.
ar: عليك أن تكون مسؤول لتتمكن من إضافة المستخدمين.
de: Sie müssen ein Administrator sein, um Benutzer hinzufügen zu können.
es: Tiene que ser administrador para agregar usuarios.
et: Sa pead olema administraator kasutjate lisamiseks.
he: אתה צריך להיות מנהל כדי להוסיף משתמשים.
id: Anda harus menjadi pengelola untuk menambahkan pengguna.
it: Devi essere un amministratore per aggiungere utenti.
nl: Je moet een administrator zijn om gebruikers toe te voegen.
pl: Aby dodawać użytkowników, musisz być administratorem.
pt: Você precisa ser um administrador para adicionar usuários.
ru: Вы должны быть администратором, чтобы добавлять пользователей.
sv: Du måste vara administratör för att lägga till användare.
th: คุณต้องเป็นผู้ดูแลระบบเพื่อเพิ่มผู้ใช้
tr: Kullanıcı eklemek için bir yönetici olmalısınız.
uk: Щоб додавати користувачів, потрібно бути адміністратором.
zh_hant: 只有管理员可以添加用户。
