Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: You cannot remove the admin user.
ar: لا يمكنك إزالة المستخدم المسؤول.
de: Sie können den Benutzer admin nicht entfernen.
es: No se puede eliminar el usuario de administrador.
et: Te ei saa administraatori kasutajat eemaldada.
he: אינך יכול להסיר את משתמש הניהול.
id: Anda tidak dapat menghapus pengguna admin.
it: Non è possibile rimuovere l'utente admin.
nl: Je kunt de admingebruiker niet verwijderen.
pl: Nie możesz usunąć administratora.
pt: Você não pode remover o usuário administrador.
ru: Вы не можете удалить пользователя-администратора.
sv: Du kan inte ta bort administratörsanvändaren.
th: คุณไม่สามารถลบผู้ดูแลระบบได้
tr: Yönetici kullanıcısını silemezsiniz.
uk: Ви не можете видалити користувача адміністратора.
zh_hant: 您无法删除管理员用户。

source: You do not have permission to delete the loser.
ar: ليس لديك إذن بحذف الخاسر.
de: Sie haben nicht die Berechtigung, den Verlierer zu löschen.
es: No tiene permitido eliminar el perdedor.
et: Teil pole luba kaotaja kustutamiseks.
he: אין לך הרשאה למחוק את המפסיד.
id: Anda tidak memiliki izin untuk menghapus pecundang.
it: Non hai il permesso di cancellare il perdente.
nl: Je hebt geen rechten de verliezer te verwijderen.
pl: Nie masz uprawnień, aby usunąć przegranego.
pt: Você não tem permissão para apagar o perdedor.
ru: У вас нет разрешения на удаление проигравшего.
sv: Du har inte behörighet att ta bort förloraren.
th: คุณไม่ได้รับอนุญาตให้ลบผู้แพ้
tr: Kaybedeni silmek için izniniz yok.
uk: У вас немає дозволу на видалення переможеного.
zh_hant: 你没有删除失败者的权限。

source: You do not have permission to edit the winner.
ar: ليس لديك إذن لتعديل الفائز.
de: Sie haben nicht die Berechtigung, den Gewinner zu bearbeiten.
es: No tiene permitido editar el ganador.
et: Teil pole luba võitjat muuta.
he: אין לך הרשאה לערוך את הזוכה.
id: Anda tidak memiliki izin untuk menyunting pemenang.
it: Non hai il permesso di modificare il vincitore.
nl: Je hebt geen rechten de winnaar te bewerken.
pl: Nie masz uprawnień aby edytować zwycięzcę.
pt: Você não tem permissão para editar o vencedor.
ru: Вы не имеете права редактировать победителя.
sv: Du har inte behörighet att redigera vinnaren.
th: คุณไม่มีสิทธิ์แก้ไขผู้ชนะ
tr: Kazananı düzenleme izniniz yok.
uk: Ви не маєте дозволу редагувати переможця.
zh_hant: 您没有编辑获奖者的权限。

source: not implemented yet
ar: لم تنفذ بعد
de: noch nicht implementiert
es: aun no se implementa
et: pole veel rakendatud
he: עדיין לא מיושם
id: belum diimplementasikan
it: non ancora implementato
nl: nog niet geïmplementeerd
pl: jeszcze nie wdrożone
pt: ainda não implementado
ru: пока не реализовано
sv: ännu inte genomfört
th: ยังไม่ได้ใช้งาน
tr: henüz uygulanmadı
uk: ще не реалізовано
zh_hant: 未实施

source: Activate
ar: تفعيل
de: Aktivieren
es: Activar
et: Aktiveeri
he: לְהַפְעִיל
id: Aktifasi
it: Attivare
nl: Activeer
pl: Aktywuj
pt: Ativar
ru: Включить
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Активувати
zh_hant: 启用

source: Configure
ar: تهيئة
de: Konfigurieren
es: Configurar
et: Seadistamine
he: הגדר
id: Mengkonfigurasi
it: Configurare
nl: Configureer
pl: Skonfiguruj
ru: Настроить
sv: Konfigurera
th: กำหนดค่า
tr: Yapılandır
uk: Налаштувати
zh_hant: 配置

source: Could not find the module.
ar: تعذر العثور على الوحدة.
de: Das Modul konnte nicht gefunden werden.
es: No pude encontrar el módulo.
et: Moodulit ei leitud.
he: לא נמצא את המודול.
id: Tidak dapat menemukan modul.
it: Impossibile trovare il modulo.
nl: Kon de module niet vinden.
pl: Nie udało się znaleźć modułu.
pt: Não consegui encontrar o módulo.
ru: Не смог найти модуль.
sv: Det gick inte att hitta modulen.
th: ไม่พบโมดูล
tr: Modül bulunamadı.
uk: Не вдалося знайти модуль.
zh_hant: 找不到模块。

source: Cyclic dependencies
ar: التبعيات الدورية
de: Zyklische Abhängigkeiten
es: Dependencias cíclicas
et: Tsüklilised sõltuvused
he: תלות מחזורית
id: Dependensi siklik
it: Dipendenze cicliche
nl: Cyclische afhankelijkheden
pl: Zależności cykliczne
pt: Dependências cíclicas
ru: Циклические зависимости
sv: Cykliska beroenden
th: การอ้างอิงวงจร
tr: Döngüsel bağımlılıklar
uk: Циклічні залежності
zh_hant: 循环依赖性

source: Deactivate
ar: تعطيل
de: Deaktivieren
es: Desactivar
et: Deaktiveeri
he: השבת
id: Menonaktifkan
it: Disattivare
nl: Deactiveer
pl: Dezaktywuj
pt: Desativar
ru: Выключить
sv: Avaktivera
th: ปิดใช้งาน
tr: Devre dışı bırak
uk: Деактивувати
zh_hant: 停用

source: Deactivate these modules if you are not using them, or check the installation of the system.
ar: قم بإلغاء تنشيط هذه الوحدات إذا كنت لا تستخدمها، أو تحقق من تثبيت النظام.
de: Deaktivieren Sie diese Module, wenn Sie sie nicht verwenden oder überprüfen Sie die Installation des Systems.
es: Desactive estos módulos si no los está utilizando o verifique la instalación del sistema.
et: Deaktiveerige need moodulid, kui te neid ei kasuta, või kontrollige süsteemi installimist.
he: השבת את המודולים הללו אם אינך משתמש בהם, או בדוק את התקנת המערכת.
id: Nonaktifkan modul ini jika Anda tidak menggunakannya, atau periksa instalasi sistem.
it: Disattivare questi moduli se non li si utilizza oppure controllare l'installazione del sistema.
nl: Deactiveer deze modules als u ze niet gebruikt of controleer de installatie van het systeem.
pl: Dezaktywuj te moduły jeśli z nich nie korzystasz lub sprawdź instalację systemu.
pt: Desative esses módulos se não os estiver usando ou verifique a instalação do sistema.
ru: Отключите эти модули, если вы ими не пользуетесь, или проверьте установку системы.
sv: Inaktivera dessa moduler om du inte använder dem, eller kontrollera installationen av systemet.
th: ปิดใช้งานโมดูลเหล่านี้หากคุณไม่ได้ใช้งานหรือตรวจสอบการติดตั้งระบบ
tr: Kullanmıyorsanız bu modülleri devre dışı bırakın veya sistemin kurulumunu kontrol edin.
uk: Деактивуйте ці модулі, якщо ви ними не користуєтеся, або перевірте інсталяцію системи.
zh_hant: 如果您不使用這些模組，請停用它們，或檢查系統的安裝。

source: Deactivating this module will stop the following modules:
ar: سيؤدي إلغاء تنشيط هذه الوحدة إلى إيقاف الوحدات التالية:
de: Wenn Sie dieses Modul deaktivieren, werden die folgenden Module gestoppt:
es: Desactivando este módulo se detendrán los siguientes módulos:
et: Selle mooduli desaktiveerimine peatab järgmised moodulid:
he: השבתת מודול זה תפסיק את המודולים הבאים:
id: Menonaktifkan modul ini akan menghentikan modul berikut:
it: La disattivazione di questo modulo fermerà i seguenti moduli:
nl: Deactiveren van deze module zal de volgende modules stoppen:
pl: Dezaktywacja tego modułu spowoduje zatrzymanie następujących modułów:
pt: A desactivação deste módulo irá parar os seguintes módulos:
ru: При выключении этого модуля будут остановлены следующие модули:
sv: Om du avaktiverar den här modulen stoppas följande moduler:
th: การปิดใช้งานโมดูลนี้จะหยุดโมดูลต่อไปนี้:
tr: Bu modülün devre dışı bırakılması aşağıdaki modülleri durduracaktır:
uk: Деактивація цього модуля призведе до зупинки таких модулів:
zh_hant: 停用该模块将停止以下模块。

source: Dependencies
ar: التبعيات
de: Abhängigkeiten
es: Dependencias
et: Sõltuvused
he: תלות
id: Dependensi
it: Dipendenze
nl: Afhankelijkheden
pl: Zależności
pt: Dependências
ru: Зависимости
sv: Beroenden
th: การพึ่งพา
tr: Bağımlılıklar
uk: Залежності
zh_hant: 依赖性

source: Depends
ar: يعتمد على
de: Abhängig von
es: Depende de
et: Oleneb
he: תלוי
id: Tergantung
it: Dipende da
nl: Afhankelijk
pl: Zależy od
pt: Depende
ru: Зависит от
sv: Beror på
th: ขึ้นอยู่กับ
tr: Bağlı olmak
uk: Залежить
zh_hant: 取决于

source: Do you still want to activate the module
ar: هل ما زلت تريد تنشيط الوحدة
de: Wollen Sie das Modul trotzdem aktivieren
es: ¿Todavía quieres activar el módulo
et: Kas soovite ikkagi mooduli aktiveerida
he: האם אתה עדיין רוצה להפעיל את המודול
id: Apakah Anda masih ingin mengaktifkan modul
it: Vuoi ancora attivare il modulo
nl: Wil je de module nog steeds activeren
pl: Czy nadal chcesz aktywować moduł
pt: Você ainda quer ativar o módulo
ru: Вы все еще хотите активировать модуль
sv: Vill du fortfarande aktivera modulen
th: คุณยังต้องการเปิดใช้งานโมดูลหรือไม่
tr: Hala modülü etkinleştirmek istiyor musunuz
uk: Ви все ще хочете активувати модуль
zh_hant: 你还想激活模块吗？

source: Do you still want to deactivate the module
ar: هل ما زلت تريد إلغاء تنشيط الوحدة
de: Wollen Sie das Modul trotzdem deaktivieren
es: ¿Todavía quieres desactivar el módulo
et: Kas soovite ikkagi mooduli deaktiveerida
he: האם אתה עדיין רוצה להשבית את המודול
id: Apakah Anda masih ingin menonaktifkan modul
it: Vuoi ancora disattivare il modulo
nl: Wil je de module nog steeds deactiveren?
pl: Czy nadal chcesz dezaktywować moduł
pt: Você ainda quer desativar o módulo
ru: Вы все еще хотите отключить модуль.
sv: Vill du fortfarande avaktivera modulen
th: คุณยังต้องการปิดใช้งานโมดูลหรือไม่
tr: Hala modülü devre dışı bırakmak istiyor musunuz
uk: Ви все одно хочете деактивувати модуль
zh_hant: 你还想停用该模块吗？

source: Either they are not installed, or they are not compiled.
ar: إما أنها غير مثبتة، أو أنها غير مجمعة.
de: Entweder sind sie nicht installiert oder nicht kompiliert.
es: O bien no están instalados o no están compilados.
et: Neid kas pole installitud või neid ei kompileerita.
he: או שהם לא מותקנים, או שהם לא הידור.
id: Entah mereka tidak terinstal, atau mereka tidak dikompilasi.
it: O non sono installati o non sono compilati.
nl: Of ze zijn niet geïnstalleerd, of ze zijn niet gecompileerd.
pl: Albo nie są zainstalowane, albo nie są skompilowane.
pt: Ou eles não estão instalados ou não foram compilados.
ru: Они либо не установлены, либо не скомпилированы.
sv: Antingen är de inte installerade eller så är de inte kompilerade.
th: ทั้งไม่ได้ติดตั้ง หรือไม่ก็ไม่ได้คอมไพล์
tr: Ya kurulmamışlardır ya da derlenmemişlerdir.
uk: Або вони не встановлені, або вони не скомпільовані.
zh_hant: 它們要么沒有安裝，要么沒有編譯。

source: Install the module’s model and data.
ar: تثبيت نموذج الوحدة والبيانات.
de: Installieren Sie das Modell und die Daten des Moduls.
es: Instale el modelo y los datos del módulo.
et: Installige mooduli mudel ja andmed.
he: התקן את הדגם והנתונים של המודול.
id: Instal model dan data modul.
it: Installare il modello e i dati del modulo.
nl: Installeer het model en de gegevens van de module.
pl: Zainstaluj model i dane modułu.
pt: Instale o modelo e os dados do módulo.
ru: Установите модель и данные модуля.
sv: Installera modulens modell och data.
th: ติดตั้งโมเดลและข้อมูลของโมดูล
tr: Modülün modelini ve verilerini yükleyin.
uk: Встановіть модель і дані модуля.
zh_hant: 安裝模組的型號和數據。

source: Module dependencies
ar: تبعيات الوحدة النمطية
de: Modul-Abhängigkeiten
es: Dependencias del módulo
et: Mooduli sõltuvused
he: תלות במודול
id: Ketergantungan modul
it: Dipendenze del modulo
nl: Module afhankelijkheden
pl: Zależności modułów
pt: Dependências do módulo
ru: Зависимости модуля
sv: Modulberoenden
th: การขึ้นต่อกันของโมดูล
tr: Modül bağımlılıkları
uk: Залежності модулів
zh_hant: 模块依赖性

source: Modules are missing dependencies
ar: الوحدات النمطية تفتقد التبعيات
de: Modulen fehlen Abhängigkeiten
es: A los módulos les faltan dependencias
et: Moodulitel puudub sõltuvus
he: במודולים חסרים תלות
id: Modul tidak memiliki dependensi
it: I moduli mancano di dipendenze
nl: Modules missen afhankelijkheden
pl: W modułach brakuje zależności
pt: Os módulos são dependências em falta
ru: Модули, для которых отсутствуют зависимости
sv: Moduler saknar beroenden
th: โมดูลไม่มีการอ้างอิง
tr: Modüllerin bağımlılıkları eksik
uk: У модулях відсутні залежності
zh_hant: 模块缺少依赖性

source: No modules found
ar: لم يتم العثور على وحدات
de: Keine Module gefunden
es: No se encontraron módulos
et: Ei leia mooduleid
he: לא נמצאו מודולים
id: Tidak ada modul yang ditemukan
it: Nessun modulo trovato
nl: Geen modules gevonden
pl: Nie znaleziono modułów
pt: Não foram encontrados módulos
ru: Модули не найдены
sv: Inga moduler hittades
th: ไม่พบโมดูล
tr: Modül bulunamadı
uk: Модулі не знайдені
zh_hant: 没有找到模块

source: Provides
ar: يوفر
de: Bietet
es: Proporciona
et: Annab
he: מספק
id: Menyediakan
it: Fornisce
nl: Biedt
pl: Zapewnia
pt: Fornece
ru: Предоставляет
sv: Ger
th: ให้
tr: Sağlar
uk: Забезпечує
zh_hant: 提供

source: Reinstall
ar: أعد التثبيت
de: Neu installieren
es: Reinstalar
et: Installige uuesti
he: התקן מחדש
id: Instal ulang
it: Reinstallare
nl: Opnieuw installeren
pl: Zainstaluj ponownie
pt: Reinstale
ru: Переустановить
sv: Installera om
th: ติดตั้งใหม่
tr: Yeniden yükle
uk: Перевстановити
zh_hant: 重新安裝

source: Reinstalled the data model.
ar: إعادة تثبيت نموذج البيانات.
de: Datenmodell neu installiert.
es: Reinstalado el modelo de datos.
et: Andmemudel uuesti installitud.
he: התקן מחדש את מודל הנתונים.
id: Menginstal ulang model data.
it: Reinstallato il modello dati.
nl: Het datamodel is opnieuw geïnstalleerd.
pl: Zainstalowano ponownie model danych.
pt: Reinstalei o modelo de dados.
ru: Переустановил модель данных.
sv: Installerade om datamodellen.
th: ติดตั้งแบบจำลองข้อมูลอีกครั้ง
tr: Veri modelini yeniden yükledim.
uk: Перевстановив модель даних.
zh_hant: 重新安裝了資料模型。

source: Rescan modules
ar: إعادة تفحص الوحدات
de: Module neu scannen
es: Reexaminar módulos
et: Skaneeri moodulid uuesti
he: סרוק מחדש את המודולים
id: Pemindaian ulang modul
it: Esaminare i moduli
nl: Scan modules opnieuw
pl: Ponownie przeskanuj moduły
pt: Módulos de nova leitura
ru: Обновить список
sv: Skanna om moduler
th: สแกนโมดูลอีกครั้ง
tr: Modülleri tekrar tara
uk: Повторне сканування модулів
zh_hant: 重新扫描模块

source: Rescanning will rebuild the index of all modules, actions, templates etc. It will also reload all dispatch rules.
ar: ستعيد عملية إعادة المسح بناء فهرس جميع الوحدات والإجراءات والقوالب وما إلى ذلك ، كما ستعيد تحميل جميع قواعد الإرسال.
de: Beim erneuten Scannen wird der Index aller Module, Aktionen, Vorlagen usw. neu erstellt. Es werden auch alle Versandregeln neu geladen.
es: Analizar de nuevo generará una vez más el índice de todos los módulos, acciones, plantillas, etc. También volverá a cargar todas las reglas de envío.
et: Uuesti skannimine taastab kõigi moodulite, toimingute, mallide jms registri. Samuti laadib uuesti kõik saatmisreeglid.
he: סריקה מחדש תבנה מחדש את האינדקס של כל המודולים, הפעולות, התבניות וכו '. היא גם תטען מחדש את כל כללי השידור.
id: Pemindaian ulang akan membangun kembali indeks dari semua modul, tindakan, template dan lain-lain. Ia juga akan memuat ulang semua aturan pengiriman.
it: La nuova scansione ricostruirà l'indice di tutti i moduli, azioni, modelli, ecc. Ricaricherà anche tutte le regole di spedizione.
nl: Opnieuw scannen zal de index van alle modules, acties, templates etc. opnieuw opbouwen. Ook alle dispatchregels worden herladen.
pl: Ponowne skanowanie odbuduje indeks wszystkich modułów, akcji, szablonów itp. Przeładuje również wszystkie reguły wysyłania.
pt: O redimensionamento irá reconstruir o índice de todos os módulos, ações, modelos, etc. Ele também irá recarregar todas as regras de despacho.
ru: При повторном сканировании будут перестроены индексы всех модулей, действий, шаблонов и т.д. Также будет перезагружены все правила диспетчеризации.
sv: Att genomsökas igen kommer att bygga om index för alla moduler, funktioner, mallar etc. Det kommer också att uppdatera alla försändelsen regler.
th: การสแกนซ้ำจะสร้างดัชนีของโมดูลการดำเนินการเทมเพลตและอื่น ๆ ทั้งหมดอีกครั้งนอกจากนี้ยังโหลดกฎการจัดส่งทั้งหมดอีกครั้ง
tr: Yeniden tarama, tüm modüllerin, şablonların, eylemlerin vb. dizinini yeniden oluşturur. Ayrıca, tüm gönderme kurallarını yeniden yükleyecektir.
uk: Повторне сканування перебудує індекс усіх модулів, дій, шаблонів тощо. Це також перезавантажить усі правила диспетчеризації.
zh_hant: 重新扫描将重建所有模块、动作、模板等的索引。它还会重新加载所有的调度规则。

source: Sorry, you are not allowed to do this.
ar: عذرا ، لا يسمح لك القيام بذلك.
de: Dies ist Ihnen leider nicht gestattet.
es: Lo siento, no tienes permitido hacer esto.
et: Kahjuks pole teil lubatud seda teha.
he: מצטער, אסור לך לעשות זאת.
id: Maaf, Anda tidak diizinkan melakukan ini.
it: Spiacenti, non sei autorizzato a farlo.
nl: Sorry, je mag dit niet doen.
pl: Przepraszamy, nie możesz tego zrobić.
pt: Desculpe, você não tem permissão para fazer isso.
ru: Извините, вам не разрешено это делать.
sv: Tyvärr, du får inte göra detta.
th: ขออภัย คุณไม่ได้รับอนุญาตให้ทำเช่นนี้
tr: Üzgünüm, bunu yapmanıza izin verilmiyor.
uk: На жаль, Вам заборонено це робити.
zh_hant: 抱歉，您無權執行此操作。

source: The following modules will not start because they miss dependencies:
ar: لن تبدأ الوحدات التالية لأنها تفتقد التبعيات:
de: Die folgenden Module werden nicht gestartet, da ihnen Abhängigkeiten fehlen:
es: Los siguientes módulos no se iniciarán porque no tienen dependencias:
et: Järgmised moodulid ei käivitu, kuna neil puudub sõltuvus:
he: המודולים הבאים לא יתחילו מכיוון שהם מתגעגעים לתלות:
id: Modul berikut tidak akan mulai karena melewatkan dependensi:
it: I seguenti moduli non si avviano perché mancano di dipendenze:
nl: De volgende modules zullen niet starten omdat ze afhankelijkheden missen:
pl: Następujące moduły nie uruchomią się, ponieważ brakuje im zależności:
pt: Os seguintes módulos não começarão porque faltam dependências:
ru: Следующие модули не запустятся, так как для них отсутствуют зависимости:
sv: Följande moduler startar inte eftersom de saknar beroenden:
th: โมดูลต่อไปนี้จะไม่เริ่มทำงานเนื่องจากพลาดการอ้างอิง:
tr: Aşağıdaki modüller bağımlılıkları kaçırdıkları için başlamayacak:
uk: Наступні модулі не запускатимуться, оскільки в них відсутні залежності:
zh_hant: 以下模块将因为错过了依赖关系而无法启动。

source: The modules below are activated but could not be found.
ar: تم تفعيل الوحدات أدناه ولكن لم يتم العثور عليها.
de: Die folgenden Module sind aktiviert, konnten aber nicht gefunden werden.
es: Los módulos siguientes están activados pero no se pudieron encontrar.
et: Allolevad moodulid on aktiveeritud, kuid neid ei leitud.
he: המודולים שלהלן מופעלים אך לא נמצאו.
id: Modul di bawah ini diaktifkan tetapi tidak dapat ditemukan.
it: I moduli sottostanti sono attivati ma non sono stati trovati.
nl: De onderstaande modules zijn geactiveerd, maar konden niet worden gevonden.
pl: Poniższe moduły zostały aktywowane, ale nie można ich znaleźć.
pt: Os módulos abaixo estão ativados, mas não puderam ser encontrados.
ru: Модули ниже активированы, но не найдены.
sv: Modulerna nedan är aktiverade men kunde inte hittas.
th: โมดูลด้านล่างนี้ได้รับการเปิดใช้งานแล้ว แต่ไม่พบ
tr: Aşağıdaki modüller aktif edildi ancak bulunamadı.
uk: Наведені нижче модулі активовані, але їх не вдалося знайти.
zh_hant: 下面的模組已啟動但無法找到。

source: There are modules depending on
ar: هناك وحدات تعتمد على
de: Es gibt Module in Abhängigkeit von
es: Hay módulos que dependen de
et: Mooduleid on sõltuvalt
he: ישנם מודולים בהתאם
id: Ada modul yang tergantung
it: Ci sono moduli che dipendono da
nl: Er zijn modules afhankelijk van
pl: Istnieją moduły w zależności od
pt: Há módulos que dependem de
ru: Есть модули, зависящие от
sv: Det finns moduler beroende på
th: มีโมดูลขึ้นอยู่กับ
tr: Bağlı modüller var
uk: Існують модулі в залежності від
zh_hant: 有的模块取决于

source: This module does not have a <tt>manage_schema/2</tt> function.
ar: لا تحتوي هذه الوحدة على وظيفة <tt>Manage_schema/2</tt>.
de: Dieses Modul verfügt nicht über eine <tt>manage_schema/2</tt> Funktion.
es: Este módulo no tiene una función <tt>Manage_schema/2</tt>.
et: Sellel moodulil ei ole funktsiooni <tt>manage_schema/2</tt>.
he: למודול זה אין פונקציה <tt>manage_schema/2</tt>.
id: Modul ini tidak memiliki fungsi <tt>manage_schema/2</tt>.
it: Questo modulo non ha una funzione <tt>Manage_schema/2</tt>.
nl: Deze module heeft geen <tt>manage_schema/2</tt> functie.
pl: Moduł ten nie posiada funkcji <tt>zarządzaj_schematem/2</tt>.
pt: Este módulo não possui uma função <tt>manage_schema/2</tt>.
ru: В этом модуле нет функции <tt>Manage_schema/2</tt>.
sv: Den här modulen har inte en funktion <tt>manage_schema/2</tt>.
th: โมดูลนี้ไม่มีฟังก์ชัน <tt>Manage_schema/2</tt>
tr: Bu modülün <tt>Manage_schema/2</tt> işlevi yoktur.
uk: Цей модуль не має функції <tt>manage_schema/2</tt>.
zh_hant: 該模組沒有 <tt>manage_schema/2</tt> 函數。

source: You are not allowed to activate or deactivate modules.
ar: لا يُسمح لك بتنشيط أو إلغاء تنشيط الوحدات.
de: Sie dürfen keine Module aktivieren oder deaktivieren.
es: No se le permite activar o desactivar los módulos.
et: Teil pole lubatud mooduleid sisse ega välja lülitada.
he: אינך רשאי להפעיל או להשבית מודולים.
id: Anda tidak diperbolehkan mengaktifkan atau menonaktifkan modul.
it: Non ti è permesso attivare o disattivare i moduli.
nl: Het is niet toegestaan om modules te activeren of te deactiveren.
pl: Nie możesz aktywować ani dezaktywować modułów.
pt: Você não tem permissão para ativar ou desativar módulos.
ru: Вы не имеете права активировать или деактивировать модули.
sv: Du får inte aktivera eller inaktivera moduler.
th: คุณไม่ได้รับอนุญาตให้เปิดใช้งานหรือปิดใช้งานโมดูล
tr: Modülleri etkinleştirmenize veya devre dışı bırakmanıza izin verilmez.
uk: Вам заборонено активувати або деактивувати модулі.
zh_hant: 您不允许激活或停用模块。
