Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: You don't have permission to change the Facebook settings.
ar: ليس لديك إذن لتغيير إعدادات Facebook.
de: Sie haben nicht die Erlaubnis, die Facebook-Einstellungen zu ändern.
es: No tienes permiso para cambiar la configuración de Facebook.
et: Teil pole luba Facebooki seadete muutmiseks.
he: אין לך הרשאה לשנות את הגדרות פייסבוק.
id: Anda tidak memiliki izin untuk mengubah pengaturan Facebook.
it: Non hai il permesso di cambiare le impostazioni di Facebook.
nl: Je hebt geen rechten om de Facebook-instellingen te bewerken..
pl: Nie masz uprawnień do zmiany ustawień Facebooka.
pt: Você não tem permissão para alterar as configurações do Facebook.
ru: Вы не имеете права изменять настройки Facebook.
sv: Du har inte behörighet att ändra Facebook-inställningarna.
th: คุณไม่มีสิทธิ์เปลี่ยนการตั้งค่า Facebook
tr: Facebook ayarlarını değiştirme izniniz yok.
uk: Ви не маєте дозволу змінювати налаштування Facebook.
zh_hant: 你没有权限更改Facebook的设置。

source: You have coupled your <strong>Facebook</strong> account.
ar: لقد قمت بإقران حساب <strong>Facebook</strong> الخاص بك.
de: Sie haben Ihr <strong>Facebook</strong> -Konto gekoppelt.
es: Ha juntado su cuenta de <strong>Facebook</strong>.
et: Olete sidunud oma <strong>Facebook</strong> kontot.
he: חיברת <strong>חשבון פייסבוק</strong>.
id: Anda telah menggabungkan akun <strong>Facebook</strong> anda.
it: Hai accoppiato il tuo <strong>account di Facebook</strong> .
nl: Je hebt je <strong>Facebook</strong>-account gekoppeld.
pl: Połączyłeś swoje konto <strong>Facebook</strong>.
pt: Você acoplou a sua conta <strong>Facebook</strong> .
ru: Вы подключили свой <strong>аккаунт на Facebook</strong> .
sv: Du har kopplat ditt <strong>Facebook</strong> konto.
th: คุณได้เชื่อมต่อกับบัญชี <strong>Facebook</strong> ของคุณ
tr: <strong>Facebook</strong> hesabınızı eşleştirdiniz.
uk: Ви підключили свій <strong>обліковий запис Facebook</strong>.
zh_hant: 您已将您的 <strong>Facebook</strong> 账户绑定。

source: Your Facebook Developer Dashboard
ar: لوحة تحكم مطور Facebook
de: Ihr Facebook Developer Dashboard
es: Su tablero de desarrollador de Facebook
et: Teie Facebooki arendaja juhtpaneel
he: לוח המחוונים למפתחים בפייסבוק
id: Dasbor Pengembang Facebook anda
it: Il tuo cruscotto per sviluppatori di Facebook
nl: Je Facebook Developer Dashboard
pl: Twój pulpit programisty Facebook
pt: O seu Painel de Desenvolvimento do Facebook
ru: Ваша панель инструментов для разработчиков Facebook
sv: Din instrumentpanel för Facebook-utvecklare
th: แดชบอร์ดนักพัฒนา Facebook ของคุณ
tr: Facebook Geliştirici Kontrol Paneliniz
uk: Ваша інформаційна панель розробника Facebook
zh_hant: 您的Facebook开发者仪表板

source: After 1 month
ar: بعد شهر واحد
de: Nach 1 Monat
es: Después de 1 mes
et: 1 kuu pärast
he: לאחר חודש
id: Setelah 1 bulan
it: Dopo 1 mese
nl: Na 1 maand
pl: Po 1 miesiącu
pt: Após 1 mês
ru: Через 1 месяц
sv: Efter 1 månad
th: หลังจาก 1 เดือน
tr: 1 ay sonra
uk: Через 1 місяць
zh_hant: 1个月后

source: After 1 week
ar: بعد 1 أسبوع
de: Nach 1 Woche
es: Después de 1 semana
et: 1 nädala pärast
he: אחרי שבוע אחד
id: Setelah 1 minggu
it: Dopo 1 settimana
nl: Na 1 week
pl: Po 1 tygodniu
pt: Após 1 semana
ru: Через 1 неделю
sv: Efter 1 vecka
th: หลังจาก 1 สัปดาห์
tr: 1 hafta sonra
uk: Через 1 тиждень
zh_hant: 1周后

source: After 3 months
ar: بعد 3 أشهر
de: Nach 3 Monaten
es: Después de 3 meses
et: 3 kuu pärast
he: אחרי 3 חודשים
id: Setelah 3 bulan
it: Dopo 3 mesi
nl: Na 3 maanden
pl: Po 3 miesiącach
pt: Após 3 meses
ru: Через 3 месяца
sv: Efter 3 månader
th: หลังจาก 3 เดือน
tr: 3 ay sonra
uk: Через 3 місяці
zh_hant: 3个月后

source: All cloud files can be moved back to the file system on the server.
ar: يمكن إعادة جميع ملفات السحابة إلى نظام الملفات على الخادم.
de: Alle Cloud-Dateien können zurück in das Dateisystem auf dem Server verschoben werden.
es: Todos los archivos de nubes pueden ser movidos de vuelta al sistema de archivos del servidor.
et: Kõiki pilvefaile saab serveris failisüsteemi tagasi teisaldada.
he: ניתן להעביר את כל קבצי הענן חזרה למערכת הקבצים בשרת.
id: Semua file cloud dapat dipindahkan kembali ke sistem file di server.
it: Tutti i file del cloud possono essere spostati di nuovo sul file system del server.
nl: Alle cloud-bestanden kunnen worden verplaatst naar het bestandssysteem op de server.
pl: Wszystkie pliki w chmurze mogą być przenoszone z powrotem do systemu plików na serwerze.
pt: Todos os arquivos em nuvem podem ser movidos de volta para o sistema de arquivos no servidor.
ru: Все "облачные" файлы могут быть перемещены обратно в файловую систему на сервере.
sv: Alla molnfiler kan flyttas tillbaka till filsystemet på servern.
th: ไฟล์คลาวด์ทั้งหมดสามารถย้ายกลับไปที่ระบบไฟล์บนเซิร์ฟเวอร์ได้
tr: Tüm bulut dosyaları, sunucudaki dosya sistemine geri taşınabilir.
uk: Всі хмарні файли можна перемістити назад у файлову систему на сервері.
zh_hant: 所有的云文件都可以移回服务器上的文件系统。

source: All cloud files will be queued for download.
ar: سيتم وضع جميع ملفات السحابة في قائمة الانتظار للتنزيل.
de: Alle Cloud-Dateien werden in eine Warteschlange zum Herunterladen gestellt.
es: Todos los archivos de nube han sido agregados a la cola para descargar.
et: Kõik pilvefailid seatakse allalaadimiseks järjekorda.
he: כל קבצי הענן יעמדו בתור להורדה.
id: Semua berkas awan akan diantri untuk diunduh.
it: Tutti i file cloud saranno messi in coda per il download.
nl: Alle cloud bestanden worden in een download-wachtrij geplaatst.
pl: Wszystkie pliki w chmurze zostaną umieszczone w kolejce do pobrania.
pt: Todos os arquivos da nuvem serão enfileirados para download.
ru: Все облачные файлы будут поставлены в очередь на скачивание.
sv: Alla molnfiler kommer i kö för nedladdning.
th: ไฟล์คลาวด์ทั้งหมดจะเข้าคิวดาวน์โหลด
tr: Tüm bulut dosyaları indirilmek için sıraya alınır.
uk: Всі хмарні файли будуть поставлені в чергу для завантаження.
zh_hant: 所有的云文件都会排队下载。

source: All files will be queued, uploads will start in the background within 10 minutes.
ar: سيتم وضع جميع الملفات في قائمة الانتظار ، وسيبدأ التحميل في الخلفية في غضون 10 دقائق.
de: Alle Dateien werden in eine Warteschlange gestellt, der Upload beginnt im Hintergrund innerhalb von 10 Minuten.
es: Todos los archivos serán agregados a la cola, las subidas comenzarán en el fondo dentro de 10 minutos.
et: Kõik failid pannakse järjekorda, üleslaadimised algavad taustal 10 minuti jooksul.
he: כל הקבצים יעמדו בתור, ההעלאות יתחילו ברקע תוך 10 דקות.
id: Semua berkas akan diantri, pengunggahan akan dimulai di latar belakang hanya 10 menit.
it: Tutti i file saranno messi in coda, gli upload inizieranno in background entro 10 minuti.
nl: Alle bestanden worden in een wachtrij geplaatst, uploads starten over 10 minuten op de achtergrond.
pl: Wszystkie pliki będą umieszczone w kolejce, wysyłanie rozpocznie się w tle w ciągu 10 minut.
pt: Todos os arquivos serão enfileirados, os uploads serão iniciados em segundo plano em 10 minutos.
ru: Все файлы будут поставлены в очередь, загрузка начнется в фоновом режиме в течение 10 минут.
sv: Alla filer kommer att köas, uppladdningar börjar i bakgrunden inom tio minuter.
th: ไฟล์ทั้งหมดจะเข้าคิวการอัปโหลดจะเริ่มต้นในพื้นหลังภายใน 10 นาที
tr: Tüm dosyalar sıraya alınacak, yüklemeler 10 dakika içinde arka planda başlayacak.
uk: Всі файли будуть поставлені в чергу, завантаження почнеться у фоновому режимі протягом 10 хвилин.
zh_hant: 所有的文件将被排队，上传将在10分钟内开始在后台。

source: All local uploaded and preview files can be moved to the cloud.
ar: يمكن نقل جميع الملفات المحلية المرفوعة والمعاينة إلى السحابة.
de: Alle lokal hochgeladenen Dateien und Vorschaudateien können in die Cloud verschoben werden.
es: Todos los archivos locales y de previsualización pueden ser movidos a la nube.
et: Kõiki kohalikke üleslaaditud ja eelvaate faile saab pilve teisaldada.
he: ניתן להעביר לעננים את כל קבצי העלאה והתצוגה המקדימה המקומית.
id: Semua berkas unggahan dan pratinjau lokal dapat dipindahkan ke awan.
it: Tutti i file locali caricati e l'anteprima possono essere spostati sul cloud.
nl: Alle geüploade en voorbeeldbestanden kunnen naar de Cloud worden verplaatst.
pl: Wszystkie pliki przesłane lokalnie i pliki podglądu można przenieść do chmury.
pt: Todos os ficheiros locais carregados e pré-visualizados podem ser movidos para a nuvem.
ru: Все локальные загруженные файлы и файлы предварительного просмотра могут быть перемещены в облако.
sv: Alla lokala uppladdade och förhandsgranskningsfiler kan flyttas till molnet.
th: ไฟล์ที่อัปโหลดและดูตัวอย่างในเครื่องทั้งหมดสามารถย้ายไปยังระบบคลาวด์ได้
tr: Tüm yerel yüklenen ve ön izleme dosyaları buluta taşınabilir.
uk: Всі локально завантажені файли та файли попереднього перегляду можна перемістити в хмару.
zh_hant: 所有本地上传和预览的文件都可以移动到云端。

source: Are you sure you want to copy all files to the cloud?
ar: هل أنت متأكد أنك تريد نسخ كافة الملفات إلى السحابة؟
de: Sind Sie sicher, dass Sie alle Dateien in die Cloud kopieren wollen?
es: ¿Estás seguro de que deseas copiar todos los archivos a la nube?
et: Kas olete kindel, et soovite kõik failid pilve kopeerida?
he: האם אתה בטוח שברצונך להעתיק את כל הקבצים לענן?
id: Apakah Anda yakin ingin menyalin semua file ke cloud?
it: Vuoi davvero copiare tutti i file sul cloud?
nl: Weet je zeker dat je alle bestanden naar de cloud wilt kopiëren?
pl: Czy na pewno chcesz skopiować wszystkie pliki do chmury?
pt: Tem certeza de que deseja copiar todos os arquivos para a nuvem?
ru: Вы уверены, что хотите скопировать все файлы в облако?
sv: Är du säker på att du vill kopiera alla filer till molnet?
th: คุณแน่ใจหรือไม่ว่าต้องการคัดลอกไฟล์ทั้งหมดไปยังคลาวด์?
tr: Tüm dosyaları buluta kopyalamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скопіювати всі файли в хмару?
zh_hant: 您確定要將所有檔案複製到雲端嗎？

source: Are you sure you want to copy all files to the disk of the server?
ar: هل أنت متأكد أنك تريد نسخ كافة الملفات إلى قرص الخادم؟
de: Sind Sie sicher, dass Sie alle Dateien auf die Festplatte des Servers kopieren wollen?
es: ¿Está seguro de que desea copiar todos los archivos al disco del servidor?
et: Kas olete kindel, et soovite kõik failid serveri kettale kopeerida?
he: האם אתה בטוח שברצונך להעתיק את כל הקבצים לדיסק של השרת?
id: Apakah Anda yakin ingin menyalin semua berkas ke disk server?
it: Vuoi davvero copiare tutti i file sul disco del server?
nl: Weet je zeker dat je alle bestanden naar de schijf van de server wilt kopiëren?
pl: Czy na pewno chcesz skopiować wszystkie pliki na dysk serwera?
pt: Tem certeza de que deseja copiar todos os arquivos para o disco do servidor?
ru: Вы уверены, что хотите скопировать все файлы на диск сервера?
sv: Är du säker på att du vill kopiera alla filer till disken på servern?
th: คุณแน่ใจหรือไม่ว่าต้องการคัดลอกไฟล์ทั้งหมดไปยังดิสก์ของเซิร์ฟเวอร์?
tr: Tüm dosyaları sunucunun diskine kopyalamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скопіювати всі файли на диск сервера?
zh_hant: 您確定要將所有檔案複製到伺服器磁碟嗎？

source: Are you sure you want to move all files to the cloud?
ar: هل أنت متأكد أنك تريد نقل جميع الملفات إلى السحابة؟
de: Sind Sie sicher, dass Sie alle Dateien in die Cloud verschieben möchten?
es: ¿Estás seguro de que quieres mover todos los archivos a la nube?
et: Kas olete kindel, et soovite kõik failid pilve teisaldada?
he: האם אתה בטוח שברצונך להעביר את כל הקבצים לענן?
id: Anda yakin ingin memindahkan semua file ke cloud?
it: Sei sicuro di voler spostare tutti i file nel cloud?
nl: Weet je zeker dat je alle bestanden naar de cloud wilt verplaatsen?
pl: Czy na pewno chcesz przenieść wszystkie pliki do chmury?
pt: Tens a certeza que queres mover todos os ficheiros para a nuvem?
ru: Вы уверены, что хотите переместить все файлы в облако?
sv: Är du säker på att du vill flytta alla filer till molnet?
th: แน่ใจไหมว่าต้องการย้ายไฟล์ทั้งหมดไปที่คลาวด์
tr: Tüm dosyaları buluta taşımak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете перемістити всі файли в хмару?
zh_hant: 你确定要把所有文件都移到云端吗？

source: Are you sure you want to move all files to the disk of the server?
ar: هل أنت متأكد أنك تريد نقل جميع الملفات إلى قرص الخادم؟
de: Möchten Sie wirklich alle Dateien auf die Festplatte des Servers verschieben?
es: ¿Está seguro de que desea mover todos los archivos al disco del servidor?
et: Kas olete kindel, et soovite kõik failid serveri kettale teisaldada?
he: האם אתה בטוח שברצונך להעביר את כל הקבצים לדיסק של השרת?
id: Apakah Anda yakin ingin memindahkan semua file ke disk server?
it: Sei sicuro di voler spostare tutti i file sul disco del server?
nl: Weet je zeker dat je alle bestanden naar de schijf van de server wilt verplaatsen?
pl: Czy na pewno chcesz przenieść wszystkie pliki na dysk serwera?
pt: Tem certeza de que deseja mover todos os arquivos para o disco do servidor?
ru: Вы уверены, что хотите переместить все файлы на диск сервера?
sv: Är du säker på att du vill flytta alla filer till disken på servern?
th: คุณแน่ใจหรือไม่ว่าต้องการย้ายไฟล์ทั้งหมดไปยังดิสก์ของเซิร์ฟเวอร์
tr: Tüm dosyaları sunucunun diskine taşımak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте перемістити всі файли на диск сервера?
zh_hant: 您確定要將所有文件移動到服務器的磁盤嗎？

source: Base URL
ar: URL الأساسي
de: Basis-URL
es: URL Base
et: Põhi-URL
he: כתובת URL בסיסית
id: URL dasar
it: URL di base
nl: Basis URL
pl: Podstawowy adres URL
pt: URL base
ru: Базовый URL-адрес
sv: Grundadress
th: URL ฐาน
tr: Temel URL
uk: Базовий URL
zh_hant: 基础URL

source: Before the settings are saved they will be checked by uploading (and removing) a small file.
ar: قبل أن يتم حفظ الإعدادات ، سيتم التحقق منها عن طريق تحميل (وإزالة) ملف صغير.
de: Bevor die Einstellungen gespeichert werden, werden sie durch Hochladen (und Entfernen) einer kleinen Datei überprüft.
es: Antes de que la configuración sea guardada serán verificadas subiendo (y eliminando) un archivo pequeño.
et: Enne seadete salvestamist kontrollitakse neid väikese faili üleslaadimisega (ja eemaldamisega).
he: לפני שמירת ההגדרות הם ייבדקו על ידי העלאת (והסרה) של קובץ קטן.
id: Sebelum pengaturan disimpan mereka akan diperiksa dengan mengunggah (dan menghapus) berkas kecil.
it: Prima che le impostazioni siano salvate saranno controllate caricando (e rimuovendo) un piccolo file.
nl: Voordat de instellingen worden opgeslagen, worden ze gecontroleerd door een klein bestand te uploaden (en te verwijderen).
pl: Zanim ustawienia zostaną zapisane, zostaną one sprawdzone poprzez przesłanie (i usunięcie) małego pliku.
pt: Antes das configurações serem salvas, elas serão verificadas carregando (e removendo) um pequeno arquivo.
ru: Перед сохранением настроек они будут проверены путем загрузки (и удаления) небольшого файла.
sv: Innan inställningarna sparas kontrolleras de genom att ladda upp (och ta bort) en liten fil.
th: ก่อนบันทึกการตั้งค่าระบบจะตรวจสอบโดยการอัปโหลด (และลบ) ไฟล์ขนาดเล็ก
tr: Ayarlar kaydedilmeden önce küçük bir dosya yüklenerek (ve silinerek) kontrol edilecektir.
uk: Перед збереженням налаштувань вони будуть перевірені шляхом завантаження (і видалення) невеликого файлу.
zh_hant: 在保存设置之前，将通过上传（和删除）一个小文件进行检查。

source: Cloud File Store
ar: مخزن الملفات السحابية
de: Cloud-Dateispeicher
es: Tienda de archivos en la nube
et: Pilvefailide pood
he: חנות קבצי ענן
id: Awan file toko
it: Memorizzazione dei file nel cloud
pl: Magazyn plików w chmurze
pt: Loja de arquivos em nuvem
ru: Облачный файловый магазин
tr: Bulut Dosya Deposu
uk: Хмарне сховище файлів
zh_hant: 云端文件存储

source: Cloud File Store Configuration
ar: تكوين Cloud File Store
de: Konfiguration des Cloud-Dateispeicher
es: Configuración de la tienda de archivos en la nube
et: Pilvefailide poe seadistamine
he: תצורת חנות קבצי ענן
id: Cloud File Yang Menyimpan Konfigurasi
it: Configurazione del negozio di file cloud
nl: Cloud File Opslag Configuratie
pl: Konfiguracja magazynu plików w chmurze
pt: Configuração da Loja de Arquivos em Nuvem
ru: Настройка хранилища файлов в облаке
sv: Cloud File Store-konfiguration
th: การกำหนดค่า Cloud File Store
tr: Bulut Dosya Deposu Yapılandırması
uk: Конфігурація Cloud File Store
zh_hant: 云文件存储配置

source: Cloud File Store Utilities and Statistics
ar: أدوات تخزين الملفات السحابية والإحصائيات
de: Cloud File Store-Dienstprogramme und -Statistiken
es: Utilidades y estadísticas del almacenamiento de archivos en la nube
et: Pilvefailide poe utiliidid ja statistika
he: כלי עזר וסטטיסטיקה של Cloud File Store
id: Utilitas dan Statistik Penyimpanan File Cloud
it: Utilità e statistiche di Cloud File Store
nl: Hulpprogramma's en statistieken voor Cloud File Store
pl: Narzędzia i statystyki magazynu plików w chmurze
pt: Utilitários e estatísticas do armazenamento de arquivos na nuvem
ru: Утилиты и статистика облачного хранилища файлов
sv: Cloud File Store-verktyg och statistik
th: ยูทิลิตี้และสถิติการจัดเก็บไฟล์บนคลาวด์
tr: Bulut Dosya Deposu Yardımcı Programları ve İstatistikleri
uk: Утиліти та статистика Cloud File Store
zh_hant: 雲文件存儲實用程序和統計信息

source: Cloud Files
ar: ملفات السحابة
de: Cloud Dateien
es: Archivos en la nube
et: Pilvefailid
he: קבצי ענן
id: File awan
it: File nella nuvola
nl: Cloud Bestanden
pl: Pliki w chmurze
pt: Arquivos em Nuvem
ru: Облачные Файлы
sv: Molnfiler
th: ไฟล์คลาวด์
tr: Bulut Dosyaları
uk: Хмарні файли
zh_hant: 云文件

source: Copy all local files to the remote storage
ar: نسخ جميع الملفات المحلية إلى وحدة التخزين البعيدة
de: Kopieren aller lokalen Dateien auf den entfernten Speicher
es: Copiar todos los archivos locales al almacenamiento remoto
et: Kopeerige kõik kohalikud failid kaugmällu
he: העתק את כל הקבצים המקומיים לאחסון המרוחק
id: Salin semua file lokal ke penyimpanan jarak jauh
it: Copia tutti i file locali nell'archivio remoto
nl: Kopieer alle lokale bestanden naar de externe opslag
pl: Skopiuj wszystkie pliki lokalne do pamięci zdalnej
pt: Copie todos os arquivos locais para o armazenamento remoto
ru: Копировать все локальные файлы в удаленное хранилище.
sv: Kopiera alla lokala filer till fjärrlagringen
th: คัดลอกไฟล์ทั้งหมดในเครื่องไปยังที่เก็บข้อมูลระยะไกล
tr: Tüm yerel dosyaları uzak depolama alanına kopyalayın
uk: Скопіюйте всі локальні файли у віддалене сховище
zh_hant: 將所有本機檔案複製到遠端存儲

source: Copy all remote files to local
ar: نسخ جميع الملفات البعيدة إلى المحلية
de: Kopieren aller entfernten Dateien nach lokal
es: Copiar todos los archivos remotos al local
et: Kopeerige kõik kaugfailid kohalikku faili
he: העתק את כל הקבצים המרוחקים למקומיים
id: Salin semua file jarak jauh ke lokal
it: Copia tutti i file remoti in locale
nl: Kopieer alle bestanden op afstand naar lokaal
pl: Kopiuj wszystkie pliki zdalne do lokalnych
pt: Copie todos os arquivos remotos para o local
ru: Копировать все удаленные файлы на локальный
sv: Kopiera alla fjärrfiler till lokala
th: คัดลอกไฟล์ระยะไกลทั้งหมดไปยังเครื่องท้องถิ่น
tr: Tüm uzak dosyaları yerele kopyala
uk: Скопіюйте всі віддалені файли на локальні
zh_hant: 將所有遠端檔案複製到本機

source: Copy files to cloud
ar: نسخ الملفات إلى السحابة
de: Dateien in die Cloud kopieren
es: Copiar archivos a la nube
et: Kopeerige failid pilve
he: העתק קבצים לענן
id: Salin file ke cloud
it: Copia i file sul cloud
nl: Bestanden kopiëren naar de cloud
pl: Kopiuj pliki do chmury
pt: Copiar arquivos para a nuvem
ru: Копировать файлы в облако
sv: Kopiera filer till molnet
th: คัดลอกไฟล์ไปยังคลาวด์
tr: Dosyaları buluta kopyala
uk: Скопіюйте файли в хмару
zh_hant: 將檔案複製到雲端

source: Copy files to server disk
ar: نسخ الملفات إلى قرص الخادم
de: Kopieren von Dateien auf die Serverfestplatte
es: Copiar archivos al disco del servidor
et: Kopeerige failid serveri kettale
he: העתק קבצים לדיסק השרת
id: Salin file ke disk server
it: Copia i file sul disco del server
nl: Kopieer bestanden naar de serverschijf
pl: Kopiuj pliki na dysk serwera
pt: Copiar arquivos para o disco do servidor
ru: Копировать файлы на диск сервера
sv: Kopiera filer till serverdisken
th: คัดลอกไฟล์ไปยังดิสก์เซิร์ฟเวอร์
tr: Dosyaları sunucu diskine kopyala
uk: Скопіюйте файли на диск сервера
zh_hant: 將文件複製到伺服器磁碟

source: Could not access the service, double check your settings and try again.
ar: تعذر الوصول إلى الخدمة ، تحقق جيدًا من الإعدادات وحاول مرة أخرى.
de: Konnte nicht auf den Dienst zugreifen, überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.
es: No se puede acceder al servicio, verifique doblemente su configuración e intente nuevamente.
et: Teenusele ei õnnestunud juurde pääseda, kontrollige uuesti oma seadeid ja proovige uuesti.
he: לא הייתה אפשרות לגשת לשירות, בדוק שוב את הגדרותיך ונסה שוב.
id: Tidak bisa mengakses layanan, periksa pengaturan anda dan coba lagi.
it: Impossibile accedere al servizio, ricontrolla le tue impostazioni e riprova.
nl: Kon geen toegang krijgen tot de service, controleer de instellingen en probeer het opnieuw.
pl: Nie można uzyskać dostępu do usługi, sprawdź dokładnie ustawienia i spróbuj ponownie.
pt: Não foi possível aceder ao serviço, verifique duas vezes as suas definições e tente novamente.
ru: Не удалось получить доступ к службе, дважды проверьте свои настройки и попробуйте еще раз.
sv: Kunde inte komma åt tjänsten, dubbelkolla dina inställningar och försök igen.
th: ไม่สามารถเข้าถึงบริการได้โปรดตรวจสอบการตั้งค่าของคุณอีกครั้งแล้วลองอีกครั้ง
tr: Servise erişilemedi, ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Не вдалося отримати доступ до служби, перевірте налаштування та повторіть спробу.
zh_hant: 无法访问服务，请仔细检查您的设置并再次尝试。
