Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic-language.po
Languages: ar, he, th, zh, zh_hant

source: Northern Thai
ar: التايلاندية الشمالية
he: צפון תאילנד
th: ภาคเหนือของไทย
zh: 泰北
zh_hant: 泰國北部

source: Northern Uzbek
ar: الأوزبكية الشمالية
he: צפון אוזבקי
th: เหนืออุซเบก
zh: 乌兹别克北部
zh_hant: 北烏茲別克

source: Northwest Gbaya
ar: شمال غرب قبايا
he: צפון-מערב גבאיה
th: ภาคตะวันตกเฉียงเหนือ กบายา
zh: 西北戈巴亚
zh_hant: 西北 Gbaya

source: Norwegian
ar: النرويجية
he: נורווגית
th: นอร์เวย์
zh: 挪威人
zh_hant: 挪威人

source: Norwegian Nynorsk
ar: نينورسك النرويجية
he: נורווגית נינורסק
th: นอร์เวย์ นินนอร์สก์
zh: 挪威语
zh_hant: 挪威語

source: Nsenga
ar: نسينجا
he: נסנגה
th: เอ็นเซนกา
zh: 恩森加

source: Nuer
ar: النوير
he: נואר
th: นูเออร์
zh: 努埃尔族
zh_hant: 努埃爾人

source: Nung (Viet Nam)
ar: نونغ (فيتنام)
he: נונג (וייטנאם)
th: น้ำ (เวียดนาม)
zh: 侬（越南）
zh_hant: Nung (越南)

source: Nupe-Nupe-Tako
ar: نوبي-نوبي-تاكو
he: נופה-נופה-טאקו
th: นูเป-นูเป-ทาโกะ
zh: 努佩-努佩-塔科

source: Nyakyusa-Ngonde
ar: نياكيوسا-نغوندي
he: ניאקיוסה-נגונדה
zh: 尼亚库萨-恩贡代

source: Nyambo
ar: نيامبو
he: ניאמבו
th: นยัมโบ
zh: 尼亚博

source: Nyamwezi
ar: نيامويزي
he: ניאמוויזי
th: เนียมเวซี
zh: 尼亚姆韦齐

source: Nyaneka
ar: نيانيكا
he: ניאנקה
th: เนียเนกา

source: Nyankole
ar: نيانكولي
he: ניאנקולה
th: นยานโคล
zh: 尼安科莱

source: Nyaturu
ar: نياتورو
he: ניאטורו
th: ไน-อา-รู
zh: 尼亚图鲁

source: Nyeu
ar: نيو
zh: 涅乌

source: Nyiha (Tanzania)
ar: نييها (تنزانيا)
he: נייה (טנזניה)
th: นียา (แทนซาเนีย)
zh: 尼亚哈（坦桑尼亚）
zh_hant: Nyiha (坦桑尼亞)

source: Nyindu
ar: نييندو
he: נינדו
th: นยินดู
zh: 宁都

source: Nyole
ar: نيول
he: ניולה
th: นีโอล

source: Nyore
ar: نيور
he: ניור
th: นิโอเร

source: Nyoro
ar: نيورو
he: ניורו
th: เนียวโร
zh: 尼奥罗

source: Nyungwe
ar: نيونجوي
he: ניונגווה
th: นยองเว
zh: 尼永圭

source: Nzima
ar: نزيما
he: נזימה
zh: 恩济马

source: Occitan
ar: أوكسيتان
he: אוקסיטנית
th: โอคซิตัน
zh: 奥克语
zh_hant: 奧克蘭語

source: Odia
ar: أوديا
he: אודיה
th: โอดิยา
zh: 奥迪亚语
zh_hant: 烏地語

source: Ogbah
ar: أوجبا
he: אוגבה
th: อ็อกบา
zh: 奥格巴

source: Oriya
ar: أوريا
he: אורייה
th: โอริยา
zh: 奥里雅语
zh_hant: 奧里婭語

source: Oromo
ar: أورومو
he: אורומו
th: โอโรโม
zh: 奥罗莫语
zh_hant: 奧羅莫語

source: Osing
ar: أوسينج
th: โอซิง
zh: 奥辛

source: Ossetian
ar: أوسيتيا
he: אוסטי
th: ออสเซเตียน
zh: 奥塞梯语
zh_hant: 奧塞梯語

source: Pahari-Potwari
ar: باهاري-بوتواري
he: פאהארי-פוטווארי
th: พาฮารี-พอตวารี
zh: 帕哈里-波特瓦里

source: Pampanga
ar: بامبانجا
he: פמפנגה
th: ปัมปังกา
zh: 邦板牙
zh_hant: 邦板牙

source: Pangasinan
ar: بانغاسينان
he: פנגסינן
th: ปังาซีนัน
zh: 邦阿西楠
zh_hant: 邦阿西楠

source: Panjabi
ar: بنجابي
he: פנג'אבי
th: ปัญจาบี
zh: 潘贾比语

source: Papiamento
ar: بابيامنتو
he: פפיאמנטו
th: ปาปิเมนโต้
zh: 帕皮阿门托语
zh_hant: 帕皮阿門托語

source: Papiamento - Aruba
ar: بابيامنتو - أروبا
he: פפיאמנטו - ארובה
th: ปาปิเมนโต - อารูบา
zh: 帕皮阿门托语 - 阿鲁巴
zh_hant: 帕皮阿門托語 - 阿魯巴

source: Papiamentu - Curaçao (Bonaire)
ar: بابيامنتو - كوراساو (بونير)
he: פפיאמנטו - קוראסאו (בונאייר)
th: ปาปิเมนตู - คูราเซา (โบแนร์)
zh: 帕皮亚门图语 - 库拉索岛（博内尔岛）

source: Papuan Malay
ar: بابوا الملايو
he: מלאית פפואנית
th: มาเลย์ปาปัว
zh: 巴布亚马来语
zh_hant: 巴布亞馬來語

source: Paraguayan Guaraní
ar: باراغواي غواراني غواراني
he: גוארני פרגוואי
th: ปารากวัย กัวราณี
zh: 巴拉圭瓜拉尼语
zh_hant: 巴拉圭瓜拉尼語

source: Parauk
ar: باروك
he: פראוק
th: พะอู่
zh: 帕劳克

source: Pare
ar: باري
th: พาร
zh: 帕雷
zh_hant: 帕雷

source: Parkari Koli
ar: باركاري كولي
he: פארקרי קולי
th: ปาร์คารี โกลี
zh: 帕卡里-科利

source: Parsi
ar: بارسي
he: פרסי
th: ปาร์ซี
zh: 帕西人
zh_hant: 帕西人

source: Parsi-Dari
ar: بارسي-داري
he: פרסי-דארי
th: เปอร์ซี-ดารี
zh: 帕西达里语
zh_hant: 帕西達里語

source: Pashto
ar: الباشتو
he: פשטו
th: ภาษาปัชโต
zh: 普什图语
zh_hant: 普什圖語

source: Pattani Malay
ar: باتاني مالاي
he: מלאית פטאני
th: ปัตตานีมาเลย์
zh: 北大年马来语
zh_hant: 北大年馬來語

source: Pauri Bareli
ar: بوري باريلي
he: פאורי ברלי
th: ปาวรี บาเรลี
zh: 保里巴雷利

source: Pedi
ar: بيدي
he: פדי
th: เด็ก

source: Pelende
ar: بيليندي
he: פלנדה
th: เพลินเด

source: Pengo
ar: بينجو
he: פנגו
th: เพนโก
zh: 彭戈

source: Pennsylvania German
ar: بنسلفانيا الألمانية
he: גרמנית של פנסילבניה
th: เพนซิลเวเนียเยอรมัน
zh: 宾夕法尼亚州德语
zh_hant: 賓夕法尼亞德語

source: Peripheral Mongolian
ar: المنغولية المحيطية
he: מונגוליית פריפריאלית
th: มองโกเลียส่วนปลาย
zh: 外围蒙古语
zh_hant: 周邊蒙古

source: Persian
ar: فارسي
he: פרסית
th: เปอร์เซีย
zh: 波斯语
zh_hant: 波斯語

source: Phende
ar: فيندي
he: פנדה
th: เฟนเด
zh: 彭德

source: Phu Thai
ar: فو تاي
he: פו תאי
th: พรรคเพื่อไทย
zh: 普泰

source: Phuan
ar: فوان
he: פואן
th: พวน
zh: 普安
zh_hant: 普安

source: Picard
ar: بيكارد
he: פיקארד
th: ปิคาร์ด
zh: 皮卡尔

source: Piemontese
ar: بيمونتيز
he: פיאמונטזה
th: ปีเอมอนเตเซ่
zh: 皮埃蒙特语
zh_hant: 皮埃蒙特語

source: Plateau Malagasy
ar: هضبة مدغشقر
he: מישור מלגשי
th: ที่ราบสูงมาดากัสการ์
zh: 马达加斯加高原
zh_hant: 馬拉加斯加高原

source: Pnar
ar: بنار
he: פנאר
th: พนา

source: Polish
ar: البولندية
he: פולנית
th: การขัดเงา
zh: 波兰语
zh_hant: 波蘭語

source: Pontic
ar: بونتيك
he: פונטי
th: ปอนติก
zh: 蓬皮

source: Portuguese
ar: البرتغالية
he: פורטוגזית
th: โปรตุเกส
zh: 葡萄牙语
zh_hant: 葡萄牙語

source: Portuguese - Brazil
ar: البرتغالية - البرازيل
he: פורטוגזית - ברזיל
th: โปรตุเกส - บราซิล
zh: 葡萄牙语 - 巴西
zh_hant: 葡萄牙語 - 巴西

source: Portuguese - Portugal
ar: البرتغالية - البرتغال
he: פורטוגזית - פורטוגל
th: โปรตุเกส - โปรตุเกส
zh: 葡萄牙语 - 葡萄牙
zh_hant: 葡萄牙語 - 葡萄牙

source: Powari
ar: بواري
he: פאווארי
th: โพวาริ

source: Pulaar
ar: بولار
he: פולאר
th: ภาษาปูลาร์
zh: 普拉尔
zh_hant: 普拉爾

source: Pular
ar: بولار
he: פולר
th: พูลาร์

source: Punjabi
ar: البنجابية
he: פנג'אבי
th: ปัญจาบ
zh: 旁遮普语
zh_hant: 旁遮普語

source: Punjabi - Arab
ar: البنجابية - العربية
he: פנג'אבי - ערבית
th: ปัญจาบ - อาหรับ
zh: 旁遮普语 - 阿拉伯语
zh_hant: 旁遮普語 - 阿拉伯語

source: Puno Quechua
ar: بونو كيتشوا
he: פנו קצ'ואה
th: ปูโน เคชัว
zh: 普诺盖丘亚语
zh_hant: 普諾克丘阿語

source: Puxian Min
ar: بوكسيان مين
he: פוקסיאן מין
th: ภาษาเผ่าผู่เซียน
zh: 普贤民
zh_hant: 普賢民

source: Pwo Eastern Karen
ar: بوو شرق كارين
he: Pwo מזרח קארן
th: พว อีสเทิร์น เคเรน

source: Pökoot
ar: بوكوت
he: פוקוט
th: โพคู้ต

source: Qashqa'i
ar: قشقائي
he: קשקאי
th: กาชกาอี
zh: 卡什卡伊

source: Quechua
ar: الكيتشوا
he: קצ'ואה
zh: 克丘亚语
zh_hant: 克丘亞語

source: Rabha
ar: رابحة
he: רבחה
th: ราบฮา
zh: 拉巴

source: Rajasthani
ar: راجاستاني
he: ראג'סטאני
th: ราชสถาน
zh: 拉贾斯坦邦
zh_hant: 拉賈斯坦語

source: Rajbanshi
ar: راجبانشي
he: ראג'בנשי
th: ราชบันชี
zh: 拉杰班希

source: Rakhine
ar: راخين
he: ראקין
th: ยะไข่
zh: 若开邦
zh_hant: 若開

source: Rana Tharu
ar: رنا ثارو
he: רנה ת'ארו
th: รานา ทารุ
zh: 拉纳-塔鲁

source: Rangpuri
ar: رانجبوري
he: רנגפורי
th: รังปุรี
zh: 朗普里

source: Rathawi
ar: رذاوي
he: רתאווי
th: ราชวิถี
zh: 拉塔维

source: Rejang
ar: ريجانج
he: ריג'אנג
th: เรจัง
zh: 丽江

source: Reunion Creole
ar: ريونيون كريول
he: איחוד קריאולי
th: รีอูนียงครีโอล
zh: 克里奥尔团圆饭
zh_hant: 團聚克里奧爾

source: Riverain Sango
ar: ريفرين سانجو
he: ריבריין סנגו
th: ริเวอร์เรน ซังโก
zh: 河源三乡

source: Rohingya
ar: الروهينجا
he: רוהינגיה
th: โรฮิงญา
zh: 罗辛亚人
zh_hant: 羅辛亞人

source: Romagnol
ar: رومانيول
he: רומגנול
th: โรมานญอล
zh: 罗马涅
zh_hant: 羅馬尼諾

source: Romanian
ar: روماني
he: רומנית
th: โรมาเนีย
zh: 罗马尼亚语
zh_hant: 罗马尼亚语

source: Romany
ar: روماني
he: רומני
th: โรมา
zh: 吉普赛人
zh_hant: 吉普賽人

source: Ronga
ar: رونجا
he: רונגה
th: รอนกา
zh: 隆加

source: Ruching Palaung
ar: روشينغ بالونغ
he: רוצ'ינג פלאונג
th: รุจิ่ง พะเลา

source: Rundi
ar: راندي
he: רונדי
th: รุนดี
zh: 隆迪文
zh_hant: 隆迪文

source: Russian
ar: الروسية
he: רוּסִי
th: รัสเซีย
zh: 俄语
zh_hant: 俄语

source: Ruund
ar: روند
th: รูนด์
zh: 鲁恩德

source: S'gaw Karen
ar: سجاو كارين
he: סגאו קארן
th: สกะเคเรน

source: Saamia
ar: سامية
he: סאמיה
th: ซาเมีย
zh: 萨米亚
zh_hant: 薩米亞

source: Sabah Malay
ar: صباح الملايو
he: סבאח מלאי
th: ซาบะห์ มาเลย์
zh: 沙巴马来语
zh_hant: 沙巴馬來語

source: Sadri
ar: صدري
he: סדרי
th: ซาดรี
zh: 萨德里
zh_hant: 薩德里

source: Sakalava Malagasy
ar: ساكالافا مدغشقر
he: סקלבה מלגשית
th: ซากาลาวา มาดากัสการ์
zh: 马达加斯加语
zh_hant: Sakalava 馬拉加斯加

source: Sambalpuri
ar: سامبالبوري
he: סמבאלפורי
th: สัมบัลปุรี
zh: 桑巴尔普里

source: Samoan
ar: ساموا
he: סמואי
th: ชาวซามัว
zh: 萨摩亚人
zh_hant: 薩摩亞人

source: Samogitian
ar: ساموجيتيان
he: סמוגיטי
th: ชาวซาโมกิเตีย
zh: 萨莫吉提

source: San Salvador Kongo
ar: سان سلفادور كونغو
he: סן סלבדור קונגו
th: ซาน ซัลวาดอร์ คองโก
zh: 圣萨尔瓦多金刚
zh_hant: 聖薩爾瓦多金剛

source: Sanga (Democratic Republic of Congo)
ar: سانغا (جمهورية الكونغو الديمقراطية)
he: סנגה (הרפובליקה הדמוקרטית של קונגו)
th: สังกา (สาธารณรัฐประชาธิปไตยคองโก)
zh: 桑加（刚果民主共和国）
zh_hant: 桑加（剛果民主共和國）

source: Sangil
ar: سانجيل
he: סנגיל
th: ซางิล
zh: 桑吉尔
zh_hant: 桑吉爾

source: Sangir
ar: سانجير
he: סנגיר
th: สังคีร์
zh: 桑吉尔
zh_hant: 桑吉爾

source: Sango
ar: سانجو
he: סנגו
th: สังโฆ
zh: 三哥

source: Sankaran Maninka
ar: سانكاران مانينكا
he: סנקרן מנינקה
th: สันคารัน มานินกา
zh: 桑卡兰-马宁卡

source: Santa María La Alta Nahuatl
ar: سانتا ماريا لا ألتا ناهواتل
he: סנטה מריה לה אלטה נאוואטל
th: ซานตา มาเรีย ลา อัลตา นาวัตล์
zh: Santa María La Alta 纳瓦特尔语
zh_hant: Santa María La Alta Nahuatl 語

source: Santali
ar: سانتالي
he: סנטאלי
th: ซานตาลี
zh: 桑塔利
zh_hant: 山塔利

source: Saraiki
ar: ساريكي
he: סראיקי
th: ภาษาซาราอิกิ
zh: 萨拉伊基

source: Sardinian
ar: سردينيا
he: סרדיני
th: ซาร์ดิเนีย
zh: 撒丁岛
zh_hant: 薩丁尼亞

source: Sasak
ar: ساسك
he: סאסאק
th: ซาซาก
zh: 萨萨克
zh_hant: 薩薩克

source: Saya
ar: سايا
th: ฉัน
zh: 沙耶

source: Scots
ar: الاسكتلنديون
he: סקוטים
th: ชาวสก็อต
zh: 苏格兰
zh_hant: 蘇格蘭人

source: Scottish Gaelic
ar: الغيلية الاسكتلندية
he: גאלית סקוטית
th: สกอตติชเกลิก
zh: 苏格兰盖尔语
zh_hant: 蘇格蘭蓋爾語

source: Sebat Bet Gurage
ar: سبت بيت غوراج
he: סבט בט גוראג'
th: เซบัต เบ็ต กูราเก

source: Sehwi
ar: سيهوي
he: סווהי
th: เซฮวี

source: Sena
ar: سينا
he: סנה
th: เสนา
zh: 塞纳

source: Serbian
ar: الصربية
he: סרבית
th: เซอร์เบีย
zh: 塞尔维亚语
zh_hant: 塞爾維亞語

source: Serbo-Croatian
ar: الصربية الكرواتية
he: סרבו-קרואטית
th: เซอร์โบ-โครเอเชีย
zh: 塞尔维亚-克罗地亚语
zh_hant: 塞爾維亞-克羅地亞語

source: Serer
ar: سيرير
he: סראר
th: เซเรร์

source: Shambala
ar: شامبالا
he: שמבאלה
th: ชัมบาลา
zh: 香巴拉
zh_hant: 香巴拉

source: Shan
ar: شان
he: שאן
th: ชาน
zh: 山
zh_hant: 山

source: Shekhawati
ar: شيخاواتي
he: שקהוואטי
th: เชคาวาตี
zh: 谢卡瓦提

source: Shelta
ar: شيلتا
he: שלטה
th: เชลตา
zh: 谢尔塔

source: Shi
ar: شي
he: שי
th: ชิ
zh: 史
zh_hant: 史

source: Shina
ar: شينا
he: שינה
th: ชินา
zh: 希娜

source: Shona
ar: شونا
he: שונה
th: โชนา
zh: 肖娜

source: Sichuan Yi
ar: سيتشوان يي
he: סיצ'ואן יי
th: เสฉวน อี๋
zh: 四川彝族
zh_hant: 四川彝族

source: Sicilian
ar: صقلية
he: סיציליאני
th: ซิซิลี
zh: 西西里岛
zh_hant: 西西里語

source: Sidamo
ar: سيدامو
he: סידאמו
th: ซิดาโม
zh: 西达莫

source: Sierra Negra Nahuatl
ar: سييرا نيغرا ناهواتل
he: סיירה נגרה נהואטל
th: เซียร์รา เนกรา นาอูอาตล์

source: Silesian
ar: سيليزيا
he: שלזית
th: ซิลีเซียน
zh: 西里西亚
zh_hant: 西里西亞

source: Siliput
ar: سيليبوت
he: סילפוט
th: หอยทาก
zh: 西利普特

source: Silt'e
ar: سيلت
he: סילט'ה
th: ซิลต์'อี
zh: 淤泥
zh_hant: 淤泥e

source: Sindhi
ar: السندية
he: סינדי
th: สินธี
zh: 信德语
zh_hant: 信德語

source: Sinhalese
ar: السنهالية
he: סינהלית
th: สิงหล
zh: 僧伽罗语
zh_hant: 僧伽羅語

source: Sinte Romani
ar: سينتي روماني
he: סינטה רומני
th: ซินเต โรมาเนีย

source: Sirmauri
ar: سيرموري
he: סירמאורי
th: สิร์มาอูรี

source: Slovak
ar: السلوفاكية
he: סלובקית
th: สโลวัก
zh: 斯
zh_hant: 斯洛伐克語

source: Slovenian
ar: السلوفينية
he: סלובנית
th: สโลวีเนีย
zh: 斯洛文尼亚语
zh_hant: 斯洛文尼亞語

source: Soga
ar: سوغا
he: סוגה
th: โซกะ
zh: 曾我
zh_hant: 曾我

source: Somali
ar: الصومالية
he: סומלי
th: โซมาเลีย
zh: 索马里
zh_hant: 索馬里

source: Songe
ar: سونجي
he: סונג
th: ซอง
zh_hant: 頌歌

source: Soninke
ar: سونينكي
he: סונינקה
th: โซนินเก
zh: 索宁克
zh_hant: 索寧克

source: Sora
ar: سورا
he: סורה
th: โซระ
zh: 索拉

source: Sotho
ar: السوتو
he: סוטו
th: โซโท
zh: 索托语
zh_hant: 索托語

source: South Bolivian Quechua
ar: الكيتشوا البوليفي الجنوبي
he: קצ'ואה דרום-בוליביאנית
th: ภาษาเกชัวของโบลิเวียตอนใต้
zh: 南玻利维亚克丘亚语
zh_hant: 南玻利維亞克丘阿語

source: South Central Dinka
ar: الدينكا الجنوبية الوسطى الجنوبية
he: דינקה דרום-מרכזית
th: ซาวธ์ เซ็นทรัล ดิงกา
zh: 中南部丁卡族
zh_hant: 中南部丁卡族

source: South Ndebele
ar: نديبيلي الجنوبية
he: נדבלה דרומית
th: เซาท์นเดเบเล
zh: 南恩代贝勒

source: Southeastern Dinka
ar: الدينكا الجنوبية الشرقية
he: דינקה דרום-מזרחית
th: ซูดานตะวันออกเฉียงใต้ ดิงกา
zh: 东南丁卡族
zh_hant: 東南丁卡族

source: Southeastern Puebla Nahuatl
ar: ناهواتل بويبلا جنوب شرق بويبلا
he: דרום-מזרח פואבלה נהואטל
th: ภาษา Nahuatl ของภาคตะวันออกเฉียงใต้ของ Puebla
zh: 普埃布拉州东南部纳瓦特尔语
zh_hant: 普埃布拉州東南部 Nahuatl 語

source: Southern Bai
ar: باي الجنوبية
he: דרום באי
th: ชาวไบท้องถิ่นทางใต้
zh: 南白
zh_hant: 南白

source: Southern Conchucos Ancash Quechua
ar: كونتشوكوس أنكاش أنكاش كيتشوا الجنوبية
he: קונצ'וקוס הדרומי אנקש קצ'ואה
th: คอนชูโกสตอนใต้ อันกัส เคชัว
zh: 南孔丘科斯 安卡什 克丘亚语

source: Southern Dagaare
ar: دقارة الجنوبية
he: דגארה הדרומית
th: ภาษาดาการีใต้
zh: 南部达加雷
zh_hant: 南達加雷

source: Southern Dong
ar: دونغ الجنوبية
he: דונג הדרומי
th: ภาคใต้ของดง
zh: 南洞
zh_hant: 南東

source: Southern Hindko
ar: هندكو الجنوبية
he: הינדקו דרומי
th: ภาษาฮินด์โกใต้
zh: 南兴德科
zh_hant: 南印度語

source: Southern Kurdish
ar: اللغة الكردية الجنوبية
he: כורדית דרומית
th: เคิร์ดใต้
zh: 南库尔德语
zh_hant: 南庫爾德語

source: Southern Lolopo
ar: لولوبو الجنوبية
he: לופו הדרומי
th: โลโลโปใต้
zh: 南方洛洛坡
zh_hant: 南方蘿蔔

source: Southern Luri
ar: لوري الجنوبية
he: לורי דרומי
th: ลิวรีใต้
zh: 南部琉璃
zh_hant: 南方琉璃

source: Southern Nago
ar: ناغو الجنوبية
he: דרום נגו
th: นาโกใต้
zh: 名护南部
zh_hant: 南部名護

source: Southern Nisu
ar: نيسو الجنوبية
he: דרום ניסו
th: นิสุใต้
zh: 南部尼苏
zh_hant: 南部尼蘇

source: Southern Qiandong Miao
ar: تشياندونغ مياو الجنوبية
he: דרום צ'יאנדונג מיאו
th: ชาวเหมียวเจี้ยนตงตอนใต้
zh: 黔东南苗族
zh_hant: 黔東南苗族侗族自治州

source: Southern Sama
ar: ساما الجنوبية
he: דרום סמה
th: ภาษาซามาใต้
zh: 南萨马
zh_hant: 南薩瑪

source: Southern Sorsoganon
ar: سورسوجانون الجنوبية
he: דרום סורסוגנון
th: ชาวซอร์โรโกนาใต้
zh: 南索索加农
zh_hant: 南索索加農

source: Southern Thai
ar: جنوب تايلاند
he: דרום תאילנד
th: ภาคใต้ของไทย
zh: 泰南
zh_hant: 泰國南部

source: Southern Uzbek
ar: جنوب أوزبكستان
he: דרום אוזבקי
th: ภาษาอุซเบกใต้
zh: 乌兹别克南部
zh_hant: 烏茲別克南部

source: Southwestern Dinka
ar: الدينكا الجنوبية الغربية
he: דינקה דרום-מערבית
th: ซาวธ์เวสเทิร์น ดิงกา
zh: 西南丁卡族
zh_hant: 西南丁卡族

source: Spanish
ar: الأسبانية
he: ספרדית
th: ภาษาสเปน
zh: 西班牙语
zh_hant: 西班牙语

source: Spanish - Argentina
ar: الإسبانية - الأرجنتين
he: ספרדית - ארגנטינה
th: สเปน - อาร์เจนตินา
zh: 西班牙语 - 阿根廷
zh_hant: 西班牙語 - 阿根廷

source: Spanish - Bolivia
ar: الإسبانية - بوليفيا
he: ספרדית - בוליביה
th: สเปน - โบลิเวีย
zh: 西班牙语 - 玻利维亚
zh_hant: 西班牙語 - 玻利維亞

source: Spanish - Chile
ar: الإسبانية - تشيلي
he: ספרדית - צ'ילה
th: สเปน - ชิลี
zh: 西班牙语 - 智利
zh_hant: 西班牙語 - 智利

source: Spanish - Colombia
ar: الإسبانية - كولومبيا
he: ספרדית - קולומביה
th: สเปน - โคลอมเบีย
zh: 西班牙语 - 哥伦比亚
zh_hant: 西班牙語 - 哥倫比亞

source: Spanish - Costa Rica
ar: الإسبانية - كوستاريكا
he: ספרדית - קוסטה ריקה
th: สเปน - คอสตาริกา
zh: 西班牙语 - 哥斯达黎加
zh_hant: 西班牙語 - 哥斯達黎加

source: Spanish - Dominican Republic
ar: الإسبانية - جمهورية الدومينيكان
he: ספרדית - הרפובליקה הדומיניקנית
th: สเปน - สาธารณรัฐโดมินิกัน
zh: 西班牙语 - 多米尼加共和国
zh_hant: 西班牙語 - 多明尼加共和國

source: Spanish - Ecuador
ar: الإسبانية - الإكوادور
he: ספרדית - אקוודור
th: สเปน - เอกวาดอร์
zh: 西班牙语 - 厄瓜多尔
zh_hant: 西班牙語 - 厄瓜多爾

source: Spanish - El Salvador
ar: الإسبانية - السلفادور
he: ספרדית - אל סלבדור
th: สเปน - เอลซัลวาดอร์
zh: 西班牙语 - 萨尔瓦多
zh_hant: 西班牙語 - 薩爾瓦多

source: Spanish - Guatemala
ar: الإسبانية - غواتيمالا
he: ספרדית - גואטמלה
th: สเปน - กัวเตมาลา
zh: 西班牙语 - 危地马拉
zh_hant: 西班牙語 - 危地馬拉

source: Spanish - Honduras
ar: الإسبانية - هندوراس
he: ספרדית - הונדורס
th: สเปน - ฮอนดูรัส
zh: 西班牙语 - 洪都拉斯
zh_hant: 西班牙語 - 洪都拉斯

source: Spanish - Latin America and the Caribbean
ar: الإسبانية - أمريكا اللاتينية ومنطقة البحر الكاريبي
he: ספרדית - אמריקה הלטינית והקריביים
th: สเปน - ละตินอเมริกาและแคริบเบียน
zh: 西班牙语 - 拉丁美洲和加勒比地区
zh_hant: 西班牙語 - 拉丁美洲及加勒比海地區

source: Spanish - Mexico
ar: الإسبانية - المكسيك
he: ספרדית - מקסיקו
th: สเปน - เม็กซิโก
zh: 西班牙语 - 墨西哥
zh_hant: 西班牙語 - 墨西哥

source: Spanish - Nicaragua
ar: الإسبانية - نيكاراغوا
he: ספרדית - ניקרגואה
th: สเปน - นิการากัว
zh: 西班牙语 - 尼加拉瓜
zh_hant: 西班牙語 - 尼加拉瓜

source: Spanish - Panama
ar: الإسبانية - بنما
he: ספרדית - פנמה
th: สเปน - ปานามา
zh: 西班牙语 - 巴拿马
zh_hant: 西班牙語 - 巴拿馬

source: Spanish - Paraguay
ar: الإسبانية - باراغواي
he: ספרדית - פרגוואי
th: สเปน - ปารากวัย
zh: 西班牙语 - 巴拉圭
zh_hant: 西班牙語 - 巴拉圭

source: Spanish - Peru
ar: الإسبانية - بيرو
he: ספרדית - פרו
th: สเปน - เปรู
zh: 西班牙语 - 秘鲁
zh_hant: 西班牙語 - 秘魯

source: Spanish - Puerto Rico
ar: الإسبانية - بورتوريكو
he: ספרדית - פורטו ריקו
th: สเปน - เปอร์โตริโก
zh: 西班牙语 - 波多黎各
zh_hant: 西班牙語 - 波多黎各

source: Spanish - Spain
ar: الإسبانية - إسبانيا
he: ספרדית - ספרד
th: สเปน - สเปน
zh: 西班牙语 - 西班牙
zh_hant: 西班牙語 - 西班牙

source: Spanish - Uruguay
ar: الإسبانية - أوروغواي
he: ספרדית - אורוגוואי
th: สเปน - อุรุกวัย
zh: 西班牙语 - 乌拉圭
zh_hant: 西班牙語 - 烏拉圭

source: Spanish - Venezuela
ar: الإسبانية - فنزويلا
he: ספרדית - ונצואלה
th: สเปน - เวเนซุเอลา
zh: 西班牙语 - 委内瑞拉
zh_hant: 西班牙語 - 委內瑞拉

source: Standard Arabic
ar: اللغة العربية الفصحى
he: ערבית סטנדרטית
th: ภาษาอาหรับมาตรฐาน
zh: 标准阿拉伯语
zh_hant: 標準阿拉伯語

source: Standard Estonian
ar: اللغة الإستونية القياسية
he: אסטונית סטנדרטית
th: มาตรฐานเอสโตเนีย
zh: 标准爱沙尼亚语
zh_hant: 標準愛沙尼亞語

source: Standard Latvian
ar: اللغة اللاتفية القياسية
he: לטבית סטנדרטית
th: มาตรฐานลัตเวีย
zh: 标准拉脱维亚语
zh_hant: 標準拉脫維亞語

source: Sui
ar: سوي
he: סוי
th: สุย
zh: 隋
zh_hant: 隋

source: Sukuma
ar: سوكوما
he: סוקומה
th: สุกูมา
zh: 苏库马

source: Sumbawa
ar: سومباوا
he: סומבאווה
th: ซุมบาวา
zh: 松巴哇岛
zh_hant: 松巴哇島

source: Sundanese
ar: سوندانيز
he: סונדנית
th: ชาวซุนดานี
zh: 巽他语
zh_hant: 巽他語

source: Supyire Senoufo
ar: سوبير سينوفو
he: סופיר סנופו
th: ซูไพเร เซนูโฟ

source: Surgujia
ar: سورجوجيا
he: סורגוג'יה
th: ศัลยกรรม

source: Surigaonon
ar: سوريغاونونون
he: סוריגאון
th: ซูริกาโอโนน
zh: 苏里高农

source: Surjapuri
ar: سرجابوري
he: סורג'פורי
th: สุรจปุรี
zh: 苏尔贾普里

source: Susu
ar: سوسو
he: סוסו
th: ซูซู
zh: 苏苏
zh_hant: 蘇蘇

source: Swabian
ar: سوابيان
he: שוואבי
th: สวาเบียน
zh: 斯瓦比亚语
zh_hant: 斯瓦語

source: Swahili
ar: السواحيلية
he: סוואהילית
th: สวาฮีลี
zh: 斯瓦希里语
zh_hant: 斯瓦希里語

source: Swati
ar: سواتي
he: סוואטי
th: สวาธิ
zh: 斯瓦蒂

source: Swedish
ar: السويدية
he: שוודית
th: สวีเดน
zh: 瑞典语
zh_hant: 瑞典语

source: Swiss German
ar: الألمانية السويسرية
he: גרמנית שוויצרית
th: สวิสเยอรมัน
zh: 瑞士德语
zh_hant: 瑞士德語

source: Sylheti
ar: سيليتي
he: סילטי
th: สิลธี
zh: 锡尔赫蒂

source: Taabwa
ar: طابوا
he: טאבואה
th: ตาบวา
zh: 塔巴瓦

source: Tachawit
ar: تاتشاويت
he: טכאוויט
th: ทาชวิท
zh: 塔卡维特

source: Tachelhit
ar: تاتشيلهايت
he: טאצ'לחיט
th: ทาเชลฮิต

source: Tae'
ar: تاي
th: แท

source: Tagalog
ar: التاغالوغية
he: טאגלוג
th: ภาษาตากาล็อก
zh: 菲律宾语
zh_hant: 他加祿語

source: Tai Dón
ar: تاي دون
he: טאי דון
th: ไทดำ
zh: 大东

source: Tai Nüa
ar: تاي نوا
he: טאי נואה
th: ไท่หนิว
zh: 大女娲

source: Taita
ar: تايتا
he: טייטה
th: ไทตา
zh: 泰塔
zh_hant: 台達

source: Tajik
ar: الطاجيكية
he: טג'יקי
th: ทาจิก
zh: 塔吉克语
zh_hant: 塔吉克語

source: Talysh
ar: تاليش
he: טאליש
th: ตาลิช
zh: 塔雷什

source: Tamashek
ar: تاماشيك
he: תאמאשק
th: ทามาเช็ก
zh: 塔马谢克

source: Tamasheq
ar: تماشق
he: תמאשק
th: ทามาเช็ก
zh: 塔马舍克

source: Tamil
ar: التاميل
he: טמילית
th: ทมิฬ
zh: 梵语
zh_hant: 梵語

source: Tandroy-Mahafaly Malagasy
ar: تاندروي-ماهافالي الملغاشية
he: טנדרוי-מהאפאלי מלגזי
th: ทันโดรย์-มาฮาฟาลี มาดากัสการ์
zh: Tandroy-Mahafaly 马达加斯加语
zh_hant: Tandroy-Mahafaly 馬拉加什語

source: Tanosy Malagasy
ar: تانوسي الملغاشية
he: טנוסי מלגזי
th: ทานอซีย์ มาดากัสการ์
zh: 马达加斯加塔诺西
zh_hant: 馬拉加斯加

source: Tarifit
ar: تعريفيت
th: ทารีฟิต
zh: 关税
zh_hant: 價格

source: Tarok
ar: تاروك
he: טארוק
th: ทาโรค
zh: 塔罗克

source: Tatar
ar: تتار
he: טטרית
th: ตาตาร์
zh: 鞑靼
zh_hant: 鞑靼

source: Tausug
ar: تاوسوغ
he: טאוסוג
th: เตาซูง
zh: 陶苏格

source: Tavoyan
ar: تافويان
he: טאבוין
th: ทาโวยาน
zh: 塔沃扬

source: Tawallammat Tamajaq
ar: توالمات تمازج
th: ตาวาลลามัต ทามาจัค

source: Tayart Tamajeq
ar: تايارت تمازج
he: טיארט טמאג'ק
th: ไทยรัตน์ ทามาเจ็ก

source: Tee
ar: تي
he: טי
th: ที
zh: T恤
zh_hant: 襯衫

source: Tem
ar: تيم
he: טם
th: เทม
zh: 温度
zh_hant: 溫度

source: Tenggarong Kutai Malay
ar: تينجارونج كوتاي الملايو
he: טנגרונג קוטאי מלאי
th: เตงการง กูไต มาเลย์
zh: 登嘉楼古泰马来语

source: Terik
ar: تيريك
he: טריק
th: เทริก

source: Tesaka Malagasy
ar: تيساكا الملغاشية
he: טסקה מלגשית
th: เตสาคา มาดากัสการ์
zh: 马达加斯加特萨卡
zh_hant: Tesaka 馬拉加斯加

source: Teso
ar: تيسو
th: เตโซ
zh: 特索
zh_hant: 特索

source: Tetela
ar: تيتيلا
he: טטלה
th: เตเตลา
zh: 特特拉

source: Tetum
ar: تيتوم
he: טטום
th: เตตุม
zh: 特图姆

source: Tetun Dili
ar: تيتون ديلي
he: טטון דילי
th: เตตุน ดิลิ
zh: 德顿帝力

source: Tewe
ar: توي
th: เตเว

source: Thado Chin
ar: ثادو تشين
he: תאדו צ'ין
th: ทาโด ชิน

source: Thai
ar: التايلاندية
he: תאילנדית
th: ภาษาไทยเป็นภาษาที่ซับซ้อนและน่าสนใจมาก.
zh: 泰语
zh_hant: 泰語

source: Tibetan
ar: التبتية
he: טיבטי
th: ทิเบต
zh: 藏语
zh_hant: 藏語

source: Tigre
ar: تيغري
he: טיגרה
th: ไทเกร
zh: 提格雷

source: Tigrinya
ar: التيغرينية
he: טיגריניה
th: ตีกรี냐
zh: 提格里尼亚语
zh_hant: 提格里尼亞語

source: Timne
ar: تيمني
he: טימנה
th: ทิมเน

source: Tiv
ar: تيف
th: ทิฟ

source: Tobagonian Creole English
ar: الإنجليزية الكريولية التوباغونية الكريولية
he: אנגלית קריאולית טובגונית
th: ภาษาอังกฤษแบบครีโอลของโตเบโก
zh: 多巴哥克里奥尔英语
zh_hant: 多巴哥克里奧爾英語

source: Tolaki
ar: طولاقي
he: טולאקי
th: โทลาคี
zh: 托拉基

source: Tonga
ar: تونغا
he: טונגה
th: ตองกา
zh: 汤加
zh_hant: 汤加

source: Tonga (Zambia)
ar: تونغا (زامبيا)
he: טונגה (זמביה)
th: ตองกา (แซมเบีย)
zh: 汤加（赞比亚）
zh_hant: 湯加（贊比亞）

source: Tooro
ar: تورو
th: ทูโร

source: Toraja-Sa'dan
ar: توراجا-سعدان
he: טוראג'ה-סאדן
th: โทราจา-ซาดัง
zh: 托拉贾-萨丹

source: Tshiluba
ar: تشيلوبا
he: צ'ילובה
th: ชิลูบา

source: Tsimihety Malagasy
ar: تسيميهتي الملغاشية
he: צ'ימיטי מלגשי
th: ซิมิเฮตี มาดากัสการ์
zh: 马达加斯加语
zh_hant: Tsimihety 馬拉加斯加

source: Tsonga
ar: تسونجا
he: צונגה
th: ซองกา
zh: 宗加
zh_hant: 宗加

source: Tswa
ar: تسوا
he: צווה
th: ทสวา

source: Tulu
ar: تولو
he: טולו
th: ทูลู
zh: 图卢语
zh_hant: 圖魯語

source: Tumbuka
ar: تومبوكا
he: טומבוקה
th: ตุมบูกา
zh: 图姆布卡

source: Turkana
ar: توركانا
he: טורקנה
th: ตูร์คานา
zh: 图尔卡纳
zh_hant: 圖爾卡納

source: Turkish
ar: اللغة التركية
he: טורקי
th: ตุรกี
zh: 土耳其人
zh_hant: 土耳其人

source: Tuvinian
ar: توفينيان
he: טובין
th: ทูวีนี
zh: 图维尼亚语
zh_hant: 圖維尼亞語

source: Twents
ar: توينتس
he: טונטס
th: ทเวนต์
zh_hant: 鑷?

source: Twi
ar: توي
he: טווי
th: ทวิ
zh: 特维

source: Tzeltal
ar: تسيلتال
he: צלטל
th: เซลทัล

source: Tzotzil
ar: تزوتزيل
he: צוציל
th: ตโซทซิล
zh: 卓齐尔

source: Tày
ar: تاي
th: ไต่

source: Udmurt
ar: أودمورت
he: אודמורט
th: อูดมูร์ต
zh: 乌德穆特
zh_hant: 烏德穆特

source: Ukrainian
ar: أوكراني
he: אוקראינית
th: ยูเครน
zh: 乌克兰
zh_hant: 烏克蘭

source: Umbundu
ar: أومبوندو
he: אומבונדו
th: อูมบันดู
zh: 翁本杜

source: Upper Saxon
ar: السكسونية العليا
he: סקסוניה העילית
th: อัปเปอร์แซกซอน
zh: 上撒克逊
zh_hant: 上薩克遜

source: Urdu
ar: الأردية
he: אורדו
th: อูรدو
zh: 烏爾都語
zh_hant: 烏爾都語

source: Urhobo
ar: أورهوبو
he: אורובו
th: อูโรโบ
zh: 乌尔霍博语
zh_hant: 烏爾霍博語

source: Uyghur
ar: الأويغور
he: אויגורים
th: อุยกูร์
zh: 维吾尔语
zh_hant: 維吾爾語

source: Uzbek
ar: الأوزبكية
he: אוזבקי
th: อุซเบก
zh: 乌兹别克
zh_hant: 烏茲別克

source: Varhadi-Nagpuri
ar: فارهادي-ناغبوري
th: วารฮาดี-นาคปูรี
zh: 瓦尔哈迪-纳格普里

source: Varli
ar: فارلي
th: วาลรี
zh: 瓦利
zh_hant: 瓦利

source: Vasavi
ar: فاسافي
th: วาซาวี
zh: 瓦萨维

source: Venda
ar: فيندا
he: ונדה
th: เวนดา
zh: 文达
zh_hant: 文達

source: Venetian
ar: البندقية
he: ונציאני
th: เวนิส
zh: 威尼斯人
zh_hant: 威尼斯人

source: Vietnamese
ar: الفيتنامية
he: וייטנאמית
th: เวียดนาม
zh: 越南语
zh_hant: 越南語

source: Vlax Romani
ar: فلاكس روماني
he: וולקס רומני
th: วลาคซ์ โรมาเนีย
zh: 瓦拉克斯-罗曼尼

source: Vunjo
ar: فونجو
he: וונג'ו
th: วุนโจ

source: Wa
ar: وا
th: วา
zh: 佤邦
zh_hant: 佤族

source: Waci Gbe
ar: واجي غبي
he: וואצי גבה
th: วาซี เกบ
zh: 瓦西-格贝

source: Wadiyara Koli
ar: وديارا كولي
he: וואדיארה קולי
th: วาดิยารา โคลี
zh: 瓦迪亚拉-科利

source: Wagdi
ar: وجدي
he: וואגדי
th: วักดี
zh: 瓦格迪

source: Walloon
ar: والون
he: וולוני
th: วัลลูน
zh: 法语
zh_hant: 瓦隆語

source: Walungge
ar: والونجي
he: וולונג
th: วาลุงเก
zh: 瓦隆格
zh_hant: 瓦隆格

source: Wanga
ar: وانجا
he: וואנגה
th: วังกา
zh: 旺加

source: Waray (Philippines)
ar: واراي (الفلبين)
he: וואריי (הפיליפינים)
th: วาไร (ฟิลิปปินส์)
zh: 瓦雷（菲律宾）
zh_hant: 瓦雷 (菲律賓)
