Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Scan the two-factor authentication QR code with an app such as <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> or <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
ar: امسح رمز الاستجابة السريعة للمصادقة الثنائية باستخدام تطبيق مثل <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> أو <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
de: Scannen Sie den QR-Code zur Zwei-Faktor-Authentifizierung mit einer App wie <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> oder <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
es: Escanee el código QR de autenticación de dos factores con una aplicación como <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> o <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
et: Skannige kahefaktorilise autentimise QR-koodi rakendusega, nagu <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> või <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
he: סרוק את קוד האימות דו-גורמי QR עם אפליקציה כגון <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> או <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
id: Pindai kode QR autentikasi dua faktor dengan aplikasi seperti <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> atau <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
it: Scansiona il codice QR dell'autenticazione a due fattori con un'app come <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> o <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
nl: Scan de QR-code voor twee-factor-authenticatie met een app zoals <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> of <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
pl: Zeskanuj kod QR uwierzytelniania dwuskładnikowego za pomocą aplikacji takiej jak <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> lub <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
pt: Digitalize o código QR de autenticação de dois fatores com um aplicativo como <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> ou <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
ru: Отсканируйте QR-код двухфакторной аутентификации с помощью такого приложения, как <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> или <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
sv: Skanna QR-koden för tvåfaktorsautentisering med en app som <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> eller <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
th: สแกนรหัส QR การตรวจสอบสิทธิ์แบบสองปัจจัยด้วยแอป เช่น <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> หรือ <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>
tr: İki faktörlü kimlik doğrulama QR kodunu <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> veya <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>gibi bir uygulamayla tarayın.
uk: Відскануйте QR-код двофакторної автентифікації за допомогою такої програми, як <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> або <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
zh_hant: 使用 <a href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> 或 <a href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>等應用程式掃描雙重認證二維碼。

source: Scan the two-factor authentication QR code with an app such as <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> or <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
ar: امسح رمز الاستجابة السريعة للمصادقة الثنائية باستخدام تطبيق مثل <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> أو <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
de: Scannen Sie den QR-Code der Zwei-Faktor-Authentifizierung mit einer App wie <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> oder <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
es: Escanee el código QR de autenticación de dos factores con una aplicación como <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> o <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
et: Skannige kaheastmeline autentimise QR-kood rakendusega, näiteks <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> või <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
he: סרוק את קוד ה- QR לאימות דו-גורמי באמצעות אפליקציה כגון <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> או <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
id: Pindai kode QR autentikasi dua faktor dengan aplikasi seperti <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> atau <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
it: Scansiona il codice QR di autenticazione a due fattori con un'app come <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> o <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
nl: Scan de QR-code voor twee-staps-authenticatie met een app zoals <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> of <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
pl: Zeskanuj kod QR uwierzytelniania dwuskładnikowego za pomocą aplikacji, takiej jak <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> lub <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
pt: Digitalize o código QR de autenticação de dois fatores com um aplicativo como <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> ou <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
ru: Отсканируйте QR-код двухфакторной аутентификации с помощью такого приложения, как <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> или <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
sv: Skanna tvåfaktorautentiserings-QR-koden med en app som <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> eller <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
th: สแกนรหัส QR การตรวจสอบสิทธิ์แบบสองปัจจัยด้วยแอป เช่น <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> หรือ <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>
tr: <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> veya <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>gibi bir uygulamayla iki faktörlü kimlik doğrulama QR kodunu tarayın.
uk: Відскануйте QR-код двофакторної автентифікації за допомогою програми, наприклад <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> або <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>.
zh_hant: <a target="_blank" rel="noopener noreferrer" href="https://support.google.com/accounts/answer/1066447">Google Authenticator</a> 或 <a target="_blank" rel="noopener noreferrer" href="https://duo.com/product/trusted-users/two-factor-authentication/duo-mobile">Duo Mobile</a>等應用程序掃描兩步驗證二維碼。

source: Set passcode
ar: تعيين رمز المرور
de: Passcode festlegen
es: Código de acceso establecido
et: Määra pääsukood
he: הגדר קוד גישה
id: Tetapkan kode sandi
it: Imposta il codice di accesso
nl: Toegangscode instellen
pl: Ustaw kod dostępu
pt: Definir código de acesso
ru: Установить пароль
sv: Ställ in lösenord
th: ตั้งรหัสผ่าน
tr: Şifreyi ayarla
uk: Встановіть пароль
zh_hant: 設定密碼

source: Sorry, you are not allowed to change the 2FA settings.
ar: عذرًا ، لا يُسمح لك بتغيير إعدادات المصادقة الثنائية.
de: Sorry, Sie dürfen die 2FA-Einstellungen nicht ändern.
es: Lo siento, no se le permite cambiar la configuración de 2FA.
et: Vabandust, teil pole lubatud 2FA seadeid muuta.
he: מצטערים, אינך רשאי לשנות את הגדרות 2FA.
id: Maaf, Anda tidak diizinkan untuk mengubah pengaturan 2FA.
it: Spiacente, non ti è permesso cambiare le impostazioni 2FA.
nl: Sorry, je mag de 2FA-instellingen niet wijzigen.
pl: Przepraszamy, nie możesz zmienić ustawień 2FA.
pt: Desculpe, não está autorizado a alterar as definições das 2FA.
ru: Извините, вам не разрешено изменять настройки 2FA.
sv: Du får tyvärr inte ändra 2FA-inställningarna.
th: ขออภัยคุณไม่ได้รับอนุญาตให้เปลี่ยนการตั้งค่า 2FA
tr: Üzgünüz, 2FA ayarlarını değiştirmenize izin verilmiyor.
uk: На жаль, вам заборонено змінювати налаштування 2FA.
zh_hant: 对不起，您不能更改2FA设置。

source: Sorry, you are not allowed to remove the 2FA.
ar: عذرًا ، غير مسموح لك بإزالة 2FA.
de: Sorry, Sie dürfen die 2FA-Einstellungen nicht ändern.
es: Lo siento, no se le permite quitar el 2FA.
et: Vabandust, teil pole lubatud 2FA-d eemaldada.
he: מצטערים, אינך מורשה להסיר את ה- 2FA.
id: Maaf, Anda tidak diizinkan untuk menghapus 2FA.
it: Spiacente, non ti è permesso rimuovere il 2FA.
nl: Sorry, je mag de 2FA niet verwijderen.
pl: Przepraszamy, nie możesz usunąć 2FA.
pt: Desculpe, não está autorizado a remover o 2FA.
ru: Извините, вам не разрешается удалять 2FA.
sv: Du får tyvärr inte ta bort 2FA.
th: ขออภัยคุณไม่ได้รับอนุญาตให้ลบ 2FA
tr: Üzgünüz, 2FA'yı kaldırmanıza izin verilmiyor.
uk: На жаль, Вам заборонено видалити 2FA.
zh_hant: 对不起，你不能删除2FA。

source: Sorry, you are not allowed to set the 2FA.
ar: عذرًا، غير مسموح لك بتعيين المصادقة الثنائية (2FA).
de: Es ist Ihnen leider nicht gestattet, die 2FA einzurichten.
es: Lo sentimos, no tienes permiso para configurar 2FA.
et: Kahjuks ei ole teil lubatud 2FA-d määrata.
he: מצטערים, אינך רשאי להגדיר את 2FA.
id: Maaf, Anda tidak diperbolehkan mengatur 2FA.
it: Siamo spiacenti, non sei autorizzato a impostare la 2FA.
nl: Sorry, u mag de 2FA niet instellen.
pl: Przepraszamy, nie możesz ustawić 2FA.
pt: Desculpe, você não tem permissão para definir o 2FA.
ru: К сожалению, вам не разрешено устанавливать 2FA.
sv: Tyvärr, du får inte ställa in 2FA.
th: ขออภัย คุณไม่ได้รับอนุญาตให้ตั้งค่า 2FA
tr: Üzgünüz, 2FA'yı ayarlamanıza izin verilmiyor.
uk: На жаль, вам не дозволено налаштовувати 2FA.
zh_hant: 抱歉，您無法設定 2FA。

source: Success
ar: نجاح
de: Erfolg
es: Éxito
et: Edu
he: הַצלָחָה
id: Sukses
it: Successo
nl: Succes
pl: Sukces
pt: Sucesso
ru: Успех
sv: Framgång
th: ประสบความสำเร็จ
tr: Başarı
uk: Успіх
zh_hant: 成功

source: The clock of your computer is more than 20 seconds off. This can cause problems with two-factor authentication.
ar: ساعة جهاز الكمبيوتر الخاص بك متوقفة لأكثر من 20 ثانية. يمكن أن يسبب هذا مشاكل في المصادقة الثنائية.
de: Die Uhr Ihres Computers geht um mehr als 20 Sekunden falsch. Dies kann zu Problemen bei der Zwei-Faktor-Authentifizierung führen.
es: El reloj de tu computadora tiene más de 20 segundos de retraso. Esto puede causar problemas con la autenticación de dos factores.
et: Teie arvuti kell on rohkem kui 20 sekundit välja lülitatud. See võib põhjustada probleeme kahefaktorilise autentimisega.
he: השעון של המחשב שלך כבוי יותר מ-20 שניות. זה יכול לגרום לבעיות עם אימות דו-גורמי.
id: Jam komputer Anda mati lebih dari 20 detik. Hal ini dapat menyebabkan masalah dengan autentikasi dua faktor.
it: L'orologio del computer è sfasato per più di 20 secondi. Ciò può causare problemi con l'autenticazione a due fattori.
nl: De klok van je computer staat meer dan 20 seconden verkeerd. Dit kan problemen veroorzaken met twee-factor authenticatie.
pl: Zegar komputera jest opóźniony o ponad 20 sekund. Może to powodować problemy z uwierzytelnianiem dwuskładnikowym.
pt: O relógio do seu computador está atrasado em mais de 20 segundos. Isso pode causar problemas com a autenticação de dois fatores.
ru: Часы вашего компьютера отстают более чем на 20 секунд. Это может вызвать проблемы с двухфакторной аутентификацией.
sv: Klockan på din dator är mer än 20 sekunder av. Detta kan orsaka problem med tvåfaktorsautentisering.
th: นาฬิกาในคอมพิวเตอร์ของคุณหยุดไปมากกว่า 20 วินาที ซึ่งอาจทำให้เกิดปัญหากับการรับรองความถูกต้องด้วยสองปัจจัย
tr: Bilgisayarınızın saati 20 saniyeden fazla kapalı. Bu, iki faktörlü kimlik doğrulamada sorunlara neden olabilir.
uk: Годинник вашого комп’ютера не працює більш ніж на 20 секунд. Це може спричинити проблеми з двофакторною автентифікацією.
zh_hant: 您計算機的時鐘偏差超過 20 秒。這可能會導致雙重認證出現問題。

source: The two-factor authentication can be added per user in the admin or (if available on the site) on their profile page.
ar: يمكن إضافة المصادقة الثنائية لكل مستخدم في المسؤول أو (إذا كانت متوفرة على الموقع) على صفحة ملفه الشخصي.
de: Die Zwei-Faktor-Authentifizierung kann pro Benutzer im Adminbereich oder (sofern auf der Site verfügbar) auf seiner Profilseite hinzugefügt werden.
es: La autenticación de dos factores se puede agregar por usuario en el administrador o (si está disponible en el sitio) en su página de perfil.
et: Kahefaktorilise autentimise saab lisada iga kasutaja kohta administraatoris või (kui see on saidil saadaval) nende profiililehel.
he: ניתן להוסיף את האימות הדו-שלבי לכל משתמש ב-admin או (אם זמין באתר) בדף הפרופיל שלו.
id: Otentikasi dua faktor dapat ditambahkan per pengguna di admin atau (jika tersedia di situs) di halaman profil mereka.
it: L'autenticazione a due fattori può essere aggiunta per utente nell'amministratore o (se disponibile sul sito) nella pagina del suo profilo.
nl: De twee-factor-authenticatie kan per gebruiker worden ingesteld in de admin of (indien beschikbaar op de site) op hun profielpagina.
pl: Uwierzytelnianie dwuskładnikowe można dodać dla każdego użytkownika w panelu administratora lub (jeśli jest dostępne na stronie) na stronie jego profilu.
pt: A autenticação de dois fatores pode ser adicionada por usuário no admin ou (se disponível no site) em sua página de perfil.
ru: Двухфакторную аутентификацию можно добавить для каждого пользователя в админке или (если доступно на сайте) на странице его профиля.
sv: Tvåfaktorsautentiseringen kan läggas till per användare i admin eller (om tillgängligt på webbplatsen) på deras profilsida.
th: สามารถเพิ่มการรับรองความถูกต้องด้วยสองปัจจัยต่อผู้ใช้ในผู้ดูแลระบบหรือ (หากมีอยู่บนไซต์) บนหน้าโปรไฟล์ของพวกเขา
tr: İki faktörlü kimlik doğrulama, kullanıcı başına yöneticiye veya (sitede mevcutsa) profil sayfasına eklenebilir.
uk: Двофакторну автентифікацію можна додати для кожного користувача в адмінці або (якщо доступно на сайті) на сторінці його профілю.
zh_hant: 可以在管理員中或（如果網站上可用）在其個人資料頁面上為每個使用者新增雙重認證。

source: The two-factor authentication passcode is not correct. Please try again.
ar: رمز مرور المصادقة الثنائية غير صحيح. حاول مرة اخرى.
de: Der Passcode für die Zwei-Faktor-Authentifizierung ist nicht korrekt. Bitte versuchen Sie es erneut.
es: La contraseña de autenticación de dos factores no es correcta. Inténtalo de nuevo.
et: Kahefaktorilise autentimise pääsukood ei ole õige. Palun proovi uuesti.
he: קוד האימות דו-גורמי אינו נכון. בבקשה נסה שוב.
id: Kode sandi autentikasi dua faktor salah. Silakan coba lagi.
it: Il passcode dell'autenticazione a due fattori non è corretto. Per favore riprova.
nl: De toegangscode voor twee-factor-authenticatie is niet correct. Probeer het opnieuw.
pl: Hasło uwierzytelniania dwuskładnikowego jest nieprawidłowe. Proszę spróbuj ponownie.
pt: A senha de autenticação de dois fatores não está correta. Por favor, tente novamente.
ru: Неправильный пароль двухфакторной аутентификации. Пожалуйста, попробуйте еще раз.
sv: Lösenordet för tvåfaktorsautentisering är inte korrekt. Var god försök igen.
th: รหัสผ่านการตรวจสอบสิทธิ์แบบสองปัจจัยไม่ถูกต้อง กรุณาลองอีกครั้ง.
tr: İki faktörlü kimlik doğrulama parolası doğru değil. Lütfen tekrar deneyin.
uk: Пароль двофакторної автентифікації неправильний. Будь ласка спробуйте ще раз.
zh_hant: 雙重身份驗證密碼不正確。請再試一次。

source: The user will be prompted to set the two-factor authentication before being allowed to log in.
ar: سيُطلب من المستخدم تعيين المصادقة الثنائية قبل السماح له بتسجيل الدخول.
de: Der Benutzer wird aufgefordert, die Zwei-Faktor-Authentifizierung einzurichten, bevor er sich anmelden darf.
es: Se le pedirá al usuario que configure la autenticación de dos factores antes de que se le permita iniciar sesión.
et: Enne sisselogimist palutakse kasutajal seadistada kahefaktoriline autentimine.
he: המשתמש יתבקש להגדיר את האימות הדו-שלבי לפני שיורשה להתחבר.
id: Pengguna akan diminta untuk mengatur otentikasi dua faktor sebelum diizinkan masuk.
it: All'utente verrà richiesto di impostare l'autenticazione a due fattori prima di poter accedere.
nl: De gebruiker wordt gevraagd om de twee-factor-authenticatie in te stellen voordat ingelogd kan worden.
pl: Użytkownik zostanie poproszony o ustawienie uwierzytelniania dwuskładnikowego, zanim będzie mógł się zalogować.
pt: O usuário será solicitado a definir a autenticação de dois fatores antes de poder fazer login.
ru: Перед входом в систему пользователю будет предложено установить двухфакторную аутентификацию.
sv: Användaren kommer att uppmanas att ställa in tvåfaktorsautentiseringen innan han tillåts logga in.
th: ผู้ใช้จะได้รับแจ้งให้ตั้งค่าการตรวจสอบสิทธิ์แบบสองปัจจัยก่อนที่จะได้รับอนุญาตให้เข้าสู่ระบบ
tr: Kullanıcıdan oturum açmasına izin verilmeden önce iki faktörlü kimlik doğrulamayı ayarlaması istenecektir.
uk: Користувачеві буде запропоновано встановити двофакторну автентифікацію, перш ніж отримати дозвіл на вхід.
zh_hant: 在允許登入之前，系統會提示使用者設定雙重認證。

source: Two-factor authentication
ar: توثيق ذو عاملين
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
et: Kaheastmeline autentimine
he: אימות דו-גורמי
id: Otentikasi dua faktor
it: Autenticazione a due fattori
nl: Twee-factor authenticatie
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
sv: Tvåfaktorsautentisering
th: การรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulama
uk: Двофакторна аутентифікація
zh_hant: 双因素认证

source: Two-factor authentication adds an extra check on log in. The user will need to enter a code which is generated by an app on their phone or in their password manager.
ar: تضيف المصادقة الثنائية فحصًا إضافيًا عند تسجيل الدخول. سيحتاج المستخدم إلى إدخال رمز تم إنشاؤه بواسطة تطبيق على هاتفه أو في مدير كلمات المرور الخاص به.
de: Die Zwei-Faktor-Authentifizierung fügt eine zusätzliche Überprüfung bei der Anmeldung hinzu. Der Benutzer muss einen Code eingeben, der von einer App auf seinem Telefon oder in seinem Passwort-Manager generiert wird.
es: La autenticación de dos factores agrega una verificación adicional al iniciar sesión. El usuario deberá ingresar un código generado por una aplicación en su teléfono o en su administrador de contraseñas.
et: Kahefaktoriline autentimine lisab sisselogimisel täiendava kontrolli. Kasutaja peab sisestama koodi, mille loob tema telefoni rakendus või paroolihaldur.
he: אימות דו-שלבי מוסיף בדיקה נוספת בכניסה. המשתמש יצטרך להזין קוד שנוצר על ידי אפליקציה בטלפון שלו או במנהל הסיסמאות שלו.
id: Otentikasi dua faktor menambahkan pemeriksaan ekstra saat masuk. Pengguna harus memasukkan kode yang dihasilkan oleh aplikasi di ponsel mereka atau di pengelola kata sandi mereka.
it: L'autenticazione a due fattori aggiunge un ulteriore controllo all'accesso. L'utente dovrà inserire un codice generato da un'app sul proprio telefono o nel gestore delle password.
nl: Twee-factor-authenticatie voegt een extra controle toe bij het inloggen. De gebruiker moet een code invoeren die wordt gegenereerd door een telefoon-app of in wachtwoordbeheer-programma.
pl: Uwierzytelnianie dwuskładnikowe zapewnia dodatkową kontrolę podczas logowania. Użytkownik będzie musiał wprowadzić kod wygenerowany przez aplikację na jego telefonie lub w menedżerze haseł.
pt: A autenticação de dois fatores adiciona uma verificação extra no login. O usuário precisará inserir um código que é gerado por um aplicativo em seu telefone ou em seu gerenciador de senhas.
ru: Двухфакторная аутентификация добавляет дополнительную проверку при входе в систему. Пользователю необходимо будет ввести код, сгенерированный приложением на его телефоне или в менеджере паролей.
sv: Tvåfaktorsautentisering lägger till en extra kontroll vid inloggning. Användaren måste ange en kod som genereras av en app på sin telefon eller i sin lösenordshanterare.
th: การตรวจสอบสิทธิ์แบบสองปัจจัยจะเพิ่มการตรวจสอบเพิ่มเติมเมื่อเข้าสู่ระบบ ผู้ใช้จะต้องป้อนรหัสที่สร้างโดยแอปบนโทรศัพท์หรือในตัวจัดการรหัสผ่าน
tr: İki faktörlü kimlik doğrulama, oturum açma sırasında ekstra bir kontrol sağlar. Kullanıcının, telefonundaki veya şifre yöneticisindeki bir uygulama tarafından oluşturulan bir kodu girmesi gerekecektir.
uk: Двофакторна автентифікація додає додаткову перевірку під час входу в систему. Користувачеві потрібно буде ввести код, який створюється програмою на телефоні або в менеджері паролів.
zh_hant: 雙重認證在登入時添加了額外的檢查。使用者需要輸入由手機上的應用程式或密碼管理器產生的代碼。
