Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: We cannot connect you to the right account. Contact support of {site} to help you merge the accounts and then try again.
ar: لا يمكننا توصيلك بالحساب الصحيح. اتصل بدعم {site} لمساعدتك في دمج الحسابات ثم حاول مرة أخرى.
de: Wir können Sie nicht mit dem richtigen Konto verbinden. Wenden Sie sich an den Support von {site} , um Ihnen beim Zusammenführen der Konten zu helfen, und versuchen Sie es dann erneut.
es: No podemos conectarlo a la cuenta correcta. Comuníquese con el soporte de {site} para ayudarlo a fusionar las cuentas y luego intente nuevamente.
et: Me ei saa teid õige kontoga ühendada. Võtke ühendust ettevõtte {site} toega, et aidata teil kontod liita ja seejärel uuesti proovida.
he: אנחנו לא יכולים לחבר אותך לחשבון הנכון. צור קשר עם התמיכה של {site} כדי לעזור לך למזג את החשבונות ולאחר מכן נסה שוב.
id: Kami tidak dapat menghubungkan Anda ke akun yang benar. Hubungi dukungan {site} untuk membantu Anda menggabungkan akun, lalu coba lagi.
it: Non possiamo collegarti all'account giusto. Contatta l'assistenza di {site} per aiutarti a unire gli account e poi riprovare.
nl: We kunnen je niet aan het juiste account koppelen. Neem contact op met support van {site} om je te helpen de accounts samen te voegen en probeer het opnieuw.
pl: Nie możemy połączyć Cię z właściwym kontem. Skontaktuj się z pomocą techniczną {site} , aby pomóc Ci połączyć konta, a następnie spróbuj ponownie.
pt: Não podemos conectar você à conta certa. Entre em contato com o suporte de {site} para ajudá-lo a mesclar as contas e tente novamente.
ru: Мы не можем подключить вас к нужному аккаунту. Обратитесь в службу поддержки {site} за помощью в объединении учетных записей, а затем повторите попытку.
sv: Vi kan inte koppla dig till rätt konto. Kontakta supporten för {site} för att hjälpa dig slå ihop kontona och försök sedan igen.
th: เราไม่สามารถเชื่อมต่อคุณกับบัญชีที่ถูกต้อง ติดต่อฝ่ายสนับสนุนที่ {site} เพื่อช่วยคุณรวมบัญชีแล้วลองอีกครั้ง
tr: Sizi doğru hesaba bağlayamıyoruz. Hesapları birleştirmenize yardımcı olması için {site} desteğiyle iletişime geçin ve ardından yeniden deneyin.
uk: Ми не можемо підключити вас до потрібного облікового запису. Зверніться до служби підтримки {site} , щоб допомогти вам об’єднати облікові записи, а потім повторіть спробу.
zh_hant: 我們無法將您連接到正確的帳戶。聯繫 {site} 的支持以幫助您合併帳戶，然後重試。

source: We don’t seem to have any valid email address or other electronic communication address of you.
ar: لا يبدو أن لدينا أي عنوان بريد إلكتروني صالح أو عنوان اتصال إلكتروني آخر خاص بك.
de: Wir scheinen keine gültige E-Mail Adresse oder andere elektronische Kommunikationsadresse von Ihnen zu haben.
es: No parece que tengamos ninguna dirección de correo electrónico valida, u otra dirección que nos comunique con usted.
et: Tundub, et meil pole teie kohta ühtegi kehtivat e-posti aadressi ega muud elektroonilist suhtlusaadressi.
he: נראה שאין לנו כתובת דוא"ל תקפה או כתובת תקשורת אלקטרונית אחרת שלך.
id: Kami sepertinya tidak memiliki alamat email yang benar atau alamat komunikasi elektronik lainnya dari anda.
it: Sembra che non abbiamo nessun indirizzo email valido o altro indirizzo di comunicazione elettronica di voi.
nl: Het lijkt erop dat we geen geldig e-mailadres van je hebben.
pl: Wygląda na to że nie mamy żadnego prawidłowego adresu e-mail ani innego adresu do komunikacji elektronicznej.
pt: Parece que não temos nenhum endereço de e-mail válido ou outro endereço de comunicação electrónica seu.
ru: Похоже, что у нас нет действительного адреса электронной почты или другого электронного адреса для связи с вами.
sv: Vi verkar inte ha någon giltig e-postadress eller annan elektronisk kommunikation adress du.
th: ดูเหมือนว่าเราจะไม่มีที่อยู่อีเมลที่ถูกต้องหรือที่อยู่การสื่อสารทางอิเล็กทรอนิกส์อื่น ๆ ของคุณ
tr: Geçerli bir e-posta adresinize yada sizin diğer elektronik haberleşme adreslerinize sahipmişiz gibi görünmüyor.
uk: Здається, у нас немає дійсної адреси електронної пошти чи іншої електронної адреси для зв’язку з Вами.
zh_hant: 没有找到任何关于你的可用 e-mail 地址信息或是其他电子联系方式。

source: We have sent an email with a link to reset your password to
ar: لقد أرسلنا بريدًا إلكترونيًا يحتوي على رابط لإعادة تعيين كلمة المرور الخاصة بك إلى
de: Wir haben eine E-Mail mit einem Link zum Zurücksetzen Ihres Kennworts gesendet an
es: Hemos enviado un correo electrónico con un enlace para restablecer su contraseña a
et: Saatsime e-kirja koos lingiga, kuhu saate oma parooli lähtestada
he: שלחנו אימייל עם קישור לאיפוס הסיסמה שלך
id: Kami telah mengirimkan email dengan tautan untuk mengatur ulang kata sandi Anda
it: Abbiamo inviato un'email con un link per resettare la tua password a
nl: We hebben een e-mail gestuurd met een link om je wachtwoord te resetten naar
pl: Wysłaliśmy wiadomość e-mail z linkiem do zresetowania hasła
pt: Enviamos um e-mail com um link para redefinir sua senha para
ru: Мы отправили письмо по электронной почте со ссылкой для сброса вашего пароля на
sv: Vi har skickat ett mejl med en länk för att återställa ditt lösenord till
th: เราได้ส่งอีเมลพร้อมลิงก์สำหรับรีเซ็ตรหัสผ่านของคุณไปที่
tr: Şifrenizi sıfırlamanız için bir e-posta gönderdik
uk: Ми надіслали електронний лист із посиланням для відновлення пароля
zh_hant: 我们已经发送了一封电子邮件，其中有一个链接来重置您的密码到

source: Y-m-d
ar: يمد
th: ใช่
zh_hant: 年月日

source: You are about to create a new account.
ar: أنت على وشك إنشاء حساب جديد.
de: Sie sind dabei, ein neues Konto zu erstellen.
es: Está a punto de crear una nueva cuenta.
et: Olete loomas uut kontot.
he: אתה עומד ליצור חשבון חדש.
id: Anda adalah tentang untuk membuat akun baru.
it: Stai per creare un nuovo account.
nl: Je staat op het punt een nieuw account aan te maken.
pl: Zakładasz nowe konto.
pt: Você está prestes a criar uma nova conta.
ru: Вы собираетесь создать новый аккаунт.
sv: Du är på väg att skapa ett nytt konto.
th: คุณกำลังจะสร้างบัญชีใหม่
tr: Yeni bir hesap oluşturmak üzeresiniz.
uk: Ви збираєтеся створити новий обліковий запис.
zh_hant: 您正准备创建一个新的账户。

source: You are about to log on.
ar: أنت على وشك تسجيل الدخول.
de: Sie sind dabei, sich anzumelden.
es: Está a punto de iniciar sesión.
et: Oled sisse logimas.
he: אתה עומד להיכנס.
id: Anda akan masuk.
it: Stai per accedere.
nl: Je staat op het punt om in te loggen.
pl: Zamierzasz się zalogować.
pt: Você está prestes a fazer logon.
ru: Вы собираетесь войти в систему.
sv: Du är på väg att logga in.
th: คุณกำลังจะเข้าสู่ระบบ
tr: Oturum açmak üzeresiniz.
uk: Ви збираєтесь увійти.
zh_hant: 您即將登錄。

source: You are logged in
ar: لقد سجلت الدخول
de: Du bist eingeloggt
es: Has iniciado sesión
et: Olete sisse logitud
he: אתה מחובר
id: Kamu sudah masuk
it: Ti sei autenticato
nl: Je bent ingelogd
pl: Jesteś zalogowany
pt: Você está logado
ru: Вы вошли в систему
sv: Du är inloggad
th: คุณเข้าสู่ระบบแล้ว
tr: Giriş yaptınız
uk: Ви увійшли в систему
zh_hant: 您已登入

source: You are now logged in.
ar: قمت بتسجيل الدخول الآن في.
de: Sie sind jetzt eingeloggt.
es: Ahora está conectado.
et: Olete nüüd sisse logitud.
he: אתה מחובר כעת.
id: Anda sekarang masuk.
it: Ora hai effettuato l'accesso.
nl: Je bent nu ingelogd.
pl: Jesteś teraz zalogowany.
pt: Agora você está logado.
ru: Вы вошли в систему.
sv: Du är nu inloggad.
th: ขณะนี้คุณเข้าสู่ระบบแล้ว
tr: Giriş yaptınız.
uk: Ви увійшли в систему.
zh_hant: 您現在已登入。

source: You can connect the account on {site} with your account on {service} if both accounts have a verified email address but this is not the case. Check both sites and then try again.
ar: يمكنك ربط الحساب على {site} بحسابك على {service} إذا كان لكلا الحسابين عنوان بريد إلكتروني تم التحقق منه ولكن هذا ليس هو الحال. تحقق من كلا الموقعين ثم حاول مرة أخرى.
de: Sie können das Konto auf {site} mit Ihrem Konto auf {service} verbinden, wenn beide Konten eine verifizierte E-Mail-Adresse haben, aber das ist nicht der Fall. Überprüfen Sie beide Seiten und versuchen Sie es erneut.
es: Puede conectar la cuenta en {site} con su cuenta en {service} si ambas cuentas tienen una dirección de correo electrónico verificada, pero este no es el caso. Compruebe ambos sitios y vuelva a intentarlo.
et: Kui mõlemal kontol on kinnitatud e-posti aadress, saate ühendada konto {site} oma kontoga {service} , kuid see pole nii. Kontrollige mõlemat saiti ja proovige seejärel uuesti.
he: אתה יכול לחבר את החשבון ב {site} לחשבון שלך ב {service} אם לשני החשבונות יש כתובת דוא"ל מאומתת, אבל זה לא המקרה. בדוק את שני האתרים ולאחר מכן נסה שוב.
id: Anda dapat menghubungkan akun di {site} dengan akun Anda di {service} jika kedua akun memiliki alamat email terverifikasi tetapi ini tidak terjadi. Periksa kedua situs, lalu coba lagi.
it: Puoi collegare l'account su {site} con il tuo account su {service} se entrambi gli account hanno un indirizzo email verificato, ma non è così. Controlla entrambi i siti e poi riprova.
nl: Je kunt het account op {site} koppelen aan je account op {service} als beide accounts een geverifieerd e-mailadres hebben, maar dit is niet het geval. Controleer beide sites en probeer het opnieuw.
pl: Możesz połączyć konto na {site} z kontem na {service} , jeśli oba konta mają zweryfikowany adres e-mail, ale tak nie jest. Sprawdź obie witryny i spróbuj ponownie.
pt: Você pode conectar a conta em {site} com sua conta em {service} se ambas as contas tiverem um endereço de e-mail verificado, mas esse não for o caso. Verifique os dois sites e tente novamente.
ru: Вы можете связать учетную запись {site} со своей учетной записью {service} , если обе учетные записи имеют подтвержденный адрес электронной почты, но это не так. Проверьте оба сайта и повторите попытку.
sv: Du kan koppla kontot på {site} med ditt konto på {service} om båda kontona har en verifierad e-postadress men så är inte fallet. Kontrollera båda webbplatserna och försök sedan igen.
th: คุณสามารถเชื่อมต่อบัญชีที่ {site} กับบัญชีของคุณในวันที่ {service} หากทั้งสองบัญชีมีที่อยู่อีเมลที่ยืนยันแล้ว แต่ไม่ใช่กรณีนี้ ตรวจสอบทั้งสองไซต์แล้วลองอีกครั้ง
tr: Her iki hesabın da doğrulanmış bir e-posta adresi varsa, {site} hesabı {service} hesabınıza bağlayabilirsiniz, ancak durum böyle değil. Her iki siteyi de kontrol edin ve ardından tekrar deneyin.
uk: Ви можете зв’язати обліковий запис на {site} зі своїм обліковим записом на {service} , якщо обидва облікові записи мають підтверджену адресу електронної пошти, але це не так. Перевірте обидва сайти та повторіть спробу.
zh_hant: 如果兩個帳戶都有經過驗證的電子郵件地址，您可以將 {site} 上的帳戶與您的 {service} 上的帳戶連接起來，但事實並非如此。檢查兩個站點，然後重試。

source: You can find the code in your authentication App.
ar: يمكنك العثور على الرمز في تطبيق المصادقة الخاص بك.
de: Den Code finden Sie in Ihrer Authentifizierungs-App.
es: Puede encontrar el código en su aplicación de autenticación.
et: Koodi leiate oma autentimisrakendusest.
he: אתה יכול למצוא את הקוד באפליקציית האימות שלך.
id: Anda dapat menemukan kode di Aplikasi otentikasi Anda.
it: Puoi trovare il codice nella tua App di autenticazione.
nl: Je vindt de code in je authenticatie-app.
pl: Kod znajdziesz w swojej aplikacji uwierzytelniającej.
pt: Você pode encontrar o código em seu aplicativo de autenticação.
ru: Вы можете найти код в своем приложении для аутентификации.
sv: Du hittar koden i din autentiseringsapp.
th: คุณสามารถค้นหารหัสได้ในแอปรับรองความถูกต้องของคุณ
tr: Kodu, doğrulama Uygulamanızda bulabilirsiniz.
uk: Ви можете знайти код у своєму додатку для аутентифікації.
zh_hant: 您可以在您的身份驗證應用程序中找到該代碼。

source: You can log in using the following external service
ar: يمكنك تسجيل الدخول باستخدام الخدمة الخارجية التالية
de: Sie können sich mit dem folgenden externen Dienst anmelden
es: Puede iniciar sesión utilizando el siguiente servicio externo
et: Võite sisse logida järgmise välise teenuse abil
he: ניתן להיכנס באמצעות השירות החיצוני הבא
id: Anda dapat masuk menggunakan layanan eksternal berikut
it: È possibile accedere utilizzando il seguente servizio esterno
nl: U kunt inloggen met de volgende externe dienst
pl: Możesz zalogować się za pomocą następującej usługi zewnętrznej
pt: Você pode fazer login usando o seguinte serviço externo
ru: Вы можете войти в систему, используя следующую внешнюю службу
sv: Du kan logga in med följande externa tjänst
th: คุณสามารถเข้าสู่ระบบโดยใช้บริการภายนอกต่อไปนี้
tr: Aşağıdaki harici hizmeti kullanarak giriş yapabilirsiniz
uk: Ви можете увійти за допомогою наступного зовнішнього сервісу
zh_hant: 您可以使用以下外部服务登录

source: You have requested a new password for
ar: لقد طلبت كلمة مرور جديدة لـ
de: Sie haben ein neues Passwort angefordert für
es: Ha solicitado una nueva contraseña para
et: Olete taotlenud uut parooli
he: ביקשת סיסמה חדשה עבור
id: Anda telah meminta kata sandi baru untuk
it: Hai richiesto una nuova password per
nl: Je hebt een nieuw wachtwoord aangevraagd voor
pl: Zażądano nowego hasła dla
pt: Você solicitou uma nova senha para
ru: Вы запросили новый пароль для
sv: Du har begärt ett nytt lösenord för
th: คุณได้ร้องขอรหัสผ่านใหม่สำหรับ
tr: Yeni bir şifre talep ettiniz
uk: Ви запросили новий пароль для
zh_hant: 您已請求新密碼

source: You have to share your email address to be able to log in.
ar: يجب عليك مشاركة عنوان بريدك الإلكتروني لتتمكن من تسجيل الدخول.
de: Sie müssen Ihre E-Mail-Adresse teilen, um sich anmelden zu können.
es: Tienes que compartir tu dirección de correo electrónico para poder iniciar sesión.
et: Sisselogimiseks peate jagama oma e-posti aadressi.
he: עליך לשתף את כתובת הדוא"ל שלך כדי שתוכל להתחבר.
id: Anda harus membagikan alamat email Anda untuk dapat masuk.
it: Devi condividere il tuo indirizzo email per poter accedere.
nl: Je moet je e-mailadres delen om in te kunnen loggen.
pl: Musisz udostępnić swój adres e-mail, aby móc się zalogować.
pt: Você precisa compartilhar seu endereço de e-mail para poder fazer login.
ru: Вы должны сообщить свой адрес электронной почты, чтобы иметь возможность войти в систему.
sv: Du måste dela din e-postadress för att kunna logga in.
th: คุณต้องแชร์ที่อยู่อีเมลของคุณจึงจะสามารถเข้าสู่ระบบได้
tr: Giriş yapabilmek için e-posta adresinizi paylaşmanız gerekmektedir.
uk: Ви повинні поділитися своєю електронною адресою, щоб мати можливість увійти.
zh_hant: 您必須共享您的電子郵件地址才能登錄。

source: You may try to login as a different user.
ar: يمكنك محاولة تسجيل الدخول كمستخدم مختلف.
de: Sie können versuchen, sich als ein anderer Benutzer anzumelden.
es: Puede intentar iniciar sesión como un usuario diferente.
et: Võite proovida sisse logida teise kasutajana.
he: אתה יכול לנסות להתחבר כמשתמש אחר.
id: Anda dapat mencoba masuk sebagai pengguna lain.
it: Potresti provare ad accedere come utente diverso.
nl: Je kunt proberen in te loggen als een andere gebruiker.
pl: Możesz spróbować zalogować się jako inny użytkownik.
pt: Você pode tentar fazer login como um usuário diferente.
ru: Вы можете попробовать войти в систему под другим пользователем.
sv: Du kan försöka logga in som en annan användare.
th: คุณอาจลองเข้าสู่ระบบในฐานะผู้ใช้อื่น
tr: Farklı bir kullanıcı olarak giriş yapmayı deneyebilirsiniz.
uk: Ви можете спробувати увійти як інший користувач.
zh_hant: 您可以嘗試以其他使用者登入。

source: You need to be allowed to edit the system configuration to view or change the configured App Keys.
ar: يجب أن يُسمح لك بتحرير تكوين النظام لعرض أو تغيير مفاتيح التطبيق المكونة.
de: Sie müssen berechtigt sein, die Systemkonfiguration zu bearbeiten, um die konfigurierten App Keys anzuzeigen oder zu ändern.
es: Necesita tener permitido editar la configuración del sistema para ver o cambiar las Claves de la Aplicación configurada.
et: Konfigureeritud rakendusklahvide kuvamiseks või muutmiseks peate lubama süsteemi konfiguratsiooni muuta.
he: עליך להיות רשאי לערוך את תצורת המערכת כדי להציג או לשנות את מקשי האפליקציה שהוגדרו.
id: Anda harus diperbolehkan untuk mengedit konfigurasi sistem untuk melihat atau mengubah dikonfigurasi Aplikasi Kunci.
it: Devi essere autorizzato a modificare la configurazione del sistema per vedere o cambiare le App Key configurate.
nl: Om de App Keys te wijzigen, moet je rechten hebben om de systeemconfiguratie te bewerken.
pl: Aby wyświetlić lub zmienić skonfigurowane klucze aplikacji, musisz mieć możliwość edycji konfiguracji systemu.
pt: Você precisa ter permissão para editar a configuração do sistema para visualizar ou alterar as Chaves de Aplicação configuradas.
ru: Для просмотра или изменения настроенных Клавиш приложений необходимо иметь разрешение редактировать конфигурацию системы.
sv: Du måste ha rätt att redigera systemkonfigurationen för att se eller ändra de konfigurerade appnycklarna.
th: คุณต้องได้รับอนุญาตให้แก้ไขการกำหนดค่าระบบเพื่อดูหรือเปลี่ยน App Keys ที่กำหนดค่าไว้
tr: Uygulama anahtarını görüntülemek yada değiştirmek için sistem ayarlarını yapılandırma yetkisine sahip olmanız gerekir.
uk: Вам потрібно дозволити редагувати конфігурацію системи, щоб переглянути або змінити налаштовані ключі програми.
zh_hant: 您需要被允许编辑系统配置以查看或更改配置的App Keys。

source: You received this email as you entered your username or email address to reset your password. You will not receive any other emails because of this request.
ar: لقد تلقيت هذا البريد الإلكتروني عندما أدخلت اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك لإعادة تعيين كلمة المرور الخاصة بك. لن تتلقى أي رسائل بريد إلكتروني أخرى بسبب هذا الطلب.
de: Sie haben diese E-Mail erhalten, als Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse eingegeben haben, um Ihr Passwort zurückzusetzen. Sie werden aufgrund dieser Anfrage keine weiteren E-Mails erhalten.
es: Recibiste este correo electrónico cuando ingresaste tu nombre de usuario o dirección de correo electrónico para restablecer tu contraseña. No recibirá ningún otro correo electrónico debido a esta solicitud.
et: Saite selle meili, kui sisestasite parooli lähtestamiseks oma kasutajanime või e-posti aadressi. Selle taotluse tõttu ei saa te muid meile.
he: קיבלת דוא"ל זה כשהזנת את שם המשתמש או כתובת הדוא"ל שלך כדי לאפס את הסיסמה שלך. לא תקבל אימיילים אחרים בגלל בקשה זו.
id: Anda menerima email ini saat Anda memasukkan nama pengguna atau alamat email untuk mengatur ulang kata sandi Anda. Anda tidak akan menerima email lain karena permintaan ini.
it: Hai ricevuto questa email quando hai inserito il tuo nome utente o indirizzo email per reimpostare la password. Non riceverai altre email a causa di questa richiesta.
nl: Je hebt deze e-mail ontvangen omdat je je gebruikersnaam of e-mailadres hebt ingevoerd om je wachtwoord opnieuw in te stellen. Je zult geen andere e-mails ontvangen vanwege dit verzoek.
pl: Otrzymałeś tę wiadomość e-mail, ponieważ wprowadziłeś swoją nazwę użytkownika lub adres e-mail, aby zresetować hasło. Nie otrzymasz żadnych innych wiadomości e-mail w związku z tą prośbą.
pt: Você recebeu este e-mail ao inserir seu nome de usuário ou endereço de e-mail para redefinir sua senha. Você não receberá nenhum outro e-mail devido a esta solicitação.
ru: Вы получили это письмо, когда ввели свое имя пользователя или адрес электронной почты для сброса пароля. Из-за этого запроса вы не будете получать никаких других писем.
sv: Du fick detta e-postmeddelande när du angav ditt användarnamn eller e-postadress för att återställa ditt lösenord. Du kommer inte att få några andra e-postmeddelanden på grund av denna begäran.
th: คุณได้รับอีเมลนี้เมื่อคุณป้อนชื่อผู้ใช้หรือที่อยู่อีเมลเพื่อรีเซ็ตรหัสผ่าน คุณจะไม่ได้รับอีเมลอื่นใดเนื่องจากการร้องขอนี้
tr: Bu e-postayı, şifrenizi sıfırlamak için kullanıcı adınızı veya e-posta adresinizi girerken aldınız. Bu istek nedeniyle başka e-posta almayacaksınız.
uk: Ви отримали цей електронний лист, коли ввели своє ім’я користувача або адресу електронної пошти, щоб змінити пароль. Через цей запит ви не отримуватимете жодних інших електронних листів.
zh_hant: 當您輸入使用者名稱或電子郵件地址以重設密碼時，您會收到這封電子郵件。您將不會因為此請求而收到任何其他電子郵件。

source: You used another account on {service} than was expected.
ar: لقد استخدمت حسابًا آخر على {service} مما كان متوقعًا.
de: Sie haben ein anderes Konto auf {service} als erwartet verwendet.
es: Usaste otra cuenta el {service} de lo esperado.
et: Kasutasite oodatust teist kontot {service}.
he: השתמשת בחשבון אחר ב {service} מהצפוי.
id: Anda menggunakan akun lain pada {service} dari yang diharapkan.
it: Hai utilizzato un altro account su {service} rispetto a quanto previsto.
nl: Je hebt op {service} een ander account gebruikt dan verwacht.
pl: Użyłeś innego konta na {service} niż oczekiwano.
pt: Você usou outra conta em {service} do que o esperado.
ru: Вы использовали не ту учетную запись на {service} , которая ожидалась.
sv: Du använde ett annat konto på {service} än förväntat.
th: คุณใช้บัญชีอื่นในวันที่ {service} เกินคาด
tr: {service} beklenenden başka bir hesap kullandınız.
uk: Ви використовували інший обліковий запис на {service} , ніж очікувалося.
zh_hant: 您在 {service} 上使用的另一個帳戶超出了預期。

source: You're almost done! To make sure you are really you, we ask you to confirm your account from your email address.
ar: أنت على وشك الإنتهاء! للتأكد من هويتك حقًا ، نطلب منك تأكيد حسابك من عنوان بريدك الإلكتروني.
de: Sie sind fast fertig! Um sicherzustellen, dass Sie wirklich Sie sind, bitten wir Sie, Ihr Konto von Ihrer E-Mail-Adresse zu bestätigen.
es: ¡Estamos casi listos! Para asegurarse de que usted es realmente usted, le pedimos que confirme su cuenta desde su correo electrónico.
et: Sa oled peaaegu valmis! Veendumaks, et olete tõesti teie, palume teil oma e-posti aadressilt oma konto kinnitada.
he: כמעט סיימת! כדי לוודא שאתה באמת אתה, אנו מבקשים ממך לאשר את חשבונך מכתובת הדוא"ל שלך.
id: Kamu hampir selesai! Untuk memastikan anda benar-benar anda, kami meminta anda untuk mengkonfirmasi akun anda dari alamat email anda.
it: Hai quasi finito! Per essere sicuri che sei veramente tu, ti chiediamo di confermare il tuo account dal tuo indirizzo email.
nl: Bijna klaar! Om er zeker van te zijn dat jij het bent, vragen we je je e-mailadres te bevestigen.
pl: Proces prawie zakończony! Aby upewnić się, że naprawdę jesteś tą osobą, prosimy o potwierdzenie konta z adresu e-mail.
pt: Você está quase terminando! Para ter certeza de que você é realmente você, pedimos que você confirme sua conta pelo seu endereço de e-mail.
ru: Вы почти закончили! Чтобы удостовериться, что вы - это действительно вы, мы просим вас подтвердить вашу учетную запись с вашего адреса электронной почты.
sv: Du är nästan klar! För att se till att du är verkligen dig, vi ber dig att bekräfta ditt konto från din e-post adress.
th: เกือบเสร็จแล้ว! เพื่อให้แน่ใจว่าคุณเป็นคุณจริงๆเราขอให้คุณยืนยันบัญชีของคุณจากที่อยู่อีเมลของคุณ
tr: Neredeyse hazırsınız! Sizin gerçekten siz olduğunuzu anlamak için, hesabınızı e-posta adresinden onaylamanızı istiyoruz.
uk: Ви майже закінчили! Щоб переконатися, що Ви справді Ви, ми просимо вас підтвердити свій обліковий запис зі своєї електронної адреси.
zh_hant: 你几乎完成了!为了确保你是真正的你，我们要求你从你的电子邮件地址确认你的帐户。

source: Your account on {site} is disabled.
ar: حسابك على {site} معطل.
de: Ihr Konto auf {site} ist deaktiviert.
es: Su cuenta en {site} está deshabilitada.
et: Teie konto aadressil {site} on keelatud.
he: החשבון שלך ב- {site} מושבת.
id: Akun Anda di {site} dinonaktifkan.
it: Il tuo account su {site} è disabilitato.
nl: Je account op {site} is uitgeschakeld.
pl: Twoje konto na {site} jest wyłączone.
pt: Sua conta em {site} está desativada.
ru: Ваша учетная запись на {site} отключена.
sv: Ditt konto på {site} är inaktiverat.
th: บัญชีของคุณบน {site} ถูกปิดใช้งาน
tr: {site} hesabınız devre dışı bırakıldı.
uk: Ваш обліковий запис на {site} вимкнено.
zh_hant: 您在 {site} 上的帳戶已被停用。
