Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: These templates have <tt>{optional}</tt> statements that are referring to missing templates.
ar: تحتوي هذه القوالب على عبارات <tt>{optional}</tt> تشير إلى القوالب المفقودة.
de: Diese Vorlagen enthalten <tt>{optional}</tt> Anweisungen, die sich auf fehlende Vorlagen beziehen.
es: Estas plantillas tienen <tt>{optional}</tt> declaraciones que hacen referencia a plantillas faltantes.
et: Nendel mallidel on <tt>{optional}</tt> väidet, mis viitavad puuduvatele mallidele.
he: לתבניות אלו יש <tt>{optional}</tt> הצהרות המתייחסות לתבניות חסרות.
id: Templat ini memiliki <tt>{optional}</tt> pernyataan yang mengacu pada templat yang hilang.
it: Questi modelli hanno <tt>{optional}</tt> istruzioni che si riferiscono a modelli mancanti.
nl: Deze sjablonen bevatten <tt>{optional}</tt> uitspraken die verwijzen naar ontbrekende sjablonen.
pl: Te szablony zawierają <tt>{optional}</tt> instrukcje odnoszące się do brakujących szablonów.
pt: Esses modelos possuem instruções <tt>{optional}</tt> que se referem a modelos ausentes.
ru: Эти шаблоны содержат <tt>{optional}</tt> операторов, которые ссылаются на отсутствующие шаблоны.
sv: Dessa mallar har <tt>{optional}</tt> uttalanden som hänvisar till saknade mallar.
th: เทมเพลตเหล่านี้มีคำสั่ง <tt>{optional}</tt> ที่อ้างถึงเทมเพลตที่หายไป
tr: Bu şablonlarda eksik şablonlara atıfta bulunan <tt>{optional}</tt> ifade bulunur.
uk: Ці шаблони мають <tt>{optional}</tt> заяви, які посилаються на відсутні шаблони.
zh_hant: 這些範本有 <tt>{optional}</tt> 語句引用缺少的範本。

source: These templates have non optional <tt>{include}</tt> statements that are referring to missing templates.
ar: تحتوي هذه القوالب على عبارات <tt>{include}</tt> غير اختيارية تشير إلى القوالب المفقودة.
de: Diese Vorlagen enthalten nicht optionale <tt>{include}</tt> -Anweisungen, die sich auf fehlende Vorlagen beziehen.
es: Estas plantillas tienen declaraciones <tt>{include}</tt> no opcionales que se refieren a plantillas faltantes.
et: Nendel mallidel on mittekohustuslikud <tt>{include}</tt> laused, mis viitavad puuduvatele mallidele.
he: לתבניות אלה יש הצהרות לא אופציונליות <tt>{include}</tt> המתייחסות לתבניות חסרות.
id: Templat ini memiliki pernyataan non-opsional <tt>{include}</tt> yang mengacu pada templat yang hilang.
it: Questi modelli hanno istruzioni <tt>{include}</tt> non facoltative che si riferiscono a modelli mancanti.
nl: Deze sjablonen bevatten niet-optionele <tt>{include}</tt> -verklaringen die verwijzen naar ontbrekende sjablonen.
pl: Te szablony zawierają nieopcjonalne instrukcje <tt>{include}</tt> , które odnoszą się do brakujących szablonów.
pt: Esses modelos possuem instruções <tt>{include}</tt> não opcionais que se referem a modelos ausentes.
ru: Эти шаблоны содержат необязательные операторы <tt>{include}</tt> , которые ссылаются на отсутствующие шаблоны.
sv: Dessa mallar har icke valfria <tt>{include}</tt> -satser som hänvisar till saknade mallar.
th: เทมเพลตเหล่านี้มีคำสั่ง <tt>{include}</tt> ที่ไม่เป็นทางเลือกซึ่งอ้างถึงเทมเพลตที่ขาดหายไป
tr: Bu şablonlarda, eksik şablonlara atıfta bulunan, isteğe bağlı olmayan <tt>{include}</tt> ifadeler bulunur.
uk: Ці шаблони мають необов’язкові оператори <tt>{include}</tt> , які посилаються на відсутні шаблони.
zh_hant: 這些模板具有引用缺失模板的非可選 <tt>{include}</tt> 語句。

source: These templates have syntax errors and could not be checked for included templates.
ar: تحتوي هذه القوالب على أخطاء في بناء الجملة ولا يمكن التحقق من وجود قوالب مضمنة.
de: Diese Vorlagen weisen Syntaxfehler auf und konnten nicht auf enthaltene Vorlagen überprüft werden.
es: Estas plantillas tienen errores de sintaxis y no se pudieron verificar las plantillas incluidas.
et: Nendel mallidel on süntaksivigu ja neid ei saanud kontrollida kaasatud mallide osas.
he: לתבניות אלו יש שגיאות תחביר ולא ניתן היה לבדוק אם ישנן תבניות כלולות.
id: Templat ini memiliki kesalahan sintaksis dan tidak dapat diperiksa untuk templat yang disertakan.
it: Questi modelli presentano errori di sintassi e non è stato possibile controllare i modelli inclusi.
nl: Deze sjablonen bevatten syntax-fouten en konden niet worden gecontroleerd op opgenomen sjablonen.
pl: Te szablony zawierają błędy składniowe i nie można ich sprawdzić pod kątem uwzględnionych szablonów.
pt: Esses modelos apresentam erros de sintaxe e não foi possível verificar os modelos incluídos.
ru: Эти шаблоны содержат синтаксические ошибки, и их невозможно проверить на наличие включенных шаблонов.
sv: Dessa mallar har syntaxfel och kunde inte kontrolleras för inkluderade mallar.
th: เทมเพลตเหล่านี้มีข้อผิดพลาดทางไวยากรณ์และไม่สามารถตรวจสอบเทมเพลตที่รวมไว้ได้
tr: Bu şablonlarda sözdizimi hataları var ve dahil edilen şablonlar açısından kontrol edilemedi.
uk: Ці шаблони містять синтаксичні помилки, і їх неможливо перевірити на включені шаблони.
zh_hant: 這些模板存在語法錯誤，無法檢查包含的模板。

source: This calculates and visualizes the dependency graph of all templates.
ar: يؤدي هذا إلى حساب وتصور الرسم البياني للتبعية لجميع القوالب.
de: Dadurch wird der Abhängigkeitsgraph aller Vorlagen berechnet und visualisiert.
es: Esto calcula y visualiza el gráfico de dependencia de todas las plantillas.
et: See arvutab ja visualiseerib kõigi mallide sõltuvusgraafiku.
he: זה מחשב ומדמיין את גרף התלות של כל התבניות.
id: Ini menghitung dan memvisualisasikan grafik ketergantungan semua templat.
it: Questo calcola e visualizza il grafico delle dipendenze di tutti i modelli.
nl: Dit berekent en visualiseert de afhankelijkheidsgrafiek van alle sjablonen.
pl: Spowoduje to obliczenie i wizualizację wykresu zależności wszystkich szablonów.
pt: Isso calcula e visualiza o gráfico de dependência de todos os modelos.
ru: При этом рассчитывается и визуализируется график зависимостей всех шаблонов.
sv: Detta beräknar och visualiserar beroendediagrammet för alla mallar.
th: วิธีนี้จะคำนวณและแสดงภาพกราฟการขึ้นต่อกันของเทมเพลตทั้งหมด
tr: Bu, tüm şablonların bağımlılık grafiğini hesaplar ve görselleştirir.
uk: Це обчислює та візуалізує графік залежностей усіх шаблонів.
zh_hant: 這將計算並視覺化所有模板的依賴關係圖。

source: This checks all templates to see if included or extended templates are available.
ar: يؤدي هذا إلى التحقق من كافة القوالب لمعرفة ما إذا كانت القوالب المضمنة أو الموسعة متوفرة.
de: Dadurch wird bei allen Vorlagen überprüft, ob enthaltene oder erweiterte Vorlagen verfügbar sind.
es: Esto verifica todas las plantillas para ver si hay plantillas incluidas o extendidas disponibles.
et: See kontrollib kõiki malle, et näha, kas kaasatud või laiendatud mallid on saadaval.
he: זה בודק את כל התבניות כדי לראות אם תבניות כלולות או מורחבות זמינות.
id: Ini memeriksa semua templat untuk melihat apakah templat yang disertakan atau diperluas tersedia.
it: Questo controlla tutti i modelli per vedere se sono disponibili modelli inclusi o estesi.
nl: Hiermee worden alle sjablonen gecontroleerd om te zien of er meegeleverde of uitgebreide sjablonen beschikbaar zijn.
pl: Spowoduje to sprawdzenie wszystkich szablonów pod kątem dostępności szablonów dołączonych lub rozszerzonych.
pt: Isso verifica todos os modelos para ver se modelos incluídos ou estendidos estão disponíveis.
ru: При этом проверяются все шаблоны, чтобы определить, доступны ли включенные или расширенные шаблоны.
sv: Detta kontrollerar alla mallar för att se om inkluderade eller utökade mallar är tillgängliga.
th: วิธีนี้จะตรวจสอบเทมเพลตทั้งหมดเพื่อดูว่ามีเทมเพลตที่รวมหรือแบบขยายหรือไม่
tr: Bu, dahil edilen veya genişletilmiş şablonların mevcut olup olmadığını görmek için tüm şablonları kontrol eder.
uk: Це перевірить усі шаблони, щоб побачити, чи доступні включені чи розширені шаблони.
zh_hant: 這將檢查所有模板以查看包含或擴展的模板是否可用。

source: This resource is unknown or does not have a URI
ar: هذا المورد غير معروف أو لا يحتوي على URI
de: Diese Ressource ist unbekannt oder hat keinen URI
es: Se desconoce este recurso o no es un URI
et: See ressurss on tundmatu või sellel pole URI-d
he: משאב זה אינו ידוע או שאין לו URI
id: Sumber ini tidak diketahui atau tidak memiliki URI
it: Questa risorsa è sconosciuta o non ha un URI
nl: Deze pagina is onbekend of heeft geen URI
pl: Ten zasób jest nieznany lub nie ma identyfikatora URI
pt: Este recurso não é conhecido ou não tem URI
ru: Этот ресурс неизвестен или не имеет URI
sv: Den här resursen är okänd eller har ingen URI
th: ทรัพยากรนี้ไม่เป็นที่รู้จักหรือไม่มี URI
tr: Bu kaynak bilinmiyor yada URI'a sahip değil
uk: Цей ресурс невідомий або не має URI
zh_hant: 该资源未知或没有URI。

source: Tools and settings that are useful for site development.
ar: أدوات وإعدادات مفيدة لتطوير الموقع.
de: Werkzeuge und Einstellungen, die für die Website-Entwicklung nützlich sind.
es: Las herramientas y opciones que son útiles para el desarrollo del sitio.
et: Tööriistad ja seaded, mis on saidi arendamiseks kasulikud.
he: כלים והגדרות שימושיים לפיתוח אתרים.
id: Alat dan pengaturan yang berguna untuk pengembangan situs.
it: Strumenti e impostazioni utili per lo sviluppo del sito.
nl: Gereedschappen en instellingen die nuttig zijn voor siteontwikkeling.
pl: Narzędzia i ustawienia przydatne podczas tworzenia strony.
pt: Ferramentas úteis e configurações para o desenvolvimento do site.
ru: Инструменты и настройки, полезные для разработки сайта.
sv: Verktyg och inställningar som är användbara för webbplatsutveckling.
th: เครื่องมือและการตั้งค่าที่เป็นประโยชน์สำหรับการพัฒนาไซต์
tr: Site geliştirmede kullanışlı araçlar ve ayarlar.
uk: Інструменти та налаштування, корисні для розробки сайту.
zh_hant: 站点开发中使用的工具和设置。

source: Trace all database queries for the current session
ar: تتبع جميع استعلامات قاعدة البيانات للدورة الحالية
de: Alle Datenbankabfragen für die aktuelle Sitzung nachverfolgen
es: Rastrear todas las consultas a la base de datos del actual período de sesiones
et: Jälgige kõiki praeguse seansi andmebaasipäringuid
he: עקוב אחר כל שאילתות מסד הנתונים של ההפעלה הנוכחית
id: Lacak semua kueri database untuk sesi saat ini
it: Traccia tutte le query del database per la sessione corrente
nl: Traceer alle database queries voor de huidige sessie
pl: Śledź wszystkie zapytania do bazy danych dla bieżącej sesji
pt: Rastrear todas as consultas da base de dados para a sessão em curso
ru: Отслеживать все запросы к БД для текущей сессии.
sv: Spåra alla databasfrågor för den aktuella sessionen
th: ติดตามการสืบค้นฐานข้อมูลทั้งหมดสำหรับเซสชันปัจจุบัน
tr: Geçerli oturum için tüm veritabanı sorgularını izleyin
uk: Відстежте всі запити до бази даних для поточного сеансу
zh_hant: 跟踪当前会话的所有数据库查询

source: Trace function calls
ar: تتبع استدعاءات دالة التتبع
es: Rastrear llamadas a funciones
et: Jälgida funktsioonikõnesid
he: מעקב אחר קריאות פונקציות
id: Melacak panggilan fungsi
it: Tracciamento delle chiamate di funzione
nl: Functie-aanroepen traceren
pl: Śledzenie wywołań funkcji
pt: Chamadas de função de rastreio
ru: Отслеживание вызовов функций
th: ติดตามการเรียกใช้ฟังก์ชัน
tr: Fonksiyon çağrılarını izleme
uk: Трасування викликів функцій

source: Traces all templates for the current session-id, or all sessions, and renders them as a graph.
ar: يتتبع جميع القوالب الخاصة بمعرف الجلسة الحالية، أو جميع الجلسات، ويعرضها كرسم بياني.
de: Verfolgt alle Vorlagen für die aktuelle Sitzungs-ID oder alle Sitzungen und stellt sie als Diagramm dar.
es: Rastrea todas las plantillas para el ID de sesión actual, o todas las sesiones, y las representa como un gráfico.
et: Jälgib kõiki praeguse seansi ID malle või kõiki seansse ja renderdab need graafikuna.
he: עוקב אחר כל התבניות עבור מזהה ההפעלה הנוכחי, או כל ההפעלות, ומעבד אותן כתרשים.
id: Melacak semua templat untuk id sesi saat ini, atau semua sesi, dan merendernya sebagai grafik.
it: Traccia tutti i modelli per l'ID sessione corrente o tutte le sessioni e li visualizza come grafico.
nl: Traceert alle sjablonen voor de huidige sessie-ID, of alle sessies, en geeft deze weer als een grafiek.
pl: Śledzi wszystkie szablony dla bieżącego identyfikatora sesji lub wszystkie sesje i renderuje je jako wykres.
pt: Rastreia todos os modelos para o ID da sessão atual, ou todas as sessões, e os renderiza como um gráfico.
ru: Отслеживает все шаблоны для текущего идентификатора сеанса или всех сеансов и отображает их в виде графика.
sv: Spårar alla mallar för det aktuella sessions-id, eller alla sessioner, och renderar dem som en graf.
th: ติดตามเทมเพลตทั้งหมดสำหรับ session-id ปัจจุบันหรือเซสชันทั้งหมด และแสดงผลเป็นกราฟ
tr: Geçerli oturum kimliğine veya tüm oturumlara ilişkin tüm şablonları izler ve bunları bir grafik olarak görüntüler.
uk: Відстежує всі шаблони для поточного ідентифікатора сеансу або всіх сеансів і відображає їх у вигляді графіка.
zh_hant: 追蹤當前會話 ID 或所有會話的所有模板，並將它們呈現為圖表。

source: Traces automatically stop if this page is not visited during more than 10 minutes.
ar: تتوقف التتبعات تلقائيًا إذا لم تتم زيارة هذه الصفحة خلال أكثر من 10 دقائق.
de: Traces werden automatisch beendet, wenn diese Seite länger als 10 Minuten nicht besucht wird.
es: Los rastreos se detienen automáticamente si esta página no se visita durante más de 10 minutos.
et: Jäljed peatuvad automaatselt, kui seda lehte ei külastata rohkem kui 10 minuti jooksul.
he: המעקבים מפסיקים אוטומטית אם לא מבקרים בדף זה במשך יותר מ-10 דקות.
id: Jejak otomatis berhenti jika halaman ini tidak dikunjungi selama lebih dari 10 menit.
it: Le tracce si interrompono automaticamente se questa pagina non viene visitata per più di 10 minuti.
nl: Traceringen stoppen automatisch als deze pagina langer dan 10 minuten niet wordt bezocht.
pl: Śledzenie zostaje automatycznie zatrzymane, jeśli ta strona nie jest odwiedzana przez dłużej niż 10 minut.
pt: Os rastreamentos param automaticamente se esta página não for visitada por mais de 10 minutos.
ru: Трассировка автоматически прекращается, если эта страница не посещается более 10 минут.
sv: Spåren stoppas automatiskt om den här sidan inte besöks under mer än 10 minuter.
th: การติดตามจะหยุดโดยอัตโนมัติหากไม่มีการเยี่ยมชมหน้านี้เป็นเวลานานกว่า 10 นาที
tr: Bu sayfa 10 dakikadan fazla ziyaret edilmezse izlemeler otomatik olarak durdurulur.
uk: Відстеження автоматично припиняються, якщо ця сторінка не відвідується протягом більше 10 хвилин.
zh_hant: 如果超過 10 分鐘沒有訪問此頁面，追蹤將自動停止。

source: Tracing all sessions...
ar: متابعة جميع الجلسات...
de: Alle Sitzungen werden verfolgt...
es: Seguimiento de todas las sesiones...
et: Kõigi seansside jälgimine...
he: עוקב אחר כל המפגשים...
id: Menelusuri semua sesi...
it: Tracciamento di tutte le sessioni...
nl: Alle sessies traceren...
pl: Śledzenie wszystkich sesji...
pt: Rastreando todas as sessões...
ru: Отслеживание всех сеансов...
sv: Spårar alla sessioner...
th: กำลังติดตามเซสชันทั้งหมด...
tr: Tüm oturumlar takip ediliyor...
uk: Відстеження всіх сеансів...
zh_hant: 追蹤所有會話...

source: Tracing other session...
ar: تتبع الجلسة الأخرى...
de: Andere Sitzung verfolgen...
es: Rastreando otra sesión...
et: Teise seansi jälgimine...
he: עוקב אחר סשן אחר...
id: Menelusuri sesi lainnya...
it: Tracciamento di un'altra sessione...
nl: Andere sessie traceren...
pl: Śledzenie innej sesji...
pt: Rastreando outra sessão...
ru: Отслеживание другого сеанса...
sv: Spårar annan session...
th: กำลังติดตามเซสชันอื่น...
tr: Diğer oturum izleniyor...
uk: Відстеження іншого сеансу...
zh_hant: 正在追蹤其他會話...

source: Tracing this session...
ar: تتبع هذه الجلسة...
de: Diese Sitzung wird verfolgt...
es: Seguimiento de esta sesión...
et: Selle seansi jälgimine...
he: עוקב אחר הפגישה הזו...
id: Menelusuri sesi ini...
it: Tracciamento di questa sessione...
nl: Deze sessie wordt getraceerd..
pl: Śledzenie tej sesji...
pt: Rastreando esta sessão...
ru: Отслеживание этого сеанса...
sv: Spårar denna session...
th: กำลังติดตามเซสชันนี้...
tr: Bu oturumu takip ediyorum...
uk: Відстеження цього сеансу...
zh_hant: 追蹤本次會話...

source: Type of include
ar: نوع التضمين
de: Art des Include
es: Tipo de inclusión
et: Kaasamise tüüp
he: סוג כולל
id: Jenis penyertaan
it: Tipo di inclusione
nl: Type insluiting
pl: Rodzaj uwzględnienia
pt: Tipo de inclusão
ru: Тип включения
sv: Typ av inkludera
th: ประเภทรวม
tr: Dahil etme türü
uk: Тип включення
zh_hant: 包含類型

source: Type of {include}
ar: نوع {include}
de: Typ {include}
es: Tipo de {include}
et: Tüüp {include}
he: סוג של {include}
id: Tipe {include}
it: Tipo {include}
nl: Type {include}
pl: Typ {include}
pt: Tipo de {include}
ru: Тип {include}
sv: Typ {include}
th: ประเภท {include}
tr: {include}türü
uk: Тип {include}
zh_hant: 類型 {include}

source: URI Pattern
ar: نمط URI
de: URI-Muster
es: Patrón URI
et: URI muster
he: דפוס URI
id: Pola URI
it: Modello URI
nl: URI-patroon
pl: Wzór URI
pt: Padrão URI
ru: Шаблон URI
sv: URI-mönster
th: รูปแบบ URI
tr: URI Modeli
uk: Шаблон URI
zh_hant: URI模式

source: View all dispatch rules
ar: عرض جميع قواعد الإرسال
de: Alle Versandregeln anzeigen
es: Ver todas las reglas de envío
et: Vaadake kõiki saatmisreegleid
he: הצג את כל כללי השילוח
id: Lihat semua aturan pengiriman
it: Visualizza tutte le regole di spedizione
nl: Bekijk alle verzendregels
pl: Wyświetl wszystkie zasady wysyłki
pt: Ver todas as regras de envio
ru: Посмотреть все правила отправки
sv: Se alla utskicksregler
th: ดูกฎการจัดส่งทั้งหมด
tr: Tüm gönderim kurallarını görüntüle
uk: Переглянути всі правила відправлення
zh_hant: 查看所有調度規則

source: View all dispatch rules and hostnames usable in the site.
ar: عرض جميع قواعد الإرسال وأسماء المضيفين المتاحة في الموقع.
de: Sehen Sie sich alle Versandregeln und Hostnamen an, die auf der Site verwendet werden können.
es: Vea todas las reglas de envío y nombres de host que se pueden utilizar en el sitio.
et: Vaadake kõiki saidil kasutatavaid saatmisreegleid ja hostinimesid.
he: הצג את כל כללי השיגור ושמות המארחים הניתנים לשימוש באתר.
id: Lihat semua aturan pengiriman dan nama host yang dapat digunakan di situs.
it: Visualizza tutte le regole di invio e i nomi host utilizzabili nel sito.
nl: Bekijk alle verzendregels en hostnamen die op de site kunnen worden gebruikt.
pl: Wyświetl wszystkie reguły wysyłki i nazwy hostów, których można używać w witrynie.
pt: Veja todas as regras de despacho e nomes de host utilizáveis no site.
ru: Просмотрите все правила диспетчеризации и имена хостов, которые можно использовать на сайте.
sv: Se alla utskicksregler och värdnamn som kan användas på webbplatsen.
th: ดูกฎการจัดส่งและชื่อโฮสต์ทั้งหมดที่ใช้งานได้ในไซต์
tr: Sitede kullanılabilen tüm dağıtım kurallarını ve ana bilgisayar adlarını görüntüleyin.
uk: Переглянути всі правила відправлення та імена хостів, які можна використовувати на сайті.
zh_hant: 查看網站中可用的所有調度規則和主機名稱。

source: View all dispatch rules available in the site
ar: عرض كافة قواعد الإرسال المتوفرة في الموقع
de: Sehen Sie sich alle auf der Website verfügbaren Versandregeln an
es: Ver todas las reglas de despacho disponibles en el sitio
et: Vaadake kõiki saidil saadaolevaid saatmisreegleid
he: צפה בכל כללי השילוח הזמינים באתר
id: Lihat semua aturan pengiriman yang tersedia di situs
it: Visualizza tutte le regole di spedizione disponibili nel sito
nl: Bekijk alle verzendregels die beschikbaar zijn op de site
pl: Zobacz wszystkie zasady wysyłki dostępne na stronie
pt: Veja todas as regras de despacho disponíveis no site
ru: Посмотреть все правила отправки, доступные на сайте
sv: Se alla utskicksregler som finns på webbplatsen
th: ดูกฎการจัดส่งทั้งหมดที่มีอยู่ในไซต์
tr: Sitede bulunan tüm gönderim kurallarını görüntüleyin
uk: Перегляньте всі правила доставки, доступні на сайті
zh_hant: 查看網站中可用的所有調度規則

source: You are not allowed to use the dispatch debugging.
ar: غير مسموح لك باستخدام تصحيح أخطاء الإرسال.
de: Sie dürfen das Dispatch-Debugging nicht verwenden.
es: No tiene permitido utilizar la depuración de envío.
et: Teil pole lubatud kasutada saatmise silumist.
he: אינך רשאי להשתמש באיתור באגים.
id: Anda tidak diizinkan untuk menggunakan pengiriman debugging.
it: Non ti è permesso usare il debugging del dispatch.
nl: Je hebt geen rechten om dispatchregels te debuggen.
pl: Nie możesz korzystać z debugowania wysyłki.
pt: Você não está autorizado a usar a depuração de despacho.
ru: Вы не имеете права использовать отладку диспетчерской службы.
sv: Du får inte använda felsökningen.
th: คุณไม่ได้รับอนุญาตให้ใช้การดีบักการจัดส่ง
tr: Gönderme hata ayıklamayı kullanma yetkiniz yok.
uk: Вам заборонено використовувати налагодження диспетчеризації.
zh_hant: 你是不允许使用调度调试的。

source: You are not allowed to use the template debugging.
ar: غير مسموح لك باستخدام نموذج التصحيح.
de: Sie dürfen das Debugging der Vorlage nicht verwenden.
es: No tiene permitido utilizar la depuración de plantilla.
et: Teil pole lubatud malli silumist kasutada.
he: אינך מורשה להשתמש באגים בתבנית.
id: Anda tidak diizinkan untuk menggunakan template debugging.
it: Non ti è permesso usare il debug del template.
nl: Je hebt geen rechten om templates te debuggen.
pl: Nie możesz korzystać z debugowania szablonu.
pt: Não é permitido utilizar a depuração do modelo.
ru: Вы не имеете права использовать отладку шаблонов.
sv: Du får inte använda mallfelsökning.
th: คุณไม่ได้รับอนุญาตให้ใช้การดีบักเทมเพลต
tr: Şablon hata ayıklamayı kullanmanıza izinli değilsiniz.
uk: Вам заборонено використовувати налагодження шаблонів.
zh_hant: 你不允许使用模板调试。

source: You do not have permission to access development tools.
ar: ليس لديك إذن للوصول إلى أدوات التطوير.
es: No tiene permiso para acceder a las herramientas de desarrollo.
et: Teil ei ole luba juurdepääsuks arendusvahenditele.
he: אין לך הרשאה לגשת לכלי פיתוח.
id: Anda tidak memiliki izin untuk mengakses alat bantu pengembangan.
it: Non si ha l'autorizzazione ad accedere agli strumenti di sviluppo.
nl: Je hebt geen toegang tot de ontwikkelingstools.
pl: Nie masz uprawnień dostępu do narzędzi deweloperskich.
pt: Não tem permissão para aceder às ferramentas de desenvolvimento.
ru: У вас нет разрешения на доступ к инструментам разработки.
th: คุณไม่มีสิทธิ์เข้าถึงเครื่องมือพัฒนา
tr: Geliştirme araçlarına erişim izniniz yok.
uk: У вас немає дозволу на доступ до інструментів розробки.

source: found dispatch rule
ar: وجدت قاعدة الإرسال
de: gefundene Versandregel
es: se encontró la regla de envío
et: leitud saatmisreegel
he: מצא כלל משלוח
id: menemukan aturan pengiriman
it: regola di spedizione trovata
nl: dispatchregel gevonden
pl: znaleziono regułę wysyłki
pt: regra de envio encontrado
ru: найдено правило диспетчеризации
sv: hittade leveransregeln
th: พบกฎการจัดส่ง
tr: bulunan gönderme kuralı
uk: знайдено правило відправлення
zh_hant: 发号施令

source: found no match
ar: لا يوجد تطابق
de: keine Übereinstimmung gefunden
es: no se encontraron coincidencias
et: ei leidnud ühtegi vastet
he: לא מצא התאמה
id: tidak menemukan kecocokan
it: trovato nessuna corrispondenza
nl: geen overeenkomst gevonden
pl: nie znaleziono dopasowania
pt: não encontrou nenhuma correspondência
ru: не найдено совпадений
sv: hittade ingen matchning
th: ไม่พบรายการที่ตรงกัน
tr: eşleşme bulunamadı
uk: не знайдено відповідності
zh_hant: 未发现匹配

source: found resource id
ar: وجدت معرف المورد
de: gefundene Ressourcen-ID
es: se encontró el id del recurso
et: leitud ressursi ID
he: מזהה משאב נמצא
id: menemukan resource id
it: trovato id risorsa
nl: pagina-id gevonden
pl: znaleziony identyfikator zasobu
pt: identificação do recurso encontrado
ru: идентификатор найденного ресурса
sv: hittat resurs-id
th: พบรหัสทรัพยากร
tr: bulunan kaynak kimliği
uk: знайдений ідентифікатор ресурсу
zh_hant: 找到资源id

source: notification
ar: تنبيه
de: Benachrichtigung
es: notificación
et: teade
he: הוֹדָעָה
id: pemberitahuan
it: notifica
nl: notificatie
pl: powiadomienie
pt: notificação
ru: уведомление
sv: underrättelse
th: การแจ้งเตือน
tr: bildirim
uk: сповіщення
zh_hant: 通知
