Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Below are the last known logins to your account.
ar: فيما يلي آخر عمليات تسجيل الدخول المعروفة إلى حسابك.
de: Unten sind die letzten bekannten Anmeldungen bei Ihrem Konto aufgeführt.
es: A continuación se muestran los últimos inicios de sesión conocidos en su cuenta.
et: Allpool on viimased teadaolevad sisselogimised teie kontole.
he: להלן כניסות ההתחברות האחרונות הידועות לחשבון שלך.
id: Berikut ini adalah login terakhir yang diketahui ke akun Anda.
it: Di seguito sono riportati gli ultimi accessi noti al tuo account.
nl: Hieronder staan de laatst bekende aanmeldingen voor je account.
pl: Poniżej znajdują się ostatnie znane logowania do Twojego konta.
pt: Abaixo estão os últimos logins conhecidos na sua conta.
ru: Ниже приведены последние известные входы в вашу учетную запись.
sv: Nedan finns de senaste kända inloggningarna till ditt konto.
th: ด้านล่างนี้คือข้อมูลเข้าสู่ระบบบัญชีของคุณครั้งล่าสุดที่ทราบ
tr: Aşağıda hesabınıza yapılan son bilinen girişler yer almaktadır.
uk: Нижче наведено останні відомі входи до вашого облікового запису.
zh_hant: 以下是您帳戶的最後已知登入資訊。

source: Browser info
ar: معلومات المتصفح
de: Browserinformationen
es: Información del navegador
et: Brauseri teave
he: מידע על הדפדפן
id: Informasi peramban
it: Informazioni sul browser
pl: Informacje o przeglądarce
pt: Informações do navegador
ru: Информация о браузере
sv: Webbläsarinformation
th: ข้อมูลเบราว์เซอร์
tr: Tarayıcı bilgisi
uk: Інформація про браузер
zh_hant: 瀏覽器資訊

source: Change
ar: يتغيرون
de: Veränderung
es: Cambio
et: Muuda
he: שינוי
id: Mengubah
it: Modificare
nl: Wijzigen
pl: Zmiana
pt: Mudar
ru: Изменить
sv: Förändra
th: เปลี่ยน
tr: Değiştirmek
uk: Зміна
zh_hant: 改變

source: Change password
ar: تغيير كلمة المرور
de: Kennwort ändern
es: Cambiar la contraseña
et: Muuda salasõna
he: שנה סיסמא
id: Ganti kata sandi
it: Cambia la password
nl: Wijzig wachtwoord
pl: Zmień hasło
pt: Alterar a senha
ru: Изменить пароль
sv: ändra lösenord
th: เปลี่ยนรหัสผ่าน
tr: Şifre değiştir
uk: Змінити пароль
zh_hant: 更改密碼

source: Change your password
ar: غير كلمة المرور الخاصة بك
de: Ändern Sie Ihr Passwort
es: cambia tu contraseña
et: Muutke oma parool
he: שנה את סיסמתך
id: Ubah kata sandi Anda
it: Cambia la tua password
nl: Wijzig je wachtwoord
pl: Zmiana hasła
pt: Mude sua senha
ru: Изменить пароль
sv: Ändra ditt lösenord
th: เปลี่ยนรหัสผ่านของคุณ
tr: Şifreni değiştir
uk: Змінити пароль
zh_hant: 更改您的密碼

source: Change your permissions
ar: قم بتغيير الأذونات الخاصة بك
de: Ändern Sie Ihre Berechtigungen
es: Cambiar tus permisos
et: Muutke oma õigusi
he: שנה את ההרשאות שלך
id: Ubah izin anda
it: Cambia i tuoi permessi
nl: Verander je toegangsrechten
pl: Zmiana uprawnień
pt: Altere as suas permissões
ru: Изменить разрешения
sv: Ändra dina behörigheter
th: เปลี่ยนสิทธิ์ของคุณ
tr: İzinlerinizi değiltirin
uk: Змініть свої дозволи
zh_hant: 更改您的权限

source: Check your email
ar: تحقق من بريدك الإلكتروني
de: Prüfen Sie Ihre E-Mail
es: Revise su correo electrónico!
et: Kontrolli oma e-maili!
he: לבדוק את הדואר האלקטרוני שלך
id: Periksa email anda
it: Controlla la tua email
nl: Controleer je e-mail
pl: Sprawdź swój e-mail
pt: Verifique o seu e-mail
ru: Проверьте свой e-mail
sv: Kolla din mail
th: ตรวจสอบอีเมลของคุณ
tr: E-postanızı kontrol edin
uk: Перевірити свою електронну пошту
zh_hant: 检查你的 e-mail

source: Checking the reset code…
ar: التحقق من رمز إعادة التعيين…
de: Prüfen des Reset-Codes…
es: Comprobando el código de restablecimiento…
et: Lähtestuskoodi kontrollimine…
he: בודק את קוד האיפוס…
id: Memeriksa kode reset…
it: Controllo del codice di reset…
nl: Reset-code controleren…
pl: Sprawdzanie kodu resetowania…
pt: Verificação do código de reset…
ru: Проверка кода сброса….
sv: Kontroll av återställningskoden…
th: ตรวจสอบรหัสรีเซ็ต…
tr: Sıfırlama kodunu kontrol etme…
uk: Перевірка коду скидання…
zh_hant: 检查复位代码…。

source: Click on the link to enter a new password or copy and paste the whole link.
ar: انقر على الرابط لإدخال كلمة مرور جديدة أو انسخ الرابط بالكامل والصقه.
de: Klicken Sie auf den Link, um ein neues Passwort einzugeben, oder kopieren Sie den gesamten Link und fügen Sie ihn ein.
es: Haga clic en el enlace para ingresar una nueva contraseña o copie y pegue el enlace completo.
et: Uue parooli sisestamiseks klõpsake lingil või kopeerige ja kleepige kogu link.
he: לחץ על הקישור כדי להזין סיסמה חדשה או העתק והדבק את כל הקישור.
id: Klik tautan untuk memasukkan kata sandi baru atau salin dan tempel seluruh tautan.
it: Fare clic sul collegamento per inserire una nuova password oppure copiare e incollare l'intero collegamento.
nl: Klik op de link om een nieuw wachtwoord in te voeren of kopieer en plak de hele link.
pl: Kliknij link, aby wprowadzić nowe hasło lub skopiuj i wklej cały link.
pt: Clique no link para inserir uma nova senha ou copie e cole o link inteiro.
ru: Нажмите на ссылку, чтобы ввести новый пароль, или скопируйте и вставьте ссылку целиком.
sv: Klicka på länken för att ange ett nytt lösenord eller kopiera och klistra in hela länken.
th: คลิกที่ลิงค์เพื่อป้อนรหัสผ่านใหม่หรือคัดลอกและวางลิงค์ทั้งหมด
tr: Yeni bir şifre girmek için bağlantıya tıklayın veya bağlantının tamamını kopyalayıp yapıştırın.
uk: Натисніть на посилання, щоб ввести новий пароль, або скопіюйте та вставте все посилання.
zh_hant: 點擊連結輸入新密碼或複製並貼上整個連結。

source: Close this window and log on if you are already a user of {site}.
ar: أغلق هذه النافذة وقم بتسجيل الدخول إذا كنت بالفعل مستخدمًا لـ {site}.
de: Schließen Sie dieses Fenster und melden Sie sich an, wenn Sie bereits Benutzer von {site}sind.
es: Cierra esta ventana e inicia sesión si ya eres usuario de {site}.
et: Sulgege see aken ja logige sisse, kui olete juba {site}kasutaja.
he: סגור חלון זה והיכנס אם אתה כבר משתמש של {site}.
id: Tutup jendela ini dan masuk jika Anda sudah menjadi pengguna {site}.
it: Chiudi questa finestra e accedi se sei già un utente di {site}.
nl: Sluit dit venster en log in aan als je al een gebruiker bent van {site}.
pl: Zamknij to okno i zaloguj się, jeśli jesteś już użytkownikiem {site}.
pt: Feche esta janela e faça logon se você já for um usuário de {site}.
ru: Закройте это окно и войдите в систему, если вы уже являетесь пользователем {site}.
sv: Stäng det här fönstret och logga in om du redan är en användare av {site}.
th: ปิดหน้าต่างนี้และเข้าสู่ระบบหากคุณเป็นผู้ใช้ {site}อยู่แล้ว
tr: Bu pencereyi kapatın ve zaten {site}kullanıcısıysanız oturum açın.
uk: Закрийте це вікно та увійдіть, якщо ви вже є користувачем {site}.
zh_hant: 如果您已經是 {site}的用戶，請關閉此窗口並登錄。

source: Confirm
ar: قم بتأكيد
de: Bestätigen
es: Confirmar
et: Kinnita
he: לְאַשֵׁר
id: Memastikan
it: Confermare
nl: Bevestig
pl: Potwierdź
pt: Confirme
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердьте
zh_hant: 确认

source: Confirm to connect
ar: تأكيد الاتصال
de: Bestätigen Sie, um eine Verbindung herzustellen
es: Confirmar para conectar
et: Ühenduse loomiseks kinnitage
he: אשר כדי להתחבר
id: Konfirmasikan untuk terhubung
it: Conferma per connetterti
nl: Bevestig om verbinding te maken
pl: Potwierdź połączenie
pt: Confirme para conectar
ru: Подтвердите подключение
sv: Bekräfta att ansluta
th: ยืนยันการเชื่อมต่อ
tr: Bağlanmayı onaylayın
uk: Підтвердьте підключення
zh_hant: 確認連線

source: Confirmation failure
ar: فشل التأكيد
de: Ausfall der Quittierung
es: Falla de confirmación
et: Kinnitus ebaõnnstus
he: כישלון אישור
id: Kegagalan konfirmasi
it: Fallimento della conferma
nl: Fout bij bevestiging
pl: Potwierdzenie nie powiodło się
pt: Falha na confirmação
ru: Ошибка подтверждения
sv: Bekräftelsefel
th: การยืนยันล้มเหลว
tr: Onaylama hatası
uk: Помилка підтвердження
zh_hant: 验证失败

source: Continue
ar: استمر
de: Fortfahren
es: Continuar
et: Jätka
he: לְהַמשִׁיך
id: Lanjutkan
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätta
th: สานต่อ
tr: Devam
uk: Продовжуйте
zh_hant: 继续

source: Current password
ar: كلمة السر الحالية
de: Jetziges Passwort
es: Contraseña actual
et: Praegune salasõna
he: סיסמה נוכחית
id: Kata sandi saat ini
it: Password attuale
nl: Huidig wachtwoord
pl: Aktualne hasło
pt: Senha atual
ru: Текущий пароль
sv: Nuvarande lösenord
th: รหัสผ่านปัจจุบัน
tr: Şimdiki Şifre
uk: Поточний пароль
zh_hant: 當前密碼

source: Disabled account
ar: حساب تعطيل
de: Deaktiviertes Konto
es: Cuenta deshabilitada
et: Keelatud konto
he: חשבון מושבת
id: Akun dinonaktifkan
it: Conto disabilitato
nl: Uitgeschakeld account
pl: Wyłączone konto
pt: Conta desativada
ru: Отключенная учетная запись
sv: Inaktiverat konto
th: บัญชีที่ถูกปิดใช้งาน
tr: Devre dışı bırakılmış hesap
uk: Відключений обліковий запис
zh_hant: 停用帳戶

source: Duplicate email
ar: البريد الإلكتروني مكررة
de: Doppelte E-Mail
es: Correo electrónico duplicado
et: E-posti koopia
he: שכפול דוא"ל
id: Email duplikat
it: Email duplicata
nl: Dubbele e-mail
pl: Zduplikowany e-mail
pt: E-mail duplicado
ru: Повторяющийся адрес электронной почты
sv: Duplicera e-post
th: อีเมลซ้ำ
tr: Tekrarlanan e posta
uk: Дублікат електронної пошти
zh_hant: 電子郵件重複

source: Either the email or the password you entered is incorrect. Please try again.
ar: إما البريد الإلكتروني أو كلمة المرور التي أدخلتها غير صحيحة. حاول مرة اخرى.
de: Entweder die E-Mail oder das eingegebene Passwort ist falsch. Bitte versuche es erneut.
es: El correo electrónico o la contraseña que ingresaste son incorrectos. Inténtalo de nuevo.
et: Sisestatud e-posti aadress või parool on valed. Palun proovi uuesti.
he: או שהדוא"ל או הסיסמה שהזנת אינם נכונים. בבקשה נסה שוב.
id: Bisa jadi email atau kata sandi yang Anda masukkan salah. Silakan coba lagi.
it: O l'email o la password che hai inserito non è corretta. Si prega di riprovare.
nl: Het e-mailadres of het wachtwoord dat je hebt ingevoerd, is onjuist. Probeer het opnieuw.
pl: Wprowadzony adres e-mail lub hasło są nieprawidłowe. Spróbuj ponownie.
pt: O e-mail ou a senha digitada está incorreta. Por favor, tente novamente.
ru: Вы ввели неверный адрес электронной почты или пароль. Пожалуйста, попробуйте еще раз.
sv: Antingen e-postadressen eller lösenordet som du angav är felaktiga. Var god försök igen.
th: อีเมลหรือรหัสผ่านที่คุณป้อนไม่ถูกต้อง กรุณาลองอีกครั้ง.
tr: Girdiğiniz e-posta veya şifre yanlış. Lütfen tekrar deneyin.
uk: Або електронна адреса, або пароль, який Ви ввели, неправильні. Будь ласка спробуйте ще раз.
zh_hant: 您输入的电子邮件或密码不正确。请再试一遍。

source: Email or username
ar: البريد الإلكتروني أو اسم المستخدم
de: E-Mail Adresse oder Benutzername
es: Correo electrónico o nombre de usuario
et: Email või kasutajanimi
he: דוא"ל או שם משתמש
id: Email atau nama pengguna
it: Email o nome utente
nl: E-mail of gebruikersnaam
pl: Email lub nazwa użytkownika
pt: Email ou nome de usuário
ru: Электронная почта или имя пользователя
sv: Email eller användarnamn
th: อีเมล์หรือชื่อผู้ใช้
tr: E-posta ya da kullanıcı adı
uk: Електронна адреса або ім’я користувача
zh_hant: 電子郵件或用戶名

source: Enable <em>mod_facebook</em> to see Facebook settings.
ar: تمكين <em>mod_facebook</em> لرؤية إعدادات الفايسبوك.
de: Aktivieren Sie <em>mod_facebook</em> , um Facebook-Einstellungen zu sehen.
es: Activar <em>mod_facebook</em> para ver la configuración de Facebook.
et: Facebooki seadete nägemiseks lubage <em>mod_facebook</em>.
he: אפשר <em>mod_facebook</em> כדי לראות את הגדרות הפייסבוק.
id: Aktifkan <em>mod_facebook</em> untuk melihat pengaturan Facebook.
it: Abilita <em>mod_facebook</em> per vedere le impostazioni di Facebook.
nl: Activeer <em>mod_facebook</em> om Facebook instellingen te zien.
pl: Włącz <em>mod_facebook</em> , aby zobaczyć ustawienia Facebooka.
pt: Habilitar <em>mod_facebook</em> para ver as configurações do Facebook.
ru: Включите <em>mod_facebook</em> для просмотра настроек Facebook.
sv: Aktivera <em>mod_facebook</em> för att se Facebook-inställningar.
th: เปิดใช้งาน <em>mod_facebook</em> เพื่อดูการตั้งค่า Facebook
tr: Facebook ayarlarınızı görmek için <em>mod_facebook</em>'u etkinleştirin.
uk: Увімкніть <em>mod_facebook</em>, щоб побачити налаштування Facebook.
zh_hant: 启用 <em>mod_facebook</em> 查看Facebook设置。

source: Enable <em>mod_twitter</em> to see Twitter settings.
ar: تمكين <em>mod_twitter</em> لرؤية إعدادات التويتر.
de: Aktivieren Sie <em>mod_twitter</em> , um Twitter-Einstellungen zu sehen.
es: Activar<em>mod_twitter</em> para ver la configuración de twitter.
et: Twitteri seadete nägemiseks lubage <em>mod_twitter</em>.
he: אפשר <em>mod_twitter</em> כדי לראות את הגדרות הטוויטר.
id: Aktifkan <em>mod_twitter</em> untuk melihat pengaturan Twitter.
it: Abilita <em>mod_twitter</em> per vedere le impostazioni di Twitter.
nl: Activeer <em>mod_twitter</em> om Twitter instellingen te zien.
pl: Włącz <em>mod_twitter</em> aby zobaczyć ustawienia Twittera.
pt: Habilitar <em>mod_twitter</em> para ver as configurações do Twitter.
ru: Включите <em>mod_twitter</em> для просмотра настроек Twitter.
sv: Aktivera <em>mod_twitter</em> för att se Twitter-inställningar.
th: เปิดใช้งาน <em>mod_twitter</em> เพื่อดูการตั้งค่า Twitter
tr: Twitter ayarlarını görmek için <em>mod_twitter</em>'ı etkinleştirin.
uk: Увімкніть <em>mod_twitter</em>, щоб побачити налаштування Twitter.
zh_hant: 启用 <em>mod_twitter</em> 查看Twitter设置。

source: Enable the signup module to automatically sign up users that are authenticating via the services below.
ar: قم بتمكين وحدة تسجيل الدخول من أجل تسجيل تلقائي للمستخدمين الذين تتم المصادقة عليهم بواسطة الخدمات المدرجة أدناه.
de: Aktivieren Sie das Anmeldemodul, um Benutzer, die sich über die unten aufgeführten Dienste authentifizieren, automatisch anzumelden.
es: Activar el modulo de registro para automatizar el registro de los usuarios que se autentican a través de los siguientes servicios.
et: Allolevate teenuste kaudu autentimist võimaldavate kasutajate automaatseks registreerimiseks lubage registreerimismoodul.
he: אפשר למודול ההרשמה הרשמה אוטומטית למשתמשים שמאמתים באמצעות השירותים הבאים.
id: Aktifkan modul pendaftaran untuk secara otomatis mendaftarkan pengguna yang melakukan otentikasi melalui layanan di bawah ini.
it: Abilita il modulo di iscrizione per iscrivere automaticamente gli utenti che si autenticano tramite i servizi sottostanti.
nl: Activeer de registratiemodule om gebruikers automatisch te registreren wanneer zij zich via onderstaande diensten aanmelden.
pl: Włącz moduł rejestracji, aby automatycznie rejestrować użytkowników, którzy uwierzytelniają się za pośrednictwem poniższych usług.
pt: Habilite o módulo de inscrição para inscrever automaticamente os usuários que estão se autenticando através dos serviços abaixo.
ru: Включите модуль регистрации для автоматической регистрации пользователей с аутентификацией через нижеперечисленные сервисы.
sv: Aktivera signup-modul för att automatiskt registrera dig som användare att autentiseringen via tjänsterna nedan.
th: เปิดใช้งานโมดูลการสมัครเพื่อลงทะเบียนผู้ใช้ที่ตรวจสอบสิทธิ์ผ่านบริการด้านล่างโดยอัตโนมัติ
tr: Aşağıdaki servisleri kullanarak kimlik doğrulama yapan kullanıcılar için otomatik olarak giriş modülünü etkinleştirin.
uk: Увімкніть модуль реєстрації, щоб автоматично реєструвати користувачів, які проходять автентифікацію за допомогою наведених нижче служб.
zh_hant: 启用注册模块，自动为通过以下服务认证的用户注册。

source: Enter the new password for your account <strong>{username}</strong>.
ar: أدخل كلمة المرور الجديدة لحسابك <strong>{username}</strong>.
de: Geben Sie das neue Passwort für Ihr Konto ein: <strong>{username}</strong>.
es: Ingrese la nueva contraseña para su cuenta <strong>{username}</strong>.
et: Sisestage oma konto uus parool <strong>{username}</strong>.
he: הזן את הסיסמה החדשה לחשבון שלך <strong>{username}</strong>.
id: Masukkan kata sandi baru untuk akun Anda <strong>{username}</strong>.
it: Inserisci la nuova password per il tuo account <strong>{username}</strong>.
nl: Voer het nieuwe wachtwoord voor uw account in <strong>{username}</strong>.
pl: Wprowadź nowe hasło do swojego konta <strong>{username}</strong>.
pt: Digite a nova senha da sua conta <strong>{username}</strong>.
ru: Введите новый пароль для вашей учетной записи <strong>{username}</strong>.
sv: Ange det nya lösenordet för ditt konto <strong>{username}</strong>.
th: ป้อนรหัสผ่านใหม่สำหรับบัญชีของคุณ <strong>{username}</strong>
tr: Hesabınızın yeni şifresini girin <strong>{username}</strong>.
uk: Введіть новий пароль для свого облікового запису <strong>{username}</strong>.
zh_hant: 輸入您帳號的新密碼 <strong>{username}</strong>。

source: Enter your email address or username
ar: أدخل بريدك الإلكتروني أو اسم المستخدم الخاص بك
de: Geben Sie Ihre E-Mail Adresse oder Ihren Benutzernamen ein
es: Ingresa la dirección de correo electrónico o nombre de usuario
et: Sisestage oma e-posti aadress või kasutajanimi
he: הזן את כתובת הדוא"ל שלך או שם המשתמש שלך
id: Masukkan alamat email atau nama pengguna anda
it: Inserisci il tuo indirizzo e-mail o il tuo nome utente
nl: Vul je e-mailadres of gebruikersnaam in
pl: Podaj swój adres e-mail lub nazwę użytkownika
pt: Digite seu endereço de e-mail ou nome de usuário
ru: Введите адрес электронной почты или имя пользователя
sv: Ange din e-postadress eller användarnamn
th: ป้อนที่อยู่อีเมลหรือชื่อผู้ใช้ของคุณ
tr: E-posta adresinizi yada kullanıcı adınızı girin
uk: Введіть адресу електронної пошти або ім'я користувача
zh_hant: 请输入您的电子邮件地址或用户名

source: Enter your email address to receive instructions on how to reset your password.
ar: أدخل عنوان بريدك الإلكتروني لتلقي تعليمات حول كيفية إعادة تعيين كلمة المرور الخاصة بك.
de: Geben Sie Ihre E-Mail-Adresse ein, um Anweisungen zum Zurücksetzen Ihres Passworts zu erhalten.
es: Ingrese su dirección de correo electrónico para recibir instrucciones sobre cómo restablecer su contraseña.
et: Parooli lähtestamise juhiste saamiseks sisestage oma e-posti aadress.
he: הזן את כתובת הדוא"ל שלך כדי לקבל הוראות כיצד לאפס את הסיסמה שלך.
id: Masukkan alamat email Anda untuk menerima instruksi tentang cara mengatur ulang kata sandi Anda.
it: Inserisci il tuo indirizzo e-mail per ricevere le istruzioni su come reimpostare la tua password.
nl: Voer je e-mailadres in om instructies te ontvangen om je wachtwoord opnieuw in te stellen.
pl: Wprowadź swój adres e-mail, aby otrzymać instrukcje resetowania hasła.
pt: Digite seu endereço de e-mail para receber instruções sobre como redefinir sua senha.
ru: Введите свой адрес электронной почты, чтобы получить инструкции по изменению пароля.
sv: Ange din e-postadress för att få instruktioner om hur du återställer ditt lösenord.
th: ป้อนที่อยู่อีเมลของคุณเพื่อรับคำแนะนำในการรีเซ็ตรหัสผ่าน
tr: Parolanızı nasıl sıfırlayacağınızla ilgili talimatları almak için e-posta adresinizi girin.
uk: Введіть свою електронну адресу, щоб отримати інструкції щодо відновлення пароля.
zh_hant: 输入您的电子邮件地址，以接收有关如何重设密码的说明。

source: Error
ar: خطأ
de: Fehler
et: Viga
he: שְׁגִיאָה
id: Kesalahan
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
zh_hant: 错误

source: Every session will be interrupted and you will be logged out.
ar: سيتم مقاطعة كل جلسة وسيتم تسجيل خروجك.
de: Jede Sitzung wird unterbrochen und Sie werden abgemeldet.
es: Cada sesión será interrumpida y se cerrará la sesión.
et: Iga seanss katkestatakse ja teid logitakse välja.
he: כל מפגש יופסק ותתנתק.
id: Setiap sesi akan terganggu dan Anda akan keluar.
it: Ogni sessione verrà interrotta e verrai disconnesso.
nl: Alle sessies worden onderbroken en je wordt uitgelogd.
pl: Każda sesja zostanie przerwana i użytkownik zostanie wylogowany.
pt: Cada sessão será interrompida e você será desconectado.
ru: Каждый сеанс будет прерван, и вы выйдете из системы.
sv: Varje session kommer att avbrytas och du kommer att loggas ut.
th: ทุกเซสชั่นจะถูกขัดจังหวะและคุณจะออกจากระบบ
tr: Her oturumunuz kesilecek ve çıkış yapacaksınız.
uk: Кожен сеанс буде перервано, і ви вийдете з системи.
zh_hant: 每個會話都將中斷，並且您將被註銷。

source: Expected another account
ar: توقع حساب آخر
de: Erwartete ein anderes Konto
es: Esperaba otra cuenta
et: Oodati teist kontot
he: ציפיתי לחשבון אחר
id: Diharapkan akun lain
it: Previsto un altro account
nl: Ander account verwacht
pl: Oczekiwane inne konto
pt: Esperava outra conta
ru: Ожидался другой аккаунт
sv: Förväntade ett annat konto
th: คาดว่าจะมีบัญชีอื่น
tr: Başka bir hesap bekleniyor
uk: Очікувався інший обліковий запис
zh_hant: 預計另一個帳戶

source: External Services
ar: خدمات خارجية
de: Externe Dienste
es: Servicios externos
et: Välisteenused
he: שירותים חיצוניים
id: Pelayanan luar
it: Servizi esterni
nl: Externe diensten
pl: Usługi zewnętrzne
pt: Serviços Externos
ru: Внешние службы
sv: Externa tjänster
th: บริการภายนอก
tr: Harici Servisler
uk: Зовнішні послуги
zh_hant: 外部服务

source: For more information visit <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
ar: لمزيد من المعلومات قم بزيارة <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
de: Weitere Informationen finden Sie unter <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
es: Para más información visita <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
et: Lisateabe saamiseks külastage <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
he: למידע נוסף בקר בכתובת <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
id: Untuk informasi lebih lanjut kunjungi <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
it: Per maggiori informazioni visita <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
nl: Ga voor meer informatie naar <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
pl: Więcej informacji znajdziesz na stronie <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
pt: Para mais informações visite <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
ru: Для получения дополнительной информации посетите <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
sv: För mer information besök <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
th: สำหรับข้อมูลเพิ่มเติม โปรดไปที่ <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
tr: Daha fazla bilgi için <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>adresini ziyaret edin
uk: Для отримання додаткової інформації відвідайте <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
zh_hant: 如需更多信息，請訪問 <a target="_blank" rel="noreferrer noopener" href="https://haveibeenpwned.com/Passwords">{title}</a>
