Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Every page is categorized in exactly one category. The category defines what the page represents. For example an event, a product or a person. The categories are hierarchically defined. In that way you can have a vehicles category with subcategories car and bicycle.
ar: يتم تصنيف كل صفحة في فئة واحدة بالضبط. تحدد الفئة ما تمثله الصفحة. على سبيل المثال حدث، منتج أو شخص. يتم تعريف الفئات بشكل هرمي. وبهذه الطريقة يمكن أن يكون لديك فئة السيارات مع فئات فرعية للسيارات والدراجات.
de: Jede Seite wird in genau eine Kategorie eingeordnet. Die Kategorie definiert, was die Seite darstellt. Zum Beispiel ein Ereignis, ein Produkt oder eine Person. Die Kategorien sind hierarchisch definiert. Auf diese Weise können Sie eine Kategorie Fahrzeuge mit Unterkategorien Auto und Fahrrad haben.
es: Cada página está categorizada en exactamente una categoría. La categoría define lo que representa la página. Por ejemplo, un evento, un producto o una persona. Las categorías están definidas jerárquicamente. De esa forma puedes tener una categoría de vehículos con subcategorías de automóvil y bicicleta.
et: Iga leht on kategoriseeritud täpselt ühte kategooriasse. Kategooria määratleb, mida leht tähistab. Näiteks sündmus, toode või inimene. Kategooriad on hierarhiliselt määratletud. Nii saate omada sõidukikategooriat koos alamkategooriatega auto ja jalgratas.
he: כל עמוד מסווג בקטגוריה אחת בדיוק. הקטגוריה מגדירה את מה שהדף מייצג. למשל אירוע, מוצר או אדם. הקטגוריות מוגדרות היררכית. באופן זה תוכלו לקיים קטגוריית רכבים עם קטגוריות משנה רכב ואופניים.
id: Setiap halaman dikategorikan dalam satu kategori secara tepat. Kategori mendefinisikan apa yang mewakili halaman. Sebagai contoh sebuah peristiwa, sebuah produk atau seseorang. Kategori tersebut didefinisikan secara hirarkis. Dengan cara itu anda dapat memiliki sebuah kategori kendaraan dengan subkategori mobil dan sepeda.
it: Ogni pagina è classificata in una e una sola categoria. La categoria definisce cosa rappresenta la pagina, ad esempio un evento, un prodotto o una persona. Le categorie sono definite gerarchicamente, in questo modo puoi avere una categoria di veicoli con sottocategorie auto e biciclette.
nl: Elke pagina valt onder één categorie. De categorie bepaalt wat de pagina betekent op de site. Bijvoorbeeld een evenement, product of persoon. De categorieën zijn hiërarchisch ingedeeld. Zo kun je bijvoorbeeld een categorie voertuig hebben met daarin subcategorieën auto en fiets.
pl: Każda strona jest przypisana do dokładnie jednej kategorii. Kategoria określa, co reprezentuje strona. Na przykład wydarzenie, produkt lub osoba. Kategorie są zdefiniowane hierarchicznie. W ten sposób możesz mieć kategorię pojazdów z podkategoriami samochodów i rowerów.
pt: Cada página é categorizada em exatamente uma categoria. A categoria define o que a página representa. Por exemplo, um evento, um produto ou uma pessoa. As categorias são definidas hierarquicamente. Dessa forma é possível ter uma categoria de veículos com subcategorias carro e bicicleta.
ru: Каждая страница классифицируется ровно по одной категории. Категория определяет, что представляет собой страница. Например, событие, продукт или человек. Категории определяются иерархически. Таким образом, у вас может быть категория транспортных средств с подкатегориями автомобиль и велосипед.
sv: Varje sida är kategoriserade i exakt en kategori. Den kategori som definierar vad sidan står för. Till exempel, en händelse, en produkt eller en person. Kategorierna är hierarkiskt definierade. På så sätt kan du ha en kategori fordon med underkategorier bil och cykel.
th: ทุกหน้าถูกจัดหมวดหมู่ไว้ในหมวดหมู่เดียว หมวดหมู่กำหนดสิ่งที่เพจแสดงถึง ตัวอย่างเช่นเหตุการณ์ผลิตภัณฑ์หรือบุคคล หมวดหมู่ต่างๆถูกกำหนดตามลำดับชั้น ด้วยวิธีนี้คุณสามารถมีหมวดหมู่ยานพาหนะที่มีหมวดหมู่ย่อยรถยนต์และจักรยาน
tr: Her sayfa sadece bir kategoride yer alabilir. Kategori sayfanın temsil ettiği özellikleri belirtir. Örneğin; bir etkinlik, bir ürün, bir kişi gibi. Kategoriler hiyerarşik olarak tanımlanırlar. Bu şekilde, araçlar, araba ve bisiklet gibi birbirine bağlı alt kategoriler oluşturabilirsiniz.
uk: Кожна сторінка класифікується точно в одній категорії. Категорія визначає, що представляє сторінка. Наприклад, подія, продукт чи людина. Категорії визначені ієрархічно. Таким чином ви можете мати категорію транспортних засобів із підкатегоріями автомобіль та велосипед.
zh_hant: 每个页面只属于一个分类。分类定义了页面代表了什么。例如事件、产品或是人。分类是树状的，也就是说你可以有一个“交通工具”分类，然后其下有子分类“汽车”和“自行车”。

source: Exact category
ar: الفئة الدقيقة
de: Genaue Kategorie
es: Categoría exacta
et: Täpne kategooria
he: קטגוריה מדויקת
id: Kategori tepat
it: Categoria esatta
nl: Exacte categorie
pl: Dokładna kategoria
pt: categoria exata
ru: Точная категория
sv: Exakt kategori
th: หมวดหมู่ที่แน่นอน
tr: Tam kategori
uk: Точна категорія
zh_hant: 確切類別

source: Exclude category
ar: فئة الاستبعاد
de: Kategorie ausschließen
es: Excluir categoría
et: Välista kategooria
he: אל תכלול קטגוריה
id: Kecualikan kategori
it: Escludi categoria
nl: Categorie uitsluiten
pl: Wyklucz kategorię
pt: Excluir categoria
ru: Исключить категорию
sv: Uteslut kategori
th: ยกเว้นหมวดหมู่
tr: Kategoriyi hariç tut
uk: Виключити категорію
zh_hant: 排除類別

source: Existing pages
ar: الصفحات الموجودة
de: Vorhandene Seiten
es: Páginas existentes
et: Olemasolevad lehed
he: דפים קיימים
id: Halaman yang ada
it: Pagine esistenti
nl: Bestaande pagina's
pl: Istniejące strony
pt: Páginas existentes
ru: Существующие страницы
sv: Befintliga sidor
th: หน้าที่มีอยู่
tr: Mevcut sayfalar
uk: Існуючі сторінки
zh_hant: 现有网页

source: Failed to download the file.
ar: فشل في تحميل الملف.
de: Fehler beim Herunterladen der Datei.
es: Error al descargar el archivo.
et: Faili allalaadimine ebaõnnestus.
he: הורדת הקובץ נכשלה.
id: Gagal mengunduh berkas.
it: Impossibile scaricare il file.
nl: Downloaden van het bestand is mislukt.
pl: Nie udało się pobrać pliku.
pt: Falha no download do arquivo.
ru: Не удалось скачать файл.
sv: Gick inte att ladda ner filen.
th: ดาวน์โหลดไฟล์ไม่สำเร็จ
tr: Dosyayı indirme hatası.
uk: Не вдалося завантажити файл.
zh_hant: 下载文件失敗。

source: Featured
ar: متميز
de: Ausgewählt
es: Presentados
et: Esile t√µstetud
he: מומלצים
id: Unggulan
it: In primo piano
nl: Prominent
pl: Polecane
pt: Destaque
ru: В избранное
sv: Utvald
th: แนะนำ
tr: Özellikli
uk: Рекомендований
zh_hant: 特色

source: Features
ar: الميزات
de: Merkmale
es: Características
et: Funktsioonid
he: תכונות
id: Fitur
it: Caratteristiche
nl: Eigenschappen
pl: Funkcje
pt: Características
ru: Особенности
sv: Funktioner
th: คุณสมบัติ
tr: Özellikler
uk: Особливості
zh_hant: 特性

source: Fetch new version
ar: إحضار نسخة جديدة
de: Neue Version abrufen
es: Obtener nueva versión
et: Tooge uus versioon
he: תביא גרסה חדשה
id: Ambil versi baru
it: Scarica nuova versione
nl: Nieuwe versie ophalen
pl: Pobierz nową wersję
pt: Buscar uma nova versão
ru: Получить новую версию
sv: Hämta ny version
th: เรียกเวอร์ชันใหม่
tr: Yeni sürümü getir
uk: Отримати нову версію
zh_hant: 獲取新版本

source: Fetching new version...
ar: إحضار النسخة الجديدة ...
de: Neue Version wird abgerufen...
es: Obteniendo nueva versión ...
et: Uue versiooni toomine...
he: מביא גרסה חדשה...
id: Mengambil versi baru...
it: Recupero nuova versione...
nl: Nieuwe versie ophalen...
pl: Pobieranie nowej wersji...
pt: Buscando nova versão ...
ru: Получение новой версии ...
sv: Hämtar ny version...
th: กำลังเรียกเวอร์ชันใหม่...
tr: Yeni sürüm getiriliyor...
uk: Отримання нової версії...
zh_hant: 正在獲取新版本...

source: File / media content
ar: الملف/محتوى الوسائط
de: Datei/Medieninhalt
es: Archivo / contenido de medios
et: File / meedia
he: תוכן קבצים / מדיה
id: Berkas / konten media
it: File / contenuto multimediale
nl: Bestand / mediainhoud
pl: Treść pliku / multimediów
pt: Arquivo / conteúdo de mídia
ru: Содержимое файла / материала
sv: Fil- / mediainnehåll
th: ไฟล์ / เนื้อหาสื่อ
tr: Dosya / medya içeriği
uk: Файловий / медіаконтент
zh_hant: 文件/媒体内容

source: File size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
et: Faili suurus
he: גודל הקובץ
id: Ukuran file
it: Dimensione del file
nl: Bestandsgrootte
pl: Rozmiar pliku
pt: Tamanho do arquivo
ru: Размер файла
sv: Filstorlek
th: ขนาดไฟล์
tr: Dosya boyutu
uk: Розмір файлу
zh_hant: 文件大小

source: File uploaded to the drop folder, will be handled shortly.
ar: الملف الذي تم تحميله إلى مجلد الإسقاط ، سيتم التعامل معه قريبًا.
de: Die in den Drop-Ordner hochgeladene Datei wird in Kürze bearbeitet.
es: El archivo cargado en la carpeta desplegable se gestionará en breve.
et: Rippkausta üles laaditud fail käsitletakse peagi.
he: קובץ שהועלה לתיקיית השחרור יטופל בקרוב.
id: File yang diunggah ke folder drop, akan segera ditangani.
it: Il file caricato nella cartella di rilascio verrà gestito a breve.
nl: Bestand dat is geüpload naar de drop-map, wordt binnenkort verwerkt.
pl: Plik przesłany do folderu zrzutu zostanie wkrótce obsłużony.
pt: O arquivo enviado para a pasta suspensa será tratado em breve.
ru: Файл, загруженный в папку для сброса, будет обработан в ближайшее время.
sv: Fil som laddas upp till släppmappen kommer att hanteras inom kort.
th: ไฟล์ที่อัปโหลดไปยังโฟลเดอร์ดร็อป จะได้รับการจัดการในไม่ช้า
tr: Açılan klasöre yüklenen dosya, kısa süre içinde işlenecektir.
uk: Файл, завантажений у розвантажувальну папку, незабаром буде оброблено.
zh_hant: 上傳到拖放文件夾的文件將很快處理。

source: Filename
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
et: Failinimi
he: שם קובץ
id: Nama berkas
it: Nome del file
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do ficheiro
ru: Имя файла
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya adı
uk: Ім'я файлу
zh_hant: 文件

source: Filter
ar: منقي
es: Filtro
et: Filtreeri
he: לְסַנֵן
id: Menyaring
it: Filtro
pl: Filtruj
pt: Filtro
ru: Фильтр
sv: Filtrera
th: กรอง
tr: Filtre
uk: Фільтр
zh_hant: 过滤

source: Filter on category
ar: تصفية حسب الفئة
de: Nach Kategorie filtern
es: Filtrar en categoría
et: Filtreeri kategooria järgi
he: סנן לפי קטגוריה
id: Filter pada kategori
it: Filtrare sulla categoria
nl: Filter op categorie
pl: Filtruj według kategorii
pt: Filtrar por categoria
ru: Фильтр по категориям
sv: Filtrera på kategori
th: กรองหมวดหมู่
tr: Kategori filtresi
uk: Фільтр за категорією
zh_hant: 基于分类來过滤

source: Filter on content group
ar: تصفية حسب مجموعة المحتوى
de: Nach Inhaltsgruppe filtern
es: Filtrar por grupo de contenido
et: Filtreeri sisurühma järgi
he: סנן בקבוצת תוכן
id: Menyaring pada kelompok konten
it: Filtrare su un gruppo di contenuti
nl: Filter op contentgroep
pl: Filtruj według grupy tematycznej
pt: Filtro no grupo de conteúdo
ru: Фильтр по группе контента
sv: Filtrera på innehållsgrupp
th: กรองกลุ่มเนื้อหา
tr: İçerik gurubunda filtre
uk: Фільтр по групі вмісту
zh_hant: 筛选内容组

source: Find Media
ar: البحث عن وسائل الإعلام
de: Medien finden
es: Encontrar medios
et: Leidke meedia
he: מצא מדיה
id: Temukan Media
it: Trova media
nl: Zoek media
pl: Znajdź media
pt: Encontrar mídia
ru: Найти медиа-материал
sv: Hitta media
th: ค้นหาสื่อ
tr: Medya Bul
uk: Знайти медіа
zh_hant: 查找媒體

source: Find Page
ar: البحث عن الصفحة
de: Seite finden
es: Conseguir pagina
et: Leidke leht
he: מצא דף
id: Temukan Halaman
it: Trova la pagina
nl: Zoek pagina
pl: Znajdź stronę
pt: Encontrar Página
ru: Найти страницу
sv: Hitta sida
th: ค้นหาหน้า
tr: Sayfa Bul
uk: Знайти сторінку
zh_hant: 查找页面

source: Find page
ar: البحث عن الصفحة
de: Seite finden
es: Conseguir pagina
et: Leidke leht
he: מצא דף
id: Temukan Halaman
it: Trova la pagina
nl: Zoek pagina
pl: Znajdź stronę
pt: Encontrar página
ru: Найти страницу
sv: Hitta sida
th: ค้นหาหน้า
tr: Sayfa bul
uk: Знайти сторінку
zh_hant: 查找页面

source: Findable
ar: يمكن العثور عليه
de: Auffindbar
es: Localizable
et: Leitav
he: ניתן למצוא
id: Dapat ditemukan
it: Trovabile
nl: Vindbaar
pl: Do znalezienia
pt: Localizável
ru: найти
sv: Finnsbar
th: หาได้
tr: Bulunabilir
uk: Можна знайти
zh_hant: 可查找

source: Finished
ar: انتهى
de: Fertig
es: Finalizado
et: Valmis
he: גָמוּר
id: Selesai
it: Finito
nl: Afgelopen
pl: Skończone
pt: Finalizado
ru: Законченный
sv: Färdiga
th: ที่เสร็จเรียบร้อย
tr: Bitti
uk: Готово
zh_hant: 完成的

source: First
ar: أولاً
de: Vorname
es: Primer nombre
et: Esimene
he: ראשון
id: Pertama
it: Nome
nl: Eerste
pl: Pierwsze
pt: Primeiro
ru: Имя
sv: Första
th: อันดับแรก
tr: İlk
uk: Перший
zh_hant: 第一

source: Flush all URL dispatch rules, template- and library caches and other in-memory cached data.
ar: قم بمسح و تحديث جميع روابط قواعد إرسال و النماذج و ذاكرة التخزين المؤقتة الخاصة بالمكتبة أو بيانات الذاكرة.
de: Leeren Sie alle URL-Versandregeln, Template- und Bibliotheks-Caches und andere im Speicher zwischengespeicherte Daten.
es: Vacié todas las reglas de despacho de URL, cachés de plantilla y biblioteca y otros datos almacenados en memoria caché.
et: Loputage kõik URL-ide saatmisreeglid, malli ja teegi vahemälud ning muud mälus olevad vahemällu salvestatud andmed.
he: שטוף את כל כללי שליחת כתובות האתרים, מטמונים של תבניות וספרייה ונתונים אחרים במטמון בזיכרון.
id: Siram semua aturan pengiriman URL, template - dan perpustakaan cache dan lainnya di memori cache data.
it: Lava tutte le regole di dispacciamento degli URL, le cache dei template e delle librerie e altri dati in memoria.
nl: Ververs alle URL regels, template- en librarycaches en andere in-memory caches.
pl: Opróżnij wszystkie reguły wysyłania adresów URL, pamięci podręczne szablonów i bibliotek oraz inne dane w pamięci podręcznej.
pt: Descarregue todas as regras de envio de URLs, caches de modelos e bibliotecas e outros dados em cache na memória.
ru: Очистить все правила диспетчеризации URL-адресов, кэши шаблонов и библиотек, а также другие данные, кэшированные в памяти.
sv: Spola alla URL försändelsen regler, mall - och bibliotek cachar och andra i minnet cachelagrade data.
th: ล้างกฎการส่ง URL เทมเพลตและแคชไลบรารีและข้อมูลแคชอื่น ๆ ในหน่วยความจำ
tr: Tüm URL yönlendirme kurallarını, kütüphane belleğini ve diğer bellek değerlerini sıfırla.
uk: Очистити всі правила відправлення URL-адрес, кеші шаблонів і бібліотек та інші кешовані дані в пам’яті.
zh_hant: 刷新所有的 URL 调度规则，模版以及缓存数据。

source: Flush system caches
ar: إعادة تحديث ذاكرة النظام
de: System-Caches leeren
es: Refrescar cachés de sistema
et: T√ºhjendas√ºsteemne vahem√§lu
he: מטמני מערכת שטיפה
id: Lapisan sistem flush
it: Sciacquare le cache di sistema
nl: Flush systeemcaches
pl: Opróżnij pamięć podręczną systemu
pt: Caches do sistema de descarga
ru: Очистить системный кэш
sv: Spola systemet cachar
th: แคชระบบล้าง
tr: Sistem belleğini sıfırla
uk: Очистити системні кеші
zh_hant: 清理系统缓存

source: Follow connections and import all (deep copy).
ar: اتبع الاتصالات واستيراد الكل (نسخة عميقة).
de: Folgen Sie den Verbindungen und importieren Sie alle (Deep Copy).
es: Siga las conexiones e importe todo (copia profunda).
et: Järgige ühendusi ja importige kõik (sügav koopia).
he: עקוב אחר חיבורים וייבא הכל (העתקה עמוקה).
id: Ikuti koneksi dan impor semua (salinan dalam).
it: Segui le connessioni e importa tutto (copia completa).
nl: Volg verbindingen en importeer alles (diepe kopie).
pl: Śledź połączenia i importuj wszystkie (głęboka kopia).
pt: Siga as conexões e importe tudo (cópia profunda).
ru: Проследовать по связям и импортировать всё (глубокая копия).
sv: Följ anslutningar och importera alla (djup kopia).
th: ติดตามการเชื่อมต่อและนำเข้าทั้งหมด (สำเนาลึก)
tr: Bağlantıları takip edin ve tümünü içe aktarın (derin kopya).
uk: Слідкуйте за з’єднаннями та імпортуйте все (глибока копія).
zh_hant: 按照連接並導入所有（深拷貝）。

source: From
ar: من
de: Von
es: Desde
et: Kellelt
he: מ
id: Dari
it: Da
nl: Van
pl: Od
pt: A partir de
ru: От
sv: Från
th: จาก
tr: Kimden
uk: Від
zh_hant: 来自

source: Function
ar: دور
de: Funktion
es: Función
et: Funktsioon
he: פוּנקצִיָה
id: Fungsi
it: Funzione
nl: Functie
pl: Funkcja
pt: Função
ru: Функция
sv: Fungera
th: การทำงาน
tr: İşlev
uk: Функція
zh_hant: 功能

source: Has connections with predicate
ar: لديه صلات مع المسند
de: Hat Verbindungen mit Prädikat
es: Tiene conexiones con el predicado.
et: Omab seoseid predikaadiga
he: יש קשרים עם פרדיקט
id: Memiliki hubungan dengan predikat
it: Ha connessioni con il predicato
nl: Heeft verbindingen met predikaat
pl: Ma powiązania z predykatem
pt: Tem conexões com predicado
ru: Имеет связи с сказуемым
sv: Har samband med predikat
th: มีการเชื่อมต่อกับเพรดิเคต
tr: yüklem ile bağlantıları vardır
uk: Має зв’язки з присудком
zh_hant: 與謂詞有聯繫

source: Has medium
ar: متوسط
de: Hat mittel
es: tiene medio
et: Omab keskmist
he: בעל בינוני
id: Memiliki media
it: Ha medio
nl: Heeft medium
pl: Ma nośnik
pt: tem médio
ru: Имеет средний
sv: Har medium
th: มีของกลาง
tr: orta var
uk: Має середню
zh_hant: 有中等

source: Has medium attached
ar: لديها متوسط مرفق
de: Hat Medium angeschlossen
es: Tiene un medio adjunto
et: On keskmise kinnitatud
he: יש מדיום מחובר
id: Memiliki media terpasang
it: Ha un mezzo attaccato
nl: Heeft medium gekoppeld
pl: Ma dołączony nośnik
pt: Tem mídia anexada
ru: Имеет средний прикрепленный
sv: Har medium fäst
th: มีสื่อแนบ
tr: Orta ekli
uk: Прикріплений середній
zh_hant: 附有介質

source: Header
ar: رأسية
de: Kopfzeile
es: Cabecera
et: Päis
he: כּוֹתֶרֶת
id: Judul
it: Intestazione
nl: Kopregel
pl: Nagłówek
pt: Cabeçalho
ru: Заголовок
th: หัวข้อ
tr: Başlık
uk: Заголовок
zh_hant: 標题

source: Header | a big header
ar: رأس الصفحة | رأس كبير
de: Kopfzeile | eine große Kopfzeile
es: Encabezado | un encabezado grande
et: Päis | suur päis
he: כותרת | כותרת גדולה
id: Header | header besar
it: Intestazione | una grande intestazione
nl: Koptekst | een grote koptekst
pl: Nagłówek | duży nagłówek
pt: Cabeçalho | um grande cabeçalho
ru: Заголовок | большой заголовок
sv: Rubrik | en stor header
th: ส่วนหัว | ส่วนหัวขนาดใหญ่
tr: Başlık | büyük bir başlık
uk: Заголовок | великий заголовок
zh_hant: 標題|一個大標題

source: Help
ar: يساعد
de: Helfen
es: Ayuda
et: Abi
he: עֶזרָה
id: Membantu
it: Aiuto
pl: Pomoc
pt: Ajuda
ru: Помощь
sv: Hjälp
th: ช่วย
tr: Yardım
uk: Довідка
zh_hant: 幫助

source: Here you can edit the arguments of the search query. Every argument goes on its own line. For more information, see the <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">documentation on the query arguments</a> on the Zotonic website.
ar: يمكنك هنا تحرير وسيطات استعلام البحث. يتم وضع كل وسيطة في سطر منفصل. لمزيد من المعلومات، راجع مستندات <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">حول وسيطات الاستعلام</a> على موقع Zotonic الإلكتروني.
de: Hier können Sie die Argumente der Suchanfrage bearbeiten. Jedes Argument steht in einer eigenen Zeile. Weitere Informationen finden Sie in der <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">-Dokumentation zu den Suchanfrageargumenten</a> auf der Zotonic-Website.
es: Aquí puedes editar los argumentos de la consulta de búsqueda. Cada argumento va en su propia línea. Para obtener más información, consulta la documentación de <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">sobre los argumentos de la consulta</a> en el sitio web de Zotonic.
et: Siin saate muuta otsingupäringu argumente. Iga argument läheb oma rida. Lisateabe saamiseks vaadake <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">päringuargumentide</a> dokumentatsiooni Zotonicu veebisaidil.
he: כאן תוכל לערוך את הארגומנטים של שאילתת החיפוש. כל טיעון הולך על הקו שלו. למידע נוסף, עיין בתיעוד <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">על ארגומנטי השאילתה</a> באתר Zotonic.
id: Di sini Anda dapat mengedit argumen kueri penelusuran. Setiap argumen berada pada barisnya sendiri. Untuk informasi lebih lanjut, lihat dokumentasi <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">tentang argumen kueri</a> di situs web Zotonic.
it: Qui puoi modificare gli argomenti della query di ricerca. Ogni argomento va su una riga a sé stante. Per maggiori informazioni, consulta la documentazione <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">sugli argomenti della query</a> sul sito web di Zotonic.
nl: Hier kun je de argumenten van de zoekopdracht bewerken. Elk argument komt op zijn eigen regel. Voor meer informatie, zie de <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">documentatie over de query argumenten</a> op de Zotonic website.
pl: Tutaj możesz edytować argumenty zapytania wyszukiwania. Każdy argument znajduje się w osobnym wierszu. Aby uzyskać więcej informacji, zobacz dokumentację <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">dotyczącą argumentów zapytania</a> na stronie internetowej Zotonic.
pt: Aqui você pode editar os argumentos da consulta de pesquisa. Cada argumento vai em sua própria linha. Para mais informações, veja a documentação <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">sobre os argumentos da consulta</a> no site da Zotonic.
ru: Здесь вы можете редактировать аргументы поискового запроса. Каждый аргумент идет на своей строке. Для получения дополнительной информации см. документацию <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">по аргументам запроса</a> на сайте Zotonic.
sv: Här kan du redigera argumenten för sökfrågan. Varje argument går på sin egen linje. För mer information, se <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">dokumentationen om frågeargumenten</a> på Zotonics webbplats.
th: คุณสามารถแก้ไขอาร์กิวเมนต์ของแบบสอบถามการค้นหาได้ที่นี่ อาร์กิวเมนต์แต่ละตัวจะอยู่ในบรรทัดของตัวเอง สำหรับข้อมูลเพิ่มเติม โปรดดูเอกสาร <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">เกี่ยวกับอาร์กิวเมนต์แบบสอบถาม</a> บนเว็บไซต์ Zotonic
tr: Burada arama sorgusunun argümanlarını düzenleyebilirsiniz. Her argüman kendi satırına gider. Daha fazla bilgi için Zotonic web sitesinde</a> sorgu argümanları hakkındaki <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">belgelerine bakın.
uk: Тут ви можете редагувати аргументи пошукового запиту. Кожен аргумент йде по-своєму. Для отримання додаткової інформації перегляньте документацію <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">щодо аргументів запиту</a> на веб-сайті Zotonic.
zh_hant: 您可以在此處編輯搜尋查詢的參數。每個論點都有自己的路線。有關更多信息，請參閱 Zotonic 網站上有關查詢參數</a> 的 <a href="https://zotonic.com/en/latest/developer-guide/search.html#query-arguments">文檔。

source: Hide page from searches (depends on the search query)
ar: إخفاء الصفحة من عمليات البحث (يعتمد على استعلام البحث)
de: Seite aus Suchen ausblenden (abhängig von der Suchanfrage)
es: Ocultar página de búsquedas (depende de la consulta de búsqueda)
et: Peida leht otsingute eest (sõltub otsingupäringust)
he: הסתר דף מחיפושים (תלוי בשאילתת החיפוש)
id: Sembunyikan halaman dari pencarian (bergantung pada permintaan pencarian)
it: Nascondi la pagina dalle ricerche (dipende dalla query di ricerca)
nl: Pagina verbergen voor zoekopdrachten (afhankelijk van de zoekopdracht)
pl: Ukryj stronę przed wyszukiwaniem (w zależności od zapytania wyszukiwania)
pt: Ocultar página das pesquisas (depende da consulta de pesquisa)
ru: Скрыть страницу от поиска (зависит от поискового запроса)
sv: Dölj sida från sökningar (beror på sökfrågan)
th: ซ่อนหน้าจากการค้นหา (ขึ้นอยู่กับคำค้นหา)
tr: Sayfayı aramalardan gizle (arama sorgusuna bağlıdır)
uk: Приховати сторінку від пошуку (залежить від пошукового запиту)
zh_hant: 從搜索中隱藏頁面（取決於搜索查詢）
