Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Send a confirmation to the respondent. The email address must be known (logged in respondents) or you can add a short text field with the label “email” and the validation set to "must be an email address".
ar: أرسل تأكيدًا إلى المستفتى. يجب أن يكون عنوان البريد الإلكتروني معروفًا (المستجيبون المسجلون للدخول) أو يمكنك إضافة حقل نصي قصير مع التسمية "البريد الإلكتروني" وتعيين التحقق من الصحة على "يجب أن يكون عنوان بريد إلكتروني".
de: Senden Sie eine Bestätigung an den Befragten. Die E-Mail-Adresse muss bekannt sein (Angemeldete Teilnehmer) oder Sie können ein kurzes Textfeld mit dem Label „E-Mail“ und der Validierung auf „Muss eine E-Mail-Adresse sein“ hinzufügen.
es: Envíe una confirmación al encuestado. La dirección de correo electrónico debe ser conocida (encuestados registrados) o puede agregar un campo de texto corto con la etiqueta "correo electrónico" y la validación establecida en "debe ser una dirección de correo electrónico".
et: Saatke vastajale kinnitus. E-posti aadress peab olema teada (sisselogitud vastajad) või lisada lühikese tekstivälja sildiga “e-post” ja valideerimiseks määrata “peab olema meiliaadress”.
he: שלח אישור למשיב. כתובת הדוא"ל חייבת להיות ידועה (משיבים מחוברים) או שתוכל להוסיף שדה טקסט קצר עם התווית "אימייל" והאימות מוגדר ל"חייב להיות כתובת דוא"ל.
id: Kirim konfirmasi ke responden. Alamat email harus diketahui (masuk responden) atau Anda dapat menambahkan bidang teks pendek dengan label “email” dan validasi ditetapkan ke "harus alamat email".
it: Invia una conferma al rispondente. L'indirizzo email deve essere noto (rispondenti registrati) oppure è possibile aggiungere un breve campo di testo con l'etichetta "email" e la convalida impostata su "deve essere un indirizzo email".
nl: Stuur een bevestiging naar de respondent. Het e-mailadres moet bekend zijn (ingelogde respondenten) of je kan een kort tekstveld toevoegen met het label "email" en de validatie ingesteld op "moet een e-mailadres zijn".
pl: Wyślij potwierdzenie do respondenta. Adres e-mail musi być znany (zalogowani respondenci) lub można dodać krótkie pole tekstowe z etykietą „e-mail” i walidacją ustawioną na „musi być adresem e-mail”.
pt: Envie uma confirmação para o entrevistado. O endereço de e-mail deve ser conhecido (respondentes conectados) ou você pode adicionar um campo de texto curto com o rótulo “e-mail” e a validação definida como “deve ser um endereço de e-mail”.
ru: Отправьте подтверждение респонденту. Адрес электронной почты должен быть известен (зарегистрированные респонденты) или вы можете добавить короткое текстовое поле с меткой «электронная почта» и проверкой, установленной на «должен быть адрес электронной почты».
sv: Skicka en bekräftelse till respondenten. E-postadressen måste vara känd (inloggade respondenter) eller så kan du lägga till ett kort textfält med etiketten "e-post" och valideringen satt till "måste vara en e-postadress".
th: ส่งการยืนยันไปยังผู้ตอบ ต้องระบุที่อยู่อีเมล (ผู้ตอบเข้าสู่ระบบ) หรือคุณสามารถเพิ่มช่องข้อความสั้นที่มีป้ายกำกับว่า "อีเมล" และตั้งค่าการตรวจสอบเป็น "ต้องเป็นที่อยู่อีเมล"
tr: Yanıtlayana bir onay gönderin. E-posta adresi bilinmelidir (giriş yapan katılımcılar) veya "e-posta" etiketli kısa bir metin alanı ekleyebilir ve doğrulama "bir e-posta adresi olmalıdır" olarak ayarlayabilirsiniz.
uk: Надіслати респонденту підтвердження. Адреса електронної пошти має бути відома (респонденти, які ввійшли в систему), або ви можете додати коротке текстове поле з міткою «email» і для перевірки встановлено значення «повинна бути адресою електронної пошти».
zh_hant: 向受訪者發送確認信。電子郵件地址必須是已知的（在受訪者中登錄），或者您可以添加帶有標籤“電子郵件”和驗證設置為“必須是電子郵件地址”的短文本字段。

source: Separate multiple email addresses with a comma.
ar: افصل بين عناوين البريد الإلكتروني المتعددة بفاصلة.
de: Trennen Sie mehrere E-Mail-Adressen mit einem Komma.
es: Separar varias direcciones de correo electrónico con una coma.
et: Eraldage mitu e-posti aadressi komaga.
he: הפרד מספר כתובות דוא"ל באמצעות פסיק.
id: Pisahkan alamat email dengan koma.
it: Separa gli indirizzi e-mail multipli con una virgola.
nl: Scheid meerdere e-mailadressen met een komma.
pl: Oddzielenie wielu adresów e-mail za pomocą przecinka.
pt: Separe vários endereços de e-mail com uma vírgula.
ru: Разделите несколько адресов электронной почты запятой.
sv: Separera flera e-postadresser med ett komma.
th: แยกที่อยู่อีเมลหลายรายการด้วยลูกน้ำ
tr: Birden fazla e-posta adresini virgülle ayırın.
uk: Розділіть кілька адрес електронної пошти комою.
zh_hant: 用逗号分隔多个电子邮件地址。

source: Short answer
ar: اجابة قصيرة
de: Kurze Antwort
es: Mostrar respuesta
et: Lühike vastus
he: תשובה קצרה
id: Jawaban singkat
it: Risposta breve
nl: Kort antwoord
pl: Krótka odpowiedź
pt: Resposta curta
ru: Короткий ответ
sv: Kort svar
th: คำตอบสั้น ๆ
tr: Kısa cevap
uk: Коротка відповідь
zh_hant: 短答案

source: Show charts
ar: عرض الرسوم البيانية
de: Diagramme anzeigen
es: Mostrar gráficos
et: Kuva diagrammid
he: הצג תרשימים
id: Tampilkan grafik
it: Mostra grafici
nl: Grafieken weergeven
pl: Pokaż wykresy
pt: Mostrar gráficos
ru: Показать графики
sv: Visa diagram
th: แสดงแผนภูมิ
tr: Grafikleri göster
uk: Показати діаграми
zh_hant: 顯示圖表

source: Show email addresses
ar: إظهار عناوين البريد الإلكتروني
de: E-Mail-Adressen anzeigen
es: Mostrar direcciones de correo electrónico
et: Kuva e-posti aadressid
he: הצג כתובות דוא"ל
id: Tampilkan alamat email
it: Mostra gli indirizzi e-mail
nl: Toon e-mailadressen
pl: Pokaż adresy e-mail
pt: Mostrar endereços de e-mail
ru: Показать адреса e-mail
sv: Visa e-postadresser
th: แสดงที่อยู่อีเมล
tr: E-posta adreslerini göster
uk: Показати електронні адреси
zh_hant: 显示 e-mail 地址

source: Show progress bar
ar: إظهار شريط التقدم
de: Fortschrittsbalken anzeigen
es: Mostrar barra de progreso
et: Kuva edenemisriba
he: הצג סרגל התקדמות
id: Tampilkan kemajuan bar
it: Mostra la barra di avanzamento
nl: Toon voortgang
pl: Pokaż pasek postępu
pt: Mostrar barra de progresso
ru: Показывать индикатор
sv: Visa förloppsindikator
th: แสดงแถบความคืบหน้า
tr: İlerleme çubuğunu göster
uk: Показати індикатор виконання
zh_hant: 显示进度条

source: Show progress information as “<em>Question 3/10</em>”
ar: إظهار معلومات التقدم كـ "<em>سؤال 3/10</em>"
de: Fortschrittsinformationen anzeigen als "<em>Frage 3/10</em>"
es: Mostrar información de progreso, como "<em>Pregunta 3/10</em>"
et: Kuva edenemisteave kui “<em>küsimus 3/10</em>”
he: הצג מידע על התקדמות כ"<em>שאלה 3/10</em>"
id: Menunjukkan informasi kemajuan seperti "<em>Pertanyaan 3/10</em>"
it: Mostra le informazioni sull'avanzamento come "<em>Domanda 3/10</em>"
nl: Toon voortgang als <em>Vraag 3/10</em>
pl: Pokaż informacje o postępie jak "<em>Pytanie 3/10</em>"
pt: Mostrar informações de progresso como "<em>Pergunta 3/10</em>".
ru: Показывать информацию о прогрессе как «<em>Вопрос 3/10</em>»
sv: Visa framstegsinformation som “<em>Fråga 3/10</em>”
th: แสดงข้อมูลความคืบหน้าเป็น“<em>คำถาม 3/10</em>”
tr: Gelişim bilgilerini "<em>Soru 3/10</em>" olarak göster
uk: Показати інформацію про прогрес як «<em>Питання 3/10</em>»
zh_hant: 显示进度信息，如“<em>问题 3/10</em>”

source: Show results (admin only)
ar: إظهار النتائج (المسؤول فقط)
de: Ergebnisse anzeigen (nur Admin)
es: Mostrar resultados (sólo el administrador)
et: Kuva tulemused (ainult admin)
he: הצג תוצאות (מנהל בלבד)
id: Tampilkan hasil (hanya admin)
it: Mostra i risultati (solo admin)
nl: Toon resultaten (alleen beheerder)
pl: Pokaż wyniki (tylko dla administratora)
pt: Mostrar resultados (apenas admin)
ru: Показать результаты (только для администраторов)
sv: Visa resultat (endast admin)
th: แสดงผลลัพธ์ (ผู้ดูแลระบบเท่านั้น)
tr: Sonuçları göster (yalnızca yönetici)
uk: Показати результати (лише адміністратор)
zh_hant: 显示结果（仅限管理员

source: Single answer possible
ar: جواب واحد ممكن
de: Einzelne Antwort möglich
es: Una sola respuesta posible
et: Võimalik on üks vastus
he: תשובה יחידה אפשרית
id: Jawaban tunggal mungkin
it: Risposta unica possibile
nl: Eén antwoord mogelijk
pl: Możliwa jedna odpowiedź
pt: Resposta única possível
ru: Возможен один ответ
sv: Enkelt svar möjligt
th: คำตอบเดียวที่เป็นไปได้
tr: Tek cevap mümkün
uk: Можлива одна відповідь
zh_hant: 只允许选择一个答案

source: Single answer possible: points are given for a correct answer. Default: 1 point for a correct answer.
ar: إجابة واحدة ممكنة: يتم إعطاء نقاط للإجابة الصحيحة. الافتراضي: 1 نقطة للإجابة الصحيحة.
de: Einzelantwort möglich: Für eine richtige Antwort gibt es Punkte. Standard: 1 Punkt für eine richtige Antwort.
es: Respuesta única posible: se otorgan puntos por una respuesta correcta. Predeterminado: 1 punto por respuesta correcta.
et: Võimalik ühe vastus: õige vastuse eest antakse punkte. Vaikimisi: 1 punkt õige vastuse eest.
he: אפשר תשובה בודדת: ניתנות נקודות עבור תשובה נכונה. ברירת מחדל: נקודה אחת לתשובה נכונה.
id: Kemungkinan jawaban tunggal: poin diberikan untuk jawaban yang benar. Default: 1 poin untuk jawaban yang benar.
it: Possibile risposta singola: vengono assegnati punti per una risposta corretta. Predefinito: 1 punto per una risposta corretta.
nl: Eén antwoord mogelijk: er worden punten gegeven voor een correct antwoord. Standaard: 1 punt voor een correct antwoord.
pl: Możliwa pojedyncza odpowiedź: punkty są przyznawane za poprawną odpowiedź. Domyślnie: 1 punkt za poprawną odpowiedź.
pt: Resposta única possível: pontos são dados para uma resposta correta. Padrão: 1 ponto para uma resposta correta.
ru: Возможен один ответ: за правильный ответ начисляются баллы. По умолчанию: 1 балл за правильный ответ.
sv: Enstaka svar möjligt: poäng ges för ett korrekt svar. Standard: 1 poäng för ett korrekt svar.
th: คำตอบเดียวที่เป็นไปได้: ให้คะแนนสำหรับคำตอบที่ถูกต้อง ค่าเริ่มต้น: 1 คะแนนสำหรับคำตอบที่ถูกต้อง
tr: Tek cevap mümkün: Doğru cevap için puan verilir. Varsayılan: Doğru cevap için 1 puan.
uk: Можлива одна відповідь: за правильну відповідь нараховуються бали. За замовчуванням: 1 бал за правильну відповідь.
zh_hant: 可能的單一答案：正確答案給出分數。默認值：正確答案得 1 分。

source: Something went wrong
ar: هناك خطأ ما
de: Entschuldigen Sie, irgendwas ging schief.
es: Algo salió mal
et: Midagi läks valesti
he: משהו השתבש
id: Ada yang salah
it: Qualcosa è andato storto
nl: Er ging iets mis
pl: Coś poszło nie tak
pt: Algo correu mal.
ru: Что-то пошло не так
sv: Något gick fel
th: อะไรบางอย่างผิดปกติ
tr: Bir şey yanlış gitti
uk: Щось пішло не так
zh_hant: 出错

source: Sorry, could not insert the new person.
ar: عذرا ، لا يمكن إدراج الشخص الجديد.
de: Leider konnte die neue Person nicht eingefügt werden.
es: Lo sentimos, no se pudo insertar la nueva persona.
et: Kahjuks ei saanud uut inimest sisestada.
he: מצטערים, לא ניתן היה להוסיף את האדם החדש.
id: Maaf, tidak dapat memasukkan orang baru.
it: Spiacenti, non è stato possibile inserire la nuova persona.
nl: De nieuwe persoon kon niet worden toegevoegd.
pl: Przepraszamy, nie można wstawić nowej osoby.
pt: Desculpe, não foi possível inserir a nova pessoa.
ru: Извините, не удалось вставить нового человека.
sv: Tyvärr, det gick inte att infoga den nya personen.
th: ขออภัย ไม่สามารถแทรกคนใหม่ได้
tr: Maalesef yeni kişi eklenemedi.
uk: На жаль, не вдалося вставити нову особу.
zh_hant: 抱歉，無法插入新人。

source: Sorry, you already submitted your answers. Reload the page if you want to fill in the form again.
ar: عذراً، لقد قمت بإرسال إجاباتك بالفعل. قم بإعادة تحميل الصفحة إذا كنت تريد ملء النموذج مرة أخرى.
de: Es tut uns leid, Sie haben Ihre Antworten bereits übermittelt. Laden Sie die Seite neu, wenn Sie das Formular noch einmal ausfüllen möchten.
es: Lo sentimos, ya has enviado tus respuestas. Vuelve a cargar la página si deseas completar el formulario nuevamente.
et: Vabandust, olete oma vastused juba saatnud. Kui soovite vormi uuesti täita, laadige leht uuesti.
he: סליחה, כבר הגשת את התשובות שלך. טען מחדש את הדף אם ברצונך למלא שוב את הטופס.
id: Maaf, Anda sudah mengirimkan jawaban Anda. Muat ulang halaman jika Anda ingin mengisi formulir lagi.
it: Spiacenti, hai già inviato le tue risposte. Ricarica la pagina se vuoi compilare di nuovo il modulo.
nl: Sorry, je hebt je antwoorden al ingediend. Herlaad de pagina als je het formulier opnieuw wilt invullen.
pl: Przepraszamy, już wysłałeś swoje odpowiedzi. Odśwież stronę, jeśli chcesz ponownie wypełnić formularz.
pt: Desculpe, você já enviou suas respostas. Recarregue a página se quiser preencher o formulário novamente.
ru: Извините, вы уже отправили свои ответы. Перезагрузите страницу, если хотите заполнить форму еще раз.
sv: Förlåt, du har redan skickat in dina svar. Ladda om sidan om du vill fylla i formuläret igen.
th: ขออภัย คุณได้ส่งคำตอบของคุณไปแล้ว โหลดหน้าใหม่อีกครั้งหากคุณต้องการกรอกแบบฟอร์มอีกครั้ง
tr: Üzgünüz, cevaplarınızı zaten gönderdiniz. Formu tekrar doldurmak istiyorsanız sayfayı yeniden yükleyin.
uk: Вибачте, ви вже надіслали свої відповіді. Перезавантажте сторінку, якщо ви хочете заповнити форму знову.
zh_hant: 抱歉，您已經提交了答案。如果您想再次填寫表格，請重新載入頁面。

source: Start
ar: إبدأ/ي
es: Inicio
et: Alusta
he: הַתחָלָה
id: Mulai
it: Iniziare
nl: Begin
pl: Początek
pt: Início
ru: Начать
th: เริ่มต้น
tr: Başla
uk: Почати
zh_hant: 开始

source: Stop without saving
ar: توقف دون حفظ
de: Stoppen ohne zu speichern
es: Deténgase sin guardar
et: Lõpeta salvestamata
he: עצור בלי לשמור
id: Berhenti tanpa menyimpan
it: Fermati senza salvare
nl: Stop zonder op te slaan
pl: Zatrzymaj się bez zapisywania
pt: Pare sem salvar
ru: Остановить без сохранения
sv: Stoppa utan att spara
th: หยุดโดยไม่บันทึก
tr: Kaydetmeden dur
uk: Зупинити без збереження
zh_hant: 停止而不保存

source: Store a value without showing an input to the respondent.
ar: قم بتخزين قيمة دون إظهار أي مدخلات للمستجيب.
de: Speichern Sie einen Wert, ohne dem Befragten eine Eingabe zu zeigen.
es: Almacene un valor sin mostrar una entrada al encuestado.
et: Salvestage väärtus ilma vastajale sisendit näitamata.
he: אחסן ערך מבלי להציג קלט למשיב.
id: Menyimpan nilai tanpa menunjukkan input kepada responden.
it: Memorizza un valore senza mostrare un input al rispondente.
nl: Sla een waarde op zonder een invoer aan de respondent te tonen.
pl: Przechowuj wartość bez pokazywania danych wejściowych respondentowi.
pt: Armazene um valor sem mostrar uma entrada ao respondente.
ru: Сохраните значение, не показывая ввод респонденту.
sv: Lagra ett värde utan att visa en input för respondenten.
th: จัดเก็บค่าโดยไม่แสดงข้อมูลป้อนเข้าให้ผู้ตอบ
tr: Yanıtlayana bir girdi göstermeden bir değer kaydedin.
uk: Зберегти значення, не показуючи вхідні дані респонденту.
zh_hant: 存儲一個值而不向響應者顯示輸入。

source: Stored value
ar: قيمة مخزنة
de: Gespeicherter Wert
es: Valor almacenado
et: Salvestatud väärtus
he: ערך מאוחסן
id: Nilai tersimpan
it: Valore memorizzato
nl: Opgeslagen waarde
pl: Zapisana wartość
pt: Valor armazenado
ru: Сохраненное значение
sv: Lagrat värde
th: มูลค่าที่เก็บไว้
tr: depolanan değer
uk: Збережене значення
zh_hant: 儲值

source: Strongly Agree
ar: موافق بشدة
de: Stark zustimmen
es: Totalmente de acuerdo
et: Nõustun kindlalt
he: מסכים לחלוטין
id: Sangat setuju
it: Fortemente d'accordo
nl: Helemaal mee eens
pl: Zdecydowanie zgadzam się
pt: Concordam fortemente
ru: Полностью согласен(на)
sv: Håller starkt med
th: เห็นด้วยอย่างยิ่ง
tr: Kesinlikle Katılıyorum
uk: Абсолютно згодний
zh_hant: 强烈同意

source: Strongly Disagree
ar: أرفض بشدة
de: Stark ablehnen
es: Muy en desacuerdo
et: Üldse ei nõustu
he: מאוד לא מסכים
id: Sangat tidak setuju
it: Fortemente in disaccordo
nl: Helemaal mee oneens
pl: Zdecydowanie nie zgadzam się
pt: Discorda fortemente
ru: Полностью не согласен(на)
sv: Håller inte med
th: ไม่เห็นด้วยอย่างยิ่ง
tr: Kesinlikle Katılmıyorum
uk: Категорично не згоден
zh_hant: 强烈不同意

source: Submit
ar: إرسال
de: Senden
es: Enviar
et: Esita
he: שלח
id: Menyerahkan
it: Invia
nl: Verstuur
pl: Zgłoś się
pt: Envie para
ru: Отправить
sv: Skicka in
th: ส่ง
tr: Gönder
uk: Подати
zh_hant: 提交

source: Submit on clicking an option
ar: إرسال عند النقر فوق خيار
de: Senden beim Anklicken einer Option
es: Enviar haciendo clic en una opción
et: Esitage valikul klõpsates
he: הגש בלחיצה על אפשרות
id: Kirim dengan meng-klik sebuah pilihan
it: Inviare cliccando su un'opzione
nl: Verstuur bij aanklikken van keuze
pl: Zgłoś się po kliknięciu na opcję
pt: Submeter ao clicar numa opção
ru: Отправить при нажатии на вариант
sv: Skicka in genom att klicka på ett alternativ
th: ส่งเมื่อคลิกตัวเลือก
tr: Bir seçeneği tıklayarak gönder
uk: Надішліть, натиснувши параметр
zh_hant: 点击选项时提交

source: Subtract points for wrong answers (total never less than 0)
ar: طرح نقاط للإجابات الخاطئة (لا يقل الإجمالي أبدًا عن 0)
de: Ziehen Sie Punkte für falsche Antworten ab (Summe nie kleiner als 0)
es: Resta puntos por respuestas erróneas (en total nunca menos de 0)
et: Lahutage punktid valede vastuste eest (kokku mitte vähem kui 0)
he: מחסרים נקודות לתשובות שגויות (סה"כ לעולם לא פחות מ -0)
id: Kurangi poin untuk jawaban yang salah (total tidak kurang dari 0)
it: Sottrarre punti per le risposte sbagliate (totale mai inferiore a 0)
nl: Trek punten af voor foute antwoorden (totaal nooit minder dan 0)
pl: Odejmij punkty za błędne odpowiedzi (łącznie nigdy nie mniej niż 0)
pt: Subtrair pontos por respostas erradas (total nunca inferior a 0)
ru: Вычитать баллы за неправильные ответы (всего не менее 0)
sv: Subtrahera poäng för fel svar (totalt aldrig mindre än 0)
th: ลบคะแนนสำหรับคำตอบที่ผิด (รวมไม่น้อยกว่า 0)
tr: Yanlış cevaplar için puanları çıkar (toplam asla 0'dan az olmaz)
uk: Віднімайте бали за неправильні відповіді (усього не менше 0)
zh_hant: 错答减分（总分不低于0分）。

source: Survey editor
ar: محرر الاستطلاع
de: Umfrage-Editor
es: Editor de encuesta
et: Uuringu toimetaja
he: עורך הסקר
id: Editor survei
it: Editore del sondaggio
nl: Vragen bewerken
pl: Redaktor ankiety
pt: Editor da pesquisa
ru: Редактор анкет
sv: Undersökningsredaktör
th: ตัวแก้ไขแบบสำรวจ
tr: Anket editörü
uk: Редактор опитування
zh_hant: 问卷调查编辑器

source: Test pass percentage
ar: نسبة نجاح الاختبار
de: Prozentsatz der bestandenen Prüfung
es: Porcentaje de aprobación de la prueba
et: Testi läbimise protsent
he: אחוזי מבחן לעבור
id: Uji lulus persentase
it: Percentuale di superamento del test
nl: Test slagingspercentage
pl: Procent zaliczenia testu
pt: Percentagem de aprovação no teste
ru: Процент прохождения теста
sv: Provkörningsprocent
th: เปอร์เซ็นต์การผ่านการทดสอบ
tr: Test geçme yüzdesi
uk: Відсоток проходження тесту
zh_hant: 考试合格率

source: Text, image, video
ar: نص ، صورة ، فيديو
de: Text, Bild, Video
es: Texto, imagen, video
et: Tekst, pilt, video
he: טקסט, תמונה, וידאו
id: Teks, gambar, video
it: Testo, immagine, video
nl: Tekst, afbeelding, video
pl: Tekst, obraz, wideo
pt: Texto, imagem, vídeo
ru: Текст, изображение, видео
sv: Text, bild, video
th: ข้อความ รูปภาพ วิดีโอ
tr: Metin, resim, video
uk: Текст, зображення, відео
zh_hant: 文字、圖片、視頻

source: Thank you for filling in our survey.
ar: شكرا لملء الاستبيان الخاص بنا.
de: Vielen Dank, dass Sie unsere Umfrage ausgefüllt haben.
es: Gracias por rellenar nuestra encuesta.
et: Täname teid meie uuringu täitmise eest.
he: תודה על מילוי הסקר שלנו.
id: Terima kasih telah mengisi survei kami.
it: Grazie per aver compilato il nostro sondaggio.
nl: Bedankt voor het invullen van de vragenlijst.
pl: Dziękuję za wypełnienie naszej ankiety.
pt: Obrigado por preencher a nossa pesquisa.
ru: Спасибо за заполнение нашей анкеты.
sv: Tack för att du fyller i vår undersökning.
th: ขอขอบคุณที่ตอบแบบสำรวจของเรา
tr: Anketimizi doldurduğunuz için teşekkür ederiz.
uk: Дякуємо, що заповнили наше опитування.
zh_hant: 谢谢你填写我们的问卷调查。

source: Thank you text only
ar: شكرا لك النص فقط
de: Dankeschön nur Text
es: Gracias sólo texto
et: Ainult aitäh tekst
he: תודה לך טקסט בלבד
id: Terima kasih teks saja
it: Solo testo di ringraziamento
nl: Alleen de bedankt tekst.
pl: Dziękuję tylko za tekst
pt: Apenas texto de agradecimento
ru: Только смс-ки.
sv: Tack bara text
th: ข้อความขอบคุณเท่านั้น
tr: Sadece teşekkür metinleri
uk: Лише текст подяки
zh_hant: 谢谢你只发短信

source: Thank you text.
ar: شكرا لك النص.
de: Dankeschön-Text.
es: Gracias, solo texto.
et: Aitäh tekst.
he: תודה תודה.
id: Terima kasih teks.
it: Testo di ringraziamento.
nl: Bedankt tekst
pl: Dziękuję za tekst.
pt: Obrigado.
ru: Спасибо за сообщение.
sv: Tack text.
th: ขอบคุณข้อความ
tr: Teşekkür metni.
uk: Текст подяки.
zh_hant: 谢谢你的短信。

source: The charts show aggregated results from closed questions like thurstone and yes/no.
ar: تعرض المخططات النتائج المجمعة من الأسئلة المغلقة مثل thurstone و نعم / لا.
de: Die Diagramme zeigen aggregierte Ergebnisse aus geschlossenen Fragen wie Thurstone und Ja/Nein.
es: Los gráficos muestran resultados agregados de preguntas cerradas como thurstone y sí/no.
et: Diagrammid näitavad suletud küsimuste (nt thurstone ja jah/ei) koondtulemusi.
he: התרשימים מציגים תוצאות מצטברות משאלות סגורות כמו thurstone ו-כן/לא.
id: Bagan menampilkan hasil gabungan dari pertanyaan tertutup seperti thurstone dan ya/tidak.
it: I grafici mostrano i risultati aggregati di domande chiuse come thurstone e sì/no.
nl: De grafieken tonen geaggregeerde resultaten van gesloten vragen zoals thurstone en ja/nee.
pl: Wykresy przedstawiają zagregowane wyniki z pytań zamkniętych, takich jak thurstone i tak/nie.
pt: Os gráficos mostram resultados agregados de perguntas fechadas como thurstone e sim/não.
ru: На диаграммах показаны сводные результаты ответов на закрытые вопросы, такие как thurstone и yes/no.
sv: Diagrammen visar aggregerade resultat från stängda frågor som thurstone och ja/nej.
th: แผนภูมิแสดงผลลัพธ์รวมจากคำถามที่ปิด เช่น thurstone และใช่/ไม่ใช่
tr: Grafikler, thurstone ve evet/hayır gibi kapalı soruların toplu sonuçlarını gösterir.
uk: Діаграми показують зведені результати закритих запитань, як-от Thurstone і так/ні.
zh_hant: 圖表顯示了諸如瑟斯通和是/否等封閉式問題的匯總結果。

source: The charts show aggregated results from closed questions like thurstone or multiple choice and yes/no.
ar: تعرض المخططات النتائج المجمعة من الأسئلة المغلقة مثل Thurstone أو الاختيار من متعدد ونعم / لا.
de: Die Diagramme zeigen aggregierte Ergebnisse aus geschlossenen Fragen wie Thurstone oder Multiple Choice und Ja/Nein.
es: Los gráficos muestran resultados agregados de preguntas cerradas como thurstone o de opción múltiple y sí/no.
et: Diagrammid näitavad suletud küsimuste koondtulemusi, nagu Thurstone või valikvastustega ja jah/ei.
he: התרשימים מציגים תוצאות מצטברות משאלות סגורות כמו thurstone או בחירה מרובה וכן/לא.
id: Bagan menampilkan hasil gabungan dari pertanyaan tertutup seperti thurstone atau pilihan ganda dan ya/tidak.
it: I grafici mostrano i risultati aggregati di domande chiuse come thurstone o scelta multipla e sì/no.
nl: De grafieken tonen gecombineerde resultaten van gesloten vragen zoals multiple choice (thurstone) of ja/nee.
pl: Wykresy przedstawiają zagregowane wyniki z pytań zamkniętych, takich jak „przepustka” lub „wielokrotnego wyboru” oraz „tak/nie”.
pt: Os gráficos mostram resultados agregados de perguntas fechadas como thurstone ou múltipla escolha e sim/não.
ru: На диаграммах показаны сводные результаты закрытых вопросов, таких как Терстоун или множественный выбор и да/нет.
sv: Diagrammen visar aggregerade resultat från stängda frågor som thurstone eller multiple choice och ja/nej.
th: แผนภูมิแสดงผลลัพธ์รวมจากคำถามที่ปิด เช่น thurstone หรือปรนัยและใช่/ไม่ใช่
tr: Grafikler, thurstone veya çoktan seçmeli ve evet/hayır gibi kapalı soruların toplu sonuçlarını gösterir.
uk: Діаграми показують зведені результати закритих запитань, як-от thurstone або множинний вибір і так/ні.
zh_hant: 圖表顯示了諸如瑟斯通或多項選擇以及是/否等封閉式問題的匯總結果。
