Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Keep local files after upload to the cloud file store
ar: احتفظ بالملفات المحلية بعد تحميلها إلى مخزن الملفات السحابي
de: Behalten Sie lokale Dateien nach dem Hochladen in den Cloud-Dateispeicher bei
es: Mantenga los archivos locales después de cargarlos en el almacén de archivos en la nube
et: Hoidke kohalikud failid pärast pilvefailide poodi üleslaadimist alles
he: שמור קבצים מקומיים לאחר העלאה לחנות הקבצים בענן
id: Simpan file lokal setelah diunggah ke penyimpanan file cloud
it: Conserva i file locali dopo il caricamento nell'archivio file cloud
nl: Lokale bestanden behouden na uploaden naar de cloud-bestandsopslag
pl: Zachowaj pliki lokalne po przesłaniu do magazynu plików w chmurze
pt: Mantenha os arquivos locais após o upload para o armazenamento de arquivos na nuvem
ru: Сохраняйте локальные файлы после загрузки в облачное хранилище файлов
sv: Behåll lokala filer efter uppladdning till molnfilarkivet
th: เก็บไฟล์ในเครื่องไว้หลังจากอัปโหลดไปยังที่เก็บไฟล์บนคลาวด์
tr: Bulut dosya deposuna yükledikten sonra yerel dosyaları saklayın
uk: Зберігайте локальні файли після завантаження в хмарне сховище файлів
zh_hant: 上傳到雲文件存儲後保留本地文件

source: Keep local files?
ar: حفظ الملفات المحلية؟
de: Lokale Dateien behalten?
es: ¿Mantener archivos locales?
et: Kas säilitada kohalikud failid?
he: לשמור קבצים מקומיים?
id: Simpan berkas lokal?
it: Mantenere i file locali?
nl: Lokale bestanden bewaren?
pl: Zachować pliki lokalne?
pt: Manter arquivos locais?
ru: Сохранить локальные файлы?
sv: Behålla lokala filer?
th: เก็บไฟล์ไว้ในเครื่องใช่ไหม?
tr: Yerel dosyalar saklansın mı?
uk: Зберігати локальні файли?
zh_hant: 保留本地文件？

source: Local Files
ar: ملفات محلية
de: Lokale Dateien
es: Archivos locales
et: Kohalikud failid
he: תיקים מקומיים
id: Berkas Lokal
it: File locali
nl: Lokale bestanden
pl: Pliki lokalne
pt: Arquivos Locais
ru: Локальные файлы
sv: Lokala filer
th: ไฟล์ในเครื่อง
tr: Yerel dosyalar
uk: Локальні файли
zh_hant: 本地文件

source: Media Resources
ar: موارد وسائل الإعلام
de: Medien-Ressourcen
es: Recursos para los medios de comunicación
et: Meediaallikad
he: משאבי מדיה
id: Sumber Daya Media
it: Risorse per i media
nl: Media
pl: Zasoby medialne
pt: Recursos de mídia
ru: Медиа-ресурсы
sv: Medieresurser
th: แหล่งข้อมูลสื่อ
tr: Medya Kaynakları
uk: Медіаресурси
zh_hant: 媒体资源

source: Move all local files to the remote storage
ar: انقل جميع الملفات المحلية إلى التخزين البعيد
de: Verschieben Sie alle lokalen Dateien in den Remotespeicher
es: Mueva todos los archivos locales al almacenamiento remoto
et: Teisaldage kõik kohalikud failid kaugmällu
he: העבר את כל הקבצים המקומיים לאחסון המרוחק
id: Pindahkan semua file lokal ke penyimpanan jarak jauh
it: Sposta tutti i file locali nella memoria remota
nl: Verplaats alle lokale bestanden naar de externe opslag
pl: Przenieś wszystkie lokalne pliki do pamięci zdalnej
pt: Mova todos os arquivos locais para o armazenamento remoto
ru: Переместите все локальные файлы в удаленное хранилище
sv: Flytta alla lokala filer till fjärrlagringen
th: ย้ายไฟล์ในเครื่องทั้งหมดไปยังที่เก็บข้อมูลระยะไกล
tr: Tüm yerel dosyaları uzak depolama birimine taşıyın
uk: Перемістіть усі локальні файли у віддалене сховище
zh_hant: 將所有本地文件移動到遠程存儲

source: Move all remote files to local
ar: انقل جميع الملفات البعيدة إلى الملفات المحلية
de: Verschieben Sie alle Remote-Dateien auf lokal
es: Mover todos los archivos remotos a local
et: Teisaldage kõik kaugfailid kohalikku
he: העבר את כל הקבצים המרוחקים למקומיים
id: Pindahkan semua file jarak jauh ke lokal
it: Sposta tutti i file remoti in locale
nl: Verplaats alle externe bestanden naar de webserver
pl: Przenieś wszystkie zdalne pliki do lokalnego
pt: Mova todos os arquivos remotos para local
ru: Переместить все удаленные файлы в локальные
sv: Flytta alla fjärrfiler till lokala
th: ย้ายไฟล์ระยะไกลทั้งหมดไปที่ local
tr: Tüm uzak dosyaları yerele taşı
uk: Перемістіть усі віддалені файли на локальні
zh_hant: 將所有遠程文件移動到本地

source: Move files to cloud
ar: نقل الملفات إلى السحابة
de: Dateien in die Cloud verschieben
es: Mover archivos a la nube
et: Failide teisaldamine pilve
he: העבר קבצים לענן
id: Pindahkan file ke cloud
it: Spostare i file nel cloud
nl: Bestanden naar de cloud verplaatsen
pl: Przenieś pliki do chmury
pt: Mover arquivos para a nuvem
ru: Переместить файлы в облако
sv: Flytta filer till molnet
th: ย้ายไฟล์ไปยังคลาวด์
tr: Dosyaları buluta taşıyın
uk: Перемістити файли в хмару
zh_hant: 移动文件到云端

source: Move files to server disk
ar: نقل الملفات إلى قرص الخادم
de: Verschieben Sie Dateien auf die Serverfestplatte
es: Mover archivos al disco del servidor
et: Teisalda failid serveri kettale
he: העבר קבצים לדיסק השרת
id: Pindahkan file ke disk server
it: Sposta i file sul disco del server
nl: Bestanden verplaatsen naar de serverschijf
pl: Przenieś pliki na dysk serwera
pt: Mover arquivos para o disco do servidor
ru: Переместить файлы на диск сервера
sv: Flytta filer till serverdisken
th: ย้ายไฟล์ไปยังดิสก์เซิร์ฟเวอร์
tr: Dosyaları sunucu diskine taşı
uk: Перемістити файли на диск сервера
zh_hant: 將文件移動到服務器磁盤

source: Never
ar: أبدا
de: Niemals
es: Nunca
et: Mitte kunagi
he: לעולם לא
id: Tidak pernah
it: Mai
nl: Nooit
pl: Nigdy
pt: Nunca
ru: Никогда
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
zh_hant: 絶不

source: No extra delay
ar: لا يوجد تأخير إضافي
de: Keine zusätzliche Verzögerung
es: Sin retrasos adicionales
et: Ei mingit lisaviivitust
he: אין עיכוב נוסף
id: Tidak ada penundaan tambahan
it: Nessun ritardo aggiuntivo
nl: Geen extra vertraging
pl: Bez dodatkowych opóźnień
pt: Sem atraso extra
ru: Никаких дополнительных задержек
sv: Ingen extra fördröjning
th: ไม่มีการล่าช้าเพิ่ม
tr: Ekstra gecikme yok
uk: Без додаткової затримки
zh_hant: 無額外延遲

source: No, local files are deleted after upload
ar: لا، يتم حذف الملفات المحلية بعد التحميل
de: Nein, lokale Dateien werden nach dem Hochladen gelöscht.
es: No, los archivos locales se eliminan después de la carga
et: Ei, kohalikud failid kustutatakse pärast üleslaadimist
he: לא, קבצים מקומיים נמחקים לאחר ההעלאה
id: Tidak, file lokal dihapus setelah diunggah
it: No, i file locali vengono eliminati dopo il caricamento
nl: Nee, lokale bestanden worden verwijderd na het uploaden
pl: Nie, pliki lokalne są usuwane po przesłaniu
pt: Não, os arquivos locais são excluídos após o upload
ru: Нет, локальные файлы удаляются после загрузки
sv: Nej, lokala filer raderas efter uppladdning
th: ไม่ ไฟล์ในเครื่องจะถูกลบออกหลังจากการอัพโหลด
tr: Hayır, yerel dosyalar yüklemeden sonra silinir
uk: Ні, локальні файли видаляються після завантаження
zh_hant: 否，本地檔案上傳後會被刪除

source: S3 API Key or FTP/WebDAV username
ar: مفتاح S3 API أو اسم مستخدم FTP / WebDAV
de: S3-API-Schlüssel oder FTP/WebDAV-Benutzername
es: Clave API S3 o nombre de usuario FTP/WebDAV
et: S3 API võti või FTP/WebDAV kasutajanimi
he: מפתח API S3 או שם משתמש FTP/WebDAV
id: Kunci API S3 atau nama pengguna FTP/WebDAV
it: Chiave API S3 o nome utente FTP/WebDAV
nl: S3 API-sleutel of FTP/WebDAV-gebruikersnaam
pl: Klucz API S3 lub nazwa użytkownika FTP/WebDAV
pt: Chave de API do S3 ou nome de usuário FTP/WebDAV
ru: Ключ S3 API или имя пользователя FTP/WebDAV
sv: S3 API-nyckel eller FTP/WebDAV-användarnamn
th: คีย์ S3 API หรือชื่อผู้ใช้ FTP/WebDAV
tr: S3 API Anahtarı veya FTP/WebDAV kullanıcı adı
uk: Ключ S3 API або ім’я користувача FTP/WebDAV
zh_hant: S3 API 密鑰或 FTP/WebDAV 用戶名

source: S3 API Secret or FTP/WebDAV password
ar: S3 API Secret أو كلمة مرور FTP / WebDAV
de: S3-API-Secret oder FTP/WebDAV-Passwort
es: Secreto API S3 o contraseña FTP/WebDAV
et: S3 API salajane või FTP/WebDAV parool
he: S3 API סודי או סיסמת FTP/WebDAV
id: Rahasia S3 API atau kata sandi FTP/WebDAV
it: Segreto API S3 o password FTP/WebDAV
nl: S3 API Geheim of FTP/WebDAV-wachtwoord
pl: Sekret API S3 lub hasło FTP/WebDAV
pt: Segredo da API S3 ou senha FTP/WebDAV
ru: Секрет S3 API или пароль FTP/WebDAV
sv: S3 API Secret eller FTP/WebDAV-lösenord
th: S3 API Secret หรือรหัสผ่าน FTP/WebDAV
tr: S3 API Gizli veya FTP/WebDAV şifresi
uk: S3 API Secret або пароль FTP/WebDAV
zh_hant: S3 API 密碼或 FTP/WebDAV 密碼

source: S3 Cloud Location
ar: موقع S3 السحابي
de: S3-Cloud-Standort
es: Ubicación de la nube S3
et: S3 pilve asukoht
id: Lokasi Cloud S3
it: Posizione del cloud S3
nl: S3-cloud locatie
pl: Lokalizacja chmury S3
pt: Localização da nuvem S3
ru: Расположение облака S3
th: ตำแหน่งคลาวด์ S3
tr: S3 Bulut Konumu
zh_hant: S3 雲位置

source: S3 Cloud Location and Credentials
ar: موقع S3 Cloud وبيانات الاعتماد
de: S3-Cloud-Standort und Anmeldeinformationen
es: Ubicación en la nube S3 y credenciales
et: S3 pilve asukoht ja volikirjad
he: S3 ענן מיקום ותעודות
id: S3 Cloud Lokasi dan Kredensial
it: Posizione e credenziali del cloud S3
nl: S3 Cloud locatie en toegangssleutels
pl: S3 Lokalizacja i dane uwierzytelniające w chmurze (Cloud Location and Credentials)
pt: S3 Localização e Credenciais da Nuvem
ru: Расположение и учетные данные S3 Cloud Location and Credentials
sv: S3 Molnplacering och referenser
th: ตำแหน่งและข้อมูลประจำตัวของ S3 Cloud
tr: S3 Bulut Konumu ve Kimlik Bilgileri
uk: Розташування та облікові дані S3 Cloud
zh_hant: S3云的位置和证书

source: Save Settings
ar: احفظ التغييرات
de: Einstellungen speichern
es: Guardar configuración
et: Salvesta sätted
he: שמור הגדרות
id: Simpan Pengaturan
it: Salvare le impostazioni
nl: Bewaar instellingen
pl: Zapisz ustawienia
pt: Salvar configurações
ru: Сохранить настройки
sv: Spara inställningar
th: บันทึกการตั้งค่า
tr: Ayarları kaydet
uk: Зберегти налаштування
zh_hant: 保存设置

source: Service
ar: خدمة
de: Dienst
es: Servicio
et: Teenindus
he: שֵׁרוּת
id: Melayani
it: Servizio
pl: Usługa
pt: Serviço
ru: Услуга
th: บริการ
tr: Hizmet
uk: Сервіс
zh_hant: 服務

source: Settings are working fine and are saved.
ar: الإعدادات تعمل بشكل جيد ويتم حفظها.
de: Die Einstellungen funktionieren einwandfrei und werden gespeichert.
es: Los ajustes funcionan bien y se han guardado.
et: Seaded töötavad hästi ja on salvestatud.
he: ההגדרות עובדות בסדר ונשמרות.
id: Pengaturan bekerja dengan baik dan disimpan.
it: Le impostazioni funzionano bene e vengono salvate.
nl: De instellingen werken goed en zijn bewaard.
pl: Ustawienia działają prawidłowo i są zapisywane.
pt: As configurações estão funcionando bem e são salvas.
ru: Настройки работают нормально и сохраняются.
sv: Inställningarna fungerar bra och sparas.
th: การตั้งค่าทำงานได้ดีและได้รับการบันทึก
tr: Ayarlar iyi çalışıyor ve kaydediliyor.
uk: Налаштування працюють нормально і збережені.
zh_hant: 设置工作正常并保存。

source: Storage
ar: تخزين
de: Lagerung
es: Almacenamiento
et: Ladustamine
he: אִחסוּן
id: Penyimpanan
it: Stoccaggio
nl: Opslag
pl: Przechowywanie
pt: Armazenamento
ru: Хранение
sv: Lagring
th: การจัดเก็บ
tr: Depolama
uk: Зберігання
zh_hant: 存储

source: The cloud file store uses a global Zotonic configuration. The configuration cannot be changed here.
ar: يستخدم مخزن الملفات السحابي تكوين Zotonic عالميًا. لا يمكن تغيير التكوين هنا.
de: Der Cloud-Dateispeicher verwendet eine globale Zotonic-Konfiguration. Die Konfiguration kann hier nicht geändert werden.
es: El almacén de archivos en la nube utiliza una configuración global de Zotonic. Esta configuración no se puede modificar aquí.
et: Pilvefailide pood kasutab globaalset Zotoniku konfiguratsiooni. Siin ei saa konfiguratsiooni muuta.
he: חנות הקבצים בענן משתמשת בתצורה גלובלית של Zotonic. לא ניתן לשנות את התצורה כאן.
id: Penyimpanan berkas berbasis cloud menggunakan konfigurasi Zotonic global. Konfigurasi tidak dapat diubah di sini.
it: Il cloud file store utilizza una configurazione Zotonic globale. La configurazione non può essere modificata qui.
nl: De cloud bestandsopslag gebruikt een globale Zotonic configuratie. De configuratie kan hier niet worden gewijzigd.
pl: Magazyn plików w chmurze używa globalnej konfiguracji Zotonic. Konfiguracji nie można tutaj zmienić.
pt: O armazenamento de arquivos em nuvem usa uma configuração global do Zotonic. A configuração não pode ser alterada aqui.
ru: Облачное хранилище файлов использует глобальную конфигурацию Zotonic. Конфигурацию здесь изменить нельзя.
sv: Molnfilarkivet använder en global Zotonic-konfiguration. Konfigurationen kan inte ändras här.
th: ที่เก็บไฟล์บนคลาวด์ใช้การกำหนดค่า Zotonic ทั่วโลก ไม่สามารถเปลี่ยนการกำหนดค่าได้ที่นี่
tr: Bulut dosya deposu küresel bir Zotonic yapılandırması kullanır. Yapılandırma burada değiştirilemez.
uk: Хмарне сховище файлів використовує глобальну конфігурацію Zotonic. Тут не можна змінити конфігурацію.
zh_hant: 雲端檔案儲存使用全域 Zotonic 配置。此處無法變更配置。

source: The configuration is:
ar: التكوين هو:
de: Die Konfiguration lautet:
es: La configuración es:
et: Konfiguratsioon on järgmine:
he: התצורה היא:
id: Konfigurasinya adalah:
it: La configurazione è:
nl: De configuratie is:
pl: Konfiguracja jest następująca:
pt: A configuração é:
ru: Конфигурация такова:
sv: Konfigurationen är:
th: การกำหนดค่าคือ:
tr: Yapılandırma şu şekildedir:
uk: Конфігурація:
zh_hant: 配置如下：

source: The settings are locked by the system configuration.
ar: تم قفل الإعدادات بواسطة تكوين النظام.
de: Die Einstellungen sind durch die Systemkonfiguration gesperrt.
es: La configuración está bloqueada por la configuración del sistema.
et: Seadistused on lukustatud süsteemi konfiguratsiooniga.
he: ההגדרות ננעלות על ידי תצורת המערכת.
id: Pengaturan dikunci oleh konfigurasi sistem.
it: Le impostazioni sono bloccate dalla configurazione del sistema.
nl: De instellingen worden vergrendeld door de systeemconfiguratie.
pl: Ustawienia są zablokowane przez konfigurację systemu.
pt: As configurações são bloqueadas pela configuração do sistema.
ru: Настройки заблокированы конфигурацией системы.
sv: Inställningarna låses av systemkonfigurationen.
th: การตั้งค่าถูกล็อคโดยการกำหนดค่าระบบ
tr: Ayarlar sistem yapılandırması tarafından kilitlenmiştir.
uk: Параметри заблоковано конфігурацією системи.
zh_hant: 該設定已被系統配置鎖定。

source: There is a 1 minute wait before files are uploaded.
ar: هناك دقيقة واحدة من الانتظار قبل أن يتم تحميل الملفات.
de: Es gibt eine Wartezeit von 1 Minute, bevor Dateien hochgeladen werden.
es: Hay una espera de 1 minuto antes de que se carguen los archivos.
et: Enne failide üleslaadimist tuleb oodata 1 minut.
he: יש המתנה של דקה אחת לפני העלאת קבצים.
id: Ada 1 menit menunggu sebelum file diunggah.
it: C'è un minuto di attesa prima che i file vengano caricati.
nl: Er is een wachttijd van 1 minuut voordat bestanden worden geüpload.
pl: Czas oczekiwania na przesłanie plików wynosi 1 minutę.
pt: Há uma espera de 1 minuto antes que os arquivos sejam carregados.
ru: Перед загрузкой файлов требуется 1 минута ожидания.
sv: Det är en minuts väntetid innan filer laddas upp.
th: ต้องรอ 1 นาทีก่อนอัพโหลดไฟล์
tr: Dosyalar yüklenmeden önce 1 dakika beklenir.
uk: Завантаження файлів триває 1 хвилину.
zh_hant: 上傳文件前需要等待 1 分鐘。

source: This extra deletion delay extends the period files can be recovered.
ar: يؤدي تأخير الحذف الإضافي هذا إلى تمديد الفترة التي يمكن فيها استرداد الملفات.
de: Diese zusätzliche Löschverzögerung verlängert den Zeitraum, in dem Dateien wiederhergestellt werden können.
es: Este retraso de eliminación adicional extiende el período en el cual se pueden recuperar los archivos.
et: See täiendav kustutamise viivitus pikendab failide taastamise perioodi.
he: עיכוב המחיקה הנוסף הזה מאריך את התקופה שניתן לשחזר קבצים.
id: Penundaan penghapusan tambahan ini memperpanjang periode file dapat dipulihkan.
it: Questo ulteriore ritardo di eliminazione estende il periodo in cui i file possono essere recuperati.
nl: Deze extra verwijder-vertraging verlengt de periode waarin bestanden kunnen worden hersteld.
pl: To dodatkowe opóźnienie w usuwaniu wydłuża okres, w którym można odzyskać pliki.
pt: Esse atraso extra de exclusão estende o período em que os arquivos podem ser recuperados.
ru: Эта дополнительная задержка удаления увеличивает период, в течение которого файлы могут быть восстановлены.
sv: Denna extra raderingsfördröjning förlänger den period som filer kan återställas.
th: ความล่าช้าในการลบเพิ่มเติมนี้จะทำให้ระยะเวลาในการกู้คืนไฟล์ขยายออกไป
tr: Bu ekstra silme gecikmesi dosyaların kurtarılabildiği süreyi uzatır.
uk: Ця додаткова затримка видалення подовжує період відновлення файлів.
zh_hant: 這種額外的刪除延遲延長了檔案恢復的時間。

source: This will queue the files for later asynchronous upload.
ar: سيؤدي هذا إلى وضع الملفات في قائمة انتظار للتحميل غير المتزامن لاحقًا.
de: Dadurch werden die Dateien für ein späteres asynchrones Hochladen in eine Warteschlange gestellt.
es: Esto pondrá en cola los archivos para cargarlos asincrónicamente más tarde.
et: See seab failid hilisemaks asünkroonseks üleslaadimiseks järjekorda.
he: זה יעמוד בתור לקבצים להעלאה אסינכרונית מאוחר יותר.
id: Ini akan mengantri file untuk upload asinkron selanjutnya.
it: Questo metterà in coda i file per un successivo caricamento asincrono.
nl: Dit plaatst alle bestanden in een wachtrij voor latere asynchrone upload.
pl: Spowoduje to umieszczenie plików w kolejce do późniejszego asynchronicznego przesyłania.
pt: Isto irá enfileirar os ficheiros para carregamento assíncrono posterior.
ru: При этом файлы будут поставлены в очередь на последующую асинхронную загрузку.
sv: Detta köar filerna för senare asynkron uppladdning.
th: การดำเนินการนี้จะจัดคิวไฟล์สำหรับการอัปโหลดแบบอะซิงโครนัสในภายหลัง
tr: Bu dosyaları daha sonraki eşzamansız yükleme için sıralar.
uk: Це поставить файли в чергу для подальшого асинхронного завантаження.
zh_hant: 这将为以后的异步上传文件排队。

source: To allow recovery of deleted pages, Zotonic keeps files for 5 weeks.
ar: للسماح باستعادة الصفحات المحذوفة، يحتفظ Zotonic بالملفات لمدة 5 أسابيع.
de: Um die Wiederherstellung gelöschter Seiten zu ermöglichen, bewahrt Zotonic die Dateien 5 Wochen lang auf.
es: Para permitir la recuperación de páginas eliminadas, Zotonic conserva los archivos durante 5 semanas.
et: Kustutatud lehtede taastamise võimaldamiseks säilitab Zotonic faile 5 nädalat.
he: כדי לאפשר שחזור של דפים שנמחקו, Zotonic שומרת קבצים למשך 5 שבועות.
id: Untuk memungkinkan pemulihan halaman yang dihapus, Zotonic menyimpan file selama 5 minggu.
it: Per consentire il recupero delle pagine eliminate, Zotonic conserva i file per 5 settimane.
nl: Om verwijderde pagina's te kunnen herstellen, bewaart Zotonic bestanden 5 weken.
pl: Aby umożliwić odzyskanie usuniętych stron, Zotonic przechowuje pliki przez 5 tygodni.
pt: Para permitir a recuperação de páginas excluídas, a Zotonic mantém os arquivos por 5 semanas.
ru: Чтобы обеспечить восстановление удаленных страниц, Zotonic хранит файлы в течение 5 недель.
sv: För att tillåta återställning av raderade sidor sparar Zotonic filer i 5 veckor.
th: เพื่อให้สามารถกู้คืนหน้าที่ถูกลบได้ Zotonic จะเก็บไฟล์ไว้เป็นเวลา 5 สัปดาห์
tr: Silinen sayfaların kurtarılmasına olanak sağlamak için Zotonic dosyaları 5 hafta boyunca saklar.
uk: Щоб дозволити відновлення видалених сторінок, Zotonic зберігає файли протягом 5 тижнів.
zh_hant: 為了恢復已刪除的頁面，Zotonic 會將檔案保留 5 週。

source: Try to create a private S3 bucket if the S3 bucket does not exist
ar: حاول إنشاء حاوية S3 خاصة إذا لم تكن حاوية S3 موجودة
de: Versuchen Sie, einen privaten S3-Bucket zu erstellen, wenn der S3-Bucket nicht vorhanden ist
es: Intente crear un depósito de S3 privado si el depósito de S3 no existe
et: Proovige luua privaatne S3 ämber, kui S3 ämbrit pole olemas
he: נסה ליצור דלי S3 פרטי אם הדלי S3 לא קיים
id: Coba buat ember S3 pribadi jika ember S3 tidak ada
it: Prova a creare un bucket S3 privato se il bucket S3 non esiste
nl: Probeer een privé S3-bucket te maken als de S3-bucket niet bestaat
pl: Spróbuj utworzyć prywatny wiadro S3, jeśli wiadro S3 nie istnieje
pt: Tente criar um bucket S3 privado se o bucket S3 não existir
ru: Попробуйте создать частную корзину S3, если корзина S3 не существует.
sv: Försök att skapa en privat S3-skopa om S3-hinken inte finns
th: ลองสร้างบัคเก็ต S3 ส่วนตัวถ้าไม่มีบัคเก็ต S3
tr: S3 kovası yoksa özel bir S3 kovası oluşturmaya çalışın
uk: Спробуйте створити приватне відро S3, якщо відро S3 не існує
zh_hant: 如果 S3 存儲桶不存在，請嘗試創建私有 S3 存儲桶

source: Upload Queue
ar: تحميل قائمة الانتظار
de: Upload-Warteschlange
es: Cargar Cola
et: Laadige järjekord üles
he: העלה תור
id: Tanggal Antrian
it: Coda di caricamento
nl: Upload wachtrij
pl: Kolejka przesyłania
pt: Fila de Upload
ru: Очередь загрузки
sv: Ladda upp kö
th: คิวการอัปโหลด
tr: Yükleme Sırası
uk: Черга завантаження
zh_hant: 上传队列

source: Upload new media files to the cloud file store
ar: قم بتحميل ملفات وسائط جديدة إلى مخزن الملفات السحابي
de: Hochladen neuer Mediendateien in den Cloud-Dateispeicher
es: Carga nuevos archivos multimedia en el almacenamiento de archivos en la nube
et: Uute meediumifailide üleslaadimine pilvefailide poodi
he: העלה קבצי מדיה חדשים לחנות קבצי הענן
id: Unggah file media baru untuk file cloud toko
it: Caricare nuovi file multimediali nel negozio di file cloud
nl: Upload nieuwe mediabestanden naar de cloud
pl: Prześlij nowe pliki multimedialne do magazynu plików w chmurze
pt: Carregar novos arquivos de mídia para a loja de arquivos na nuvem
ru: Загрузка новых мультимедийных файлов в облачное файловое хранилище
sv: Ladda upp nya mediefiler till molnfilbutiken
th: อัปโหลดไฟล์สื่อใหม่ไปยังที่เก็บไฟล์บนคลาวด์
tr: Yeni medya dosyalarını bulut dosya deposuna yükle
uk: Завантажте нові медіафайли в хмарне сховище файлів
zh_hant: 将新媒体文件上传到云文件存储中

source: With FTP and WebDAV the directories are always created automatically.
ar: باستخدام FTP و WebDAV ، يتم دائمًا إنشاء الدلائل تلقائيًا.
de: Bei FTP und WebDAV werden die Verzeichnisse immer automatisch angelegt.
es: Con FTP y WebDAV los directorios siempre se crean automáticamente.
et: FTP ja WebDAV puhul luuakse kataloogid alati automaatselt.
he: עם FTP ו-WebDAV הספריות נוצרות תמיד באופן אוטומטי.
id: Dengan FTP dan WebDAV direktori selalu dibuat secara otomatis.
it: Con FTP e WebDAV le directory vengono sempre create automaticamente.
nl: Bij FTP en WebDAV worden de mappen altijd automatisch aangemaakt.
pl: W przypadku FTP i WebDAV katalogi są zawsze tworzone automatycznie.
pt: Com FTP e WebDAV os diretórios são sempre criados automaticamente.
ru: При использовании FTP и WebDAV каталоги всегда создаются автоматически.
sv: Med FTP och WebDAV skapas katalogerna alltid automatiskt.
th: ด้วย FTP และ WebDAV ไดเร็กทอรีจะถูกสร้างขึ้นโดยอัตโนมัติเสมอ
tr: FTP ve WebDAV ile dizinler her zaman otomatik olarak oluşturulur.
uk: За допомогою FTP і WebDAV каталоги завжди створюються автоматично.
zh_hant: 使用 FTP 和 WebDAV，目錄總是自動創建的。
