Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Cross-reference check results
ar: نتائج التحقق من الإسناد الترافقي
de: Ergebnisse der Querverweisprüfung
es: Resultados de la verificación de referencias cruzadas
et: Ristviidete kontrolli tulemused
he: תוצאות בדיקת הפניות מוצלבות
id: Hasil pemeriksaan referensi silang
it: Risultati del controllo dei riferimenti incrociati
nl: Resultaten van kruisverwijzingscontroles
pl: Wyniki sprawdzenia odwołań krzyżowych
pt: Resultados da verificação de referência cruzada
ru: Результаты проверки перекрестных ссылок
sv: Resultat av korsreferenskontroll
th: ผลการตรวจสอบตัวอ้างอิงโยง
tr: Çapraz referans kontrolü sonuçları
uk: Результати перевірки перехресних посилань
zh_hant: 交叉引用檢查結果

source: Dependency graph
ar: الرسم البياني للتبعية
de: Abhängigkeitsdiagramm
es: Gráfico de dependencia
et: Sõltuvuste graafik
he: גרף תלות
id: Grafik ketergantungan
it: Grafico delle dipendenze
nl: Afhankelijkheidsgrafiek
pl: Wykres zależności
pt: Gráfico de dependência
ru: Граф зависимостей
sv: Beroendegraf
th: กราฟการพึ่งพา
tr: Bağımlılık grafiği
uk: Графік залежності
zh_hant: 依賴圖

source: Dependency graph of all available templates
ar: الرسم البياني للتبعية لجميع القوالب المتاحة
de: Abhängigkeitsdiagramm aller verfügbaren Vorlagen
es: Gráfico de dependencia de todas las plantillas disponibles.
et: Kõigi saadaolevate mallide sõltuvusgraafik
he: גרף תלות של כל התבניות הזמינות
id: Grafik ketergantungan semua templat yang tersedia
it: Grafico delle dipendenze di tutti i modelli disponibili
nl: Afhankelijkheidsgrafiek van alle beschikbare sjablonen
pl: Wykres zależności wszystkich dostępnych szablonów
pt: Gráfico de dependência de todos os modelos disponíveis
ru: График зависимостей всех доступных шаблонов
sv: Beroendediagram över alla tillgängliga mallar
th: กราฟการขึ้นต่อกันของเทมเพลตที่มีอยู่ทั้งหมด
tr: Mevcut tüm şablonların bağımlılık grafiği
uk: Граф залежностей усіх доступних шаблонів
zh_hant: 所有可用範本的依賴關係圖

source: Dependency graph of all templates
ar: الرسم البياني للتبعية لجميع القوالب
de: Abhängigkeitsdiagramm aller Vorlagen
es: Gráfico de dependencia de todas las plantillas.
et: Kõigi mallide sõltuvusgraafik
he: גרף תלות של כל התבניות
id: Grafik ketergantungan semua templat
it: Grafico delle dipendenze di tutti i modelli
nl: Afhankelijkheidsgrafiek van alle sjablonen
pl: Wykres zależności wszystkich szablonów
pt: Gráfico de dependência de todos os modelos
ru: График зависимостей всех шаблонов
sv: Beroendediagram över alla mallar
th: กราฟการขึ้นต่อกันของเทมเพลตทั้งหมด
tr: Tüm şablonların bağımlılık grafiği
uk: Граф залежностей усіх шаблонів
zh_hant: 所有範本的依賴關係圖

source: Dependency graph of all templates. Only includes using a direct string value for the template are shown.
ar: الرسم البياني للتبعية لجميع القوالب. يتضمن فقط استخدام قيمة سلسلة مباشرة للقالب المعروض.
de: Abhängigkeitsdiagramm aller Vorlagen. Es werden nur Includes angezeigt, die einen direkten Zeichenfolgenwert für die Vorlage verwenden.
es: Gráfico de dependencia de todas las plantillas. Solo se muestra el uso de un valor de cadena directo para la plantilla.
et: Kõigi mallide sõltuvusgraafik. Kuvatakse ainult malli jaoks otsese stringi väärtuse kasutamine.
he: גרף תלות של כל התבניות. מוצגים רק כולל שימוש בערך מחרוזת ישירה עבור התבנית.
id: Grafik ketergantungan semua templat. Hanya menyertakan penggunaan nilai string langsung untuk templat yang ditampilkan.
it: Grafico delle dipendenze di tutti i modelli. Vengono visualizzati solo gli oggetti che utilizzano un valore stringa diretto per il modello.
nl: Afhankelijkheidsgrafiek van alle sjablonen. Alleen includes die een directe string-waarde voor het sjabloon wordt weergegeven.
pl: Wykres zależności wszystkich szablonów. Pokazywane są tylko elementy używające bezpośredniej wartości ciągu dla szablonu.
pt: Gráfico de dependência de todos os modelos. São mostradas apenas as inclusões que usam um valor de string direto para o modelo.
ru: Граф зависимостей всех шаблонов. Показаны только включения, использующие прямое строковое значение для шаблона.
sv: Beroendediagram över alla mallar. Endast inkluderar användning av ett direkt strängvärde för mallen visas.
th: กราฟการขึ้นต่อกันของเทมเพลตทั้งหมด จะแสดงเฉพาะการใช้ค่าสตริงโดยตรงสำหรับเทมเพลตเท่านั้น
tr: Tüm şablonların bağımlılık grafiği. Yalnızca şablon için doğrudan dize değeri kullanmayı içerenler gösterilir.
uk: Граф залежностей усіх шаблонів. Показано лише використання прямого значення рядка для шаблону.
zh_hant: 所有範本的依賴關係圖。僅顯示包含使用模板的直接字串值的內容。

source: Dependency graph of all traced templates. All includes are shown.
ar: الرسم البياني للتبعية لجميع القوالب التي تم تتبعها. يتم عرض كافة المتضمنة.
de: Abhängigkeitsdiagramm aller verfolgten Vorlagen. Alle Includes werden angezeigt.
es: Gráfico de dependencia de todas las plantillas rastreadas. Se muestran todos los incluidos.
et: Kõigi jälgitavate mallide sõltuvusgraafik. Kõik hinnad on näidatud.
he: גרף התלות של כל התבניות המעקבות. הכל כולל מוצגים.
id: Grafik ketergantungan semua templat yang dilacak. Semua termasuk ditampilkan.
it: Grafico delle dipendenze di tutti i modelli tracciati. Vengono visualizzati tutti gli inclusi.
nl: Afhankelijkheidsgrafiek van alle getraceerde sjablonen. Alle includes worden getoond.
pl: Wykres zależności wszystkich prześledzonych szablonów. Pokazane są wszystkie elementy.
pt: Gráfico de dependência de todos os modelos rastreados. Todas as inclusões são mostradas.
ru: Граф зависимостей всех отслеживаемых шаблонов. Показаны все включения.
sv: Beroendediagram över alla spårade mallar. Alla inkluderar visas.
th: กราฟการขึ้นต่อกันของเทมเพลตที่ติดตามทั้งหมด รวมทั้งหมดจะแสดง
tr: İzlenen tüm şablonların bağımlılık grafiği. Tüm içerikler gösterilmektedir.
uk: Графік залежностей усіх трасованих шаблонів. Показано всі включені.
zh_hant: 所有追蹤模板的依賴關係圖。顯示所有包含內容。

source: Development
ar: تطوير
de: Entwicklung
es: Desarrollo
et: Areng
he: התפתחות
id: Pengembangan
it: Sviluppo
nl: Ontwikkeling
pl: Rozwój
pt: Desenvolvimento
ru: Разработка
sv: Utveckling
th: การพัฒนา
tr: Geliştirme
uk: Розвиток
zh_hant: 开发

source: Development - Function Call Tracing
ar: التطوير - تتبع استدعاء الدالة - تتبع استدعاء الدالة
es: Desarrollo - Rastreo de llamadas a funciones
et: Arendus - Funktsioonikõne jälgimine
he: פיתוח - מעקב אחר קריאות פונקציות
id: Pengembangan - Penelusuran Panggilan Fungsi
it: Sviluppo - Tracciamento delle chiamate di funzione
nl: Ontwikkeling - Traceren van functieaanroepen
pl: Rozwój - Śledzenie wywołań funkcji
pt: Desenvolvimento - Rastreio de chamadas de função
ru: Разработка - Трассировка вызовов функций
th: การพัฒนา - การติดตามการเรียกฟังก์ชัน
tr: Geliştirme - Fonksiyon Çağrısı İzleme
uk: Відстеження функцій для розробки

source: Development - Observers
ar: التنمية - مراقبون
de: Entwicklung - Beobachter
es: Desarrollo - Observadores
et: Areng - vaatlejad
he: פיתוח - צופים
id: Pengembangan - Pengamat
it: Sviluppo - Osservatori
nl: Ontwikkeling - Observers
pl: Narzędzia programisty - Obserwatorzy
pt: Desenvolvimento - Observadores
ru: Развитие - Наблюдатели
sv: Utveckling - observatörer
th: การพัฒนา - ผู้สังเกตการณ์
tr: Geliştirme - Gözlemciler
uk: Розвиток - Спостерігачі
zh_hant: 发展-观察员

source: Disable caching by the <tt>{% cache %}</tt> tag.
ar: تعطيل التخزين المؤقت بواسطة علامة <tt>{% cache %}</tt>.
de: Deaktivieren Sie die Zwischenspeicherung mit dem Tag <tt>{% cache %}</tt> .
es: Deshabilitar el cacheo por la etiqueta <tt>{% cache %}</tt> .
et: Keela vahemällu salvestamine märgendi <tt>{% cache %}</tt>.
he: השבת מטמון באמצעות התג <tt>{% cache %}</tt>.
id: Nonaktifkan caching dengan tag <tt>{% cache %}</tt>.
it: Disabilita la cache con il tag <tt>{% cache %}</tt> .
nl: Schakel caching met de <tt>{% cache %}</tt> tag uit.
pl: Wyłącz buforowanie za pomocą tagu <tt>{% cache %}</tt>.
pt: Desabilitar o cache pelo tag <tt>{% cache %}</tt> .
ru: Отключите кэширование тегом <tt>{% cache %}</tt> .
sv: Inaktivera cachning med <tt>{% cache %}</tt> taggen.
th: ปิดใช้งานการแคชโดยแท็ก <tt>{% cache %}</tt>
tr: <tt>{% cache %}</tt> etiketiyle önbelleğe almayı devre dışı bırakın.
uk: Вимкніть кешування тегом <tt>{% cache %}</tt>.
zh_hant: 通过 <tt>{% cache %}</tt> 标签禁用缓存。

source: Disabled database query tracing
ar: تعطيل تتبع استعلام قاعدة البيانات
de: Deaktivierte Ablaufverfolgung von Datenbankabfragen
es: Seguimiento de consultas de base de datos deshabilitado
et: Andmebaasi päringute jälgimine on keelatud
he: מעקב אחר שאילתת מסד נתונים מושבת
id: Pelacakan kueri database dinonaktifkan
it: Traccia query database disabilitata
nl: Database query tracering uitgeschakeld
pl: Wyłączone śledzenie zapytań bazy danych
pt: Rastreamento de consulta de banco de dados desativado
ru: Отключена трассировка запросов к базе данных
sv: Inaktiverad spårning av databasfrågor
th: ปิดใช้งานการติดตามการสืบค้นฐานข้อมูล
tr: Devre dışı bırakılan veritabanı sorgu izleme
uk: Вимкнено трасування запитів до бази даних
zh_hant: 禁用數據庫查詢跟踪

source: Dispatch Name
ar: اسم الإرسال
de: Versandname
es: Nombre de envío
et: Saatmisnimi
he: שם המשלוח
id: Nama Pengiriman
it: Nome della spedizione
nl: Verzendingsnaam
pl: Nazwa dyspozytora
pt: Nome do Despacho
ru: Имя отправки
sv: Avsändningsnamn
th: ชื่อที่จัดส่ง
tr: Gönderi Adı
uk: Назва відправлення
zh_hant: 調度名稱

source: Dispatch rule debugging
ar: تصحيح أخطاء قاعدة الإرسال
de: Debuggen von Versandregeln
es: Depuración de las reglas de envió
et: Lähetusreegli silumine
he: ניפוי ניפוי כלל
id: Pengiriman aturan debugging
it: Debug delle regole di dispatch
nl: Dispatchregels debuggen
pl: Debugowanie reguł dyspozytora
pt: Depuração de regras de expedição
ru: Отладка правил диспетчеризации
sv: Felsökning av sändningsregler
th: ส่งการแก้ไขข้อบกพร่องของกฎ
tr: Gönderim kuralları hata ayıklama
uk: Налагодження правил відправлення
zh_hant: 调度规则调试

source: Download CSS and JavaScript files as separate files. Don’t combine them in one URL.
ar: قم بتنزيل ملفات CSS و JavaScript كملفات منفصلة. لا تجمعهم في عنوان URL واحد.
de: Laden Sie CSS- und JavaScript-Dateien als separate Dateien herunter. Kombinieren Sie sie nicht in einer URL.
es: Descargar los archivos CSS y JavaScript como archivos separados. No los combine en un solo URL.
et: CSS- ja JavaScripti failide allalaadimine eraldi failidena. Ärge ühendage neid ühes URL-is.
he: הורד קבצי CSS ו- JavaScript כקבצים נפרדים. אל תשלב אותם בכתובת אתר אחת.
id: Download file CSS dan JavaScript sebagai file terpisah. Jangan menggabungkan mereka dalam satu URL.
it: Scarica i file CSS e JavaScript come file separati. Non combinarli in un solo URL.
nl: Download CSS- en JavaScript-bestanden afzonderlijk. Voeg ze niet samen in één URL.
pl: Pobierz pliki CSS i JavaScript jako osobne pliki. Nie łącz ich w jednym adresie URL.
pt: Baixe arquivos CSS e JavaScript como arquivos separados. Não os funde em um URL.
ru: Скачивать файлы CSS и JavaScript как отдельные файлы. Не объединять их в один URL.
sv: Ladda ner CSS och JavaScript-filer som separata filer. Inte förena dem i en URL.
th: ดาวน์โหลดไฟล์ CSS และ JavaScript เป็นไฟล์แยกกัน อย่ารวมไว้ใน URL เดียว
tr: CSS ve JavaScript dosyalarını ayrı dosyalar olarak indir. Onları bir URL'de birleştirme.
uk: Завантажте файли CSS і JavaScript як окремі файли. Не об’єднуйте їх в одну URL-адресу.
zh_hant: 将CSS和JavaScript文件作为单独的文件下载。不要将它们合并在一个URL中。

source: Enable <tt>mod_server_storage</tt> to use database query tracing.
ar: قم بتمكين <tt>mod_server_storage</tt> لاستخدام تتبع استعلام قاعدة البيانات.
de: Aktivieren Sie <tt>mod_server_storage</tt> , um die Verfolgung von Datenbankabfragen zu verwenden.
es: Habilitar <tt>mod_server_storage</tt> para usar el rastreo de consultas de la base de datos.
et: Andmebaasi päringute jälgimise kasutamiseks lubage <tt>mod_server_storage</tt>.
he: אפשר <tt>mod_server_storage</tt> כדי להשתמש במעקב אחר שאילתות מסד נתונים.
id: Aktifkan <tt>mod_server_storage</tt> untuk menggunakan pelacakan kueri database.
it: Abilitare <tt>mod_server_storage</tt> per utilizzare il tracciamento delle query del database.
nl: Schakel <tt>mod_server_storage</tt> in om database query tracing te gebruiken.
pl: Włącz <tt>mod_server_storage</tt> aby używać śledzenia zapytań do bazy danych.
pt: Habilitar <tt>mod_server_storage</tt> para usar o rastreamento de consultas de banco de dados.
ru: Включите <tt>mod_server_storage</tt> для использования трассировки запросов к базе данных.
sv: Aktivera <tt>mod_server_storage</tt> att använda spårning av databasfrågor.
th: เปิดใช้งาน <tt>mod_server_storage</tt> เพื่อใช้การสืบค้นฐานข้อมูล
tr: Veritabanı sorgu izlemesini kullanmak için <tt>mod_server_storage</tt> etkinleştirin.
uk: Увімкніть <tt>mod_server_storage</tt>, щоб використовувати трасування запитів до бази даних.
zh_hant: 启用 <tt>mod_server_storage</tt> 来使用数据库查询跟踪。

source: Enable API to recompile and build Zotonic
ar: تمكين API لإعادة ترجمة وبناء Zotonic
de: Aktivieren Sie die API, um Zotonic neu zu kompilieren und zu bauen
es: Habilitar la API para volver a compilar y generar Zotonic
et: Zotonicu uuesti kompileerimiseks ja ülesehitamiseks lubage API
he: אפשר ממשק API להרכיב מחדש ולבנות את Zotonic
id: Aktifkan API untuk mengkompilasi ulang dan membangun Zotonic
it: Abilitare l'API per ricompilare e costruire Zotonic
nl: Activeer API om Zotonic te hercompileren
pl: Włącz interfejs API, aby ponownie skompilować i zbudować Zotonic
pt: Habilitar API para recompilar e construir Zotonic
ru: Включите API для перекомпиляции и сборки Zotonic
sv: Aktivera API för att kompilera om och bygga Zotonic
th: เปิดใช้งาน API เพื่อคอมไพล์ใหม่และสร้าง Zotonic
tr: Zotonic'i yeniden derlemek ve oluşturmak için API'yı etkinleştirin
uk: Увімкніть API для перекомпіляції та складання Zotonic
zh_hant: 启用API来重新编译和构建Zotonic。

source: Enable tracing of all template renderings.
ar: تمكين تتبع جميع عروض القالب.
de: Aktivieren Sie die Nachverfolgung aller Vorlagen-Renderings.
es: Habilite el seguimiento de todas las representaciones de plantillas.
et: Lubage kõigi mallide renderdamiste jälgimine.
he: אפשר מעקב אחר כל עיבודי התבניות.
id: Aktifkan penelusuran semua rendering template.
it: Abilita la traccia di tutti i rendering del modello.
nl: Schakel het traceren van alle sjabloonweergaven in.
pl: Włącz śledzenie wszystkich renderowań szablonów.
pt: Habilite o rastreamento de todas as renderizações de modelos.
ru: Включите трассировку всех отрисовок шаблонов.
sv: Aktivera spårning av alla mallrenderingar.
th: เปิดใช้งานการติดตามการเรนเดอร์เทมเพลตทั้งหมด
tr: Tüm şablon görselleştirmelerinin izlenmesini etkinleştirin.
uk: Увімкнути трасування всіх візуалізацій шаблонів.
zh_hant: 啟用所有模板渲染的追蹤。

source: Enabled database query tracing
ar: تمكين تتبع استعلام قاعدة البيانات
de: Aktiviert die Ablaufverfolgung von Datenbankabfragen
es: Seguimiento de consultas de base de datos habilitado
et: Andmebaasi päringute jälgimine on lubatud
he: מעקב אחר שאילתת מסד נתונים מופעל
id: Pelacakan kueri database yang diaktifkan
it: Traccia query database abilitata
nl: Database query tracing ingeschakeld
pl: Włączone śledzenie zapytań bazy danych
pt: Rastreamento de consulta de banco de dados habilitado
ru: Включена трассировка запросов к базе данных
sv: Aktiverad spårning av databasfrågor
th: เปิดใช้งานการติดตามการสืบค้นฐานข้อมูล
tr: Etkin veritabanı sorgu izleme
uk: Увімкнено відстеження запитів до бази даних
zh_hant: 啟用數據庫查詢跟踪

source: Enter the module and function you want to trace. If no function is given, all functions in the module will be traced. Enter how many calls to trace before stopping.
ar: أدخل الوحدة النمطية والدالة التي تريد تتبعها. إذا لم يتم إعطاء أي دالة، سيتم تتبع جميع الدوال في الوحدة النمطية. أدخل عدد المكالمات المطلوب تتبعها قبل التوقف.
es: Introduzca el módulo y la función que desea rastrear. Si no se indica ninguna función, se rastrearán todas las funciones del módulo. Introduzca el número de llamadas a rastrear antes de parar.
et: Sisestage moodul ja funktsioon, mida soovite jälgida. Kui funktsiooni ei ole antud, jälgitakse kõiki mooduli funktsioone. Sisestage, mitu kõnet jälgitakse enne lõpetamist.
he: הזן את המודול והפונקציה שברצונך לעקוב אחריהם. אם לא צוינה פונקציה, כל הפונקציות במודול יעקבו. הזן את מספר הקריאות שברצונך לעקוב אחריהן לפני העצירה.
id: Masukkan modul dan fungsi yang ingin Anda lacak. Jika tidak ada fungsi yang diberikan, semua fungsi dalam modul akan dilacak. Masukkan jumlah panggilan yang akan dilacak sebelum berhenti.
it: Inserire il modulo e la funzione che si desidera tracciare. Se non viene indicata alcuna funzione, verranno tracciate tutte le funzioni del modulo. Immettere il numero di chiamate da tracciare prima di fermarsi.
nl: Voer de module en functie in die je wilt traceren. Als er geen functie is opgegeven, worden alle functies in de module getraceerd. Voer in hoeveel aanroepen je wilt traceren voordat je stopt.
pl: Wprowadź moduł i funkcję, którą chcesz śledzić. Jeśli nie zostanie podana żadna funkcja, śledzone będą wszystkie funkcje w module. Wprowadź liczbę wywołań do prześledzenia przed zatrzymaniem.
pt: Introduza o módulo e a função que pretende rastrear. Se não for indicada nenhuma função, todas as funções do módulo serão rastreadas. Introduza o número de chamadas a rastrear antes de parar.
ru: Введите модуль и функцию, которую вы хотите отследить. Если функция не указана, будут отслежены все функции в модуле. Укажите, сколько вызовов нужно отследить перед остановкой.
th: ป้อนโมดูลและฟังก์ชันที่คุณต้องการติดตาม หากไม่ได้ระบุฟังก์ชันใด ระบบจะติดตามทุกฟังก์ชันในโมดูลนั้น ป้อนจำนวนครั้งที่ต้องการติดตามก่อนที่จะหยุด
tr: İzlemek istediğiniz modülü ve fonksiyonu girin. Herhangi bir fonksiyon belirtilmezse, modüldeki tüm fonksiyonlar izlenecektir. Durdurmadan önce kaç çağrının izleneceğini girin.
uk: Введіть модуль і функцію, яку потрібно відстежувати. Якщо функцію не вказано, буде відстежено всі функції модуля. Вкажіть, скільки викликів потрібно відстежити перед зупинкою.

source: Error changing the console logs.
ar: خطأ في تغيير سجلات وحدة التحكم.
de: Fehler beim Ändern der Konsolenprotokolle.
es: Error al cambiar los registros de la consola.
et: Konsooli logide muutmisel tekkis viga.
he: שגיאה בשינוי יומני המסוף.
id: Terjadi kesalahan saat mengubah log konsol.
it: Errore durante la modifica dei registri della console.
nl: Fout bij het wijzigen van de console logs.
pl: Błąd podczas zmiany logów konsoli.
pt: Erro ao alterar os logs do console.
ru: Ошибка изменения журналов консоли.
sv: Fel vid ändring av konsolloggarna.
th: เกิดข้อผิดพลาดในการเปลี่ยนบันทึกคอนโซล
tr: Konsol günlükleri değiştirilirken hata oluştu.
uk: Помилка зміни журналів консолі.
zh_hant: 更改控制台日誌時發生錯誤。

source: Event
ar: حدث
de: Veranstaltung
es: Evento
et: Sündmus
he: מִקרֶה
id: Peristiwa
it: Evento
nl: Evenement
pl: Zdarzenie
pt: Evento
ru: Событие
sv: Händelse
th: เหตุการณ์
tr: Etkinlik
uk: Подія
zh_hant: 事件

source: Every URL which is reachable in the site is defined with dispatch rules. This page shows all available dispatch rules in this site.
ar: يتم تعريف كل عنوان URL يمكن الوصول إليه في الموقع بقواعد الإرسال. تعرض هذه الصفحة جميع قواعد الإرسال المتاحة في هذا الموقع.
de: Jede auf der Website erreichbare URL ist mit Versandregeln definiert. Auf dieser Seite werden alle verfügbaren Versandregeln auf dieser Site angezeigt.
es: Cada URL a la que se puede acceder en el sitio se define con reglas de envío. Esta página muestra todas las reglas de envío disponibles en este sitio.
et: Iga saidil juurdepääsetav URL on määratletud väljasaatmisreeglitega. Sellel lehel kuvatakse kõik sellel saidil saadaolevad saatmisreeglid.
he: כל כתובת אתר שניתן להגיע אליה באתר מוגדרת עם כללי שיגור. דף זה מציג את כל כללי השילוח הזמינים באתר זה.
id: Setiap URL yang dapat dijangkau di situs ditentukan dengan aturan pengiriman. Halaman ini menunjukkan semua aturan pengiriman yang tersedia di situs ini.
it: Ogni URL raggiungibile nel sito è definito con regole di invio. Questa pagina mostra tutte le regole di spedizione disponibili in questo sito.
nl: Elke URL die op de site bereikbaar is, wordt gedefinieerd met verzendregels. Deze pagina toont alle beschikbare verzendregels op deze site.
pl: Każdy adres URL osiągalny w serwisie jest zdefiniowany za pomocą reguł wysyłki. Ta strona pokazuje wszystkie dostępne reguły wysyłki w tej witrynie.
pt: Cada URL acessível no site é definida com regras de envio. Esta página mostra todas as regras de despacho disponíveis neste site.
ru: Каждый URL-адрес, доступный на сайте, определяется правилами диспетчеризации. На этой странице показаны все доступные правила отправки на этом сайте.
sv: Varje URL som kan nås på sajten definieras med sändningsregler. Den här sidan visar alla tillgängliga utskicksregler på den här webbplatsen.
th: ทุก URL ที่สามารถเข้าถึงได้บนเว็บไซต์ถูกกำหนดด้วยกฎการจัดส่ง หน้านี้แสดงกฎการจัดส่งทั้งหมดที่มีอยู่ในไซต์นี้
tr: Sitede ulaşılabilen her URL gönderim kuralları ile tanımlanır. Bu sayfa, bu sitedeki mevcut tüm gönderim kurallarını gösterir.
uk: Кожна URL-адреса, доступна на сайті, визначається правилами відправлення. На цій сторінці показано всі доступні правила відправлення на цьому сайті.
zh_hant: 網站中可存取的每個 URL 均使用排程規則進行定義。此頁面顯示該網站中所有可用的調度規則。

source: Explain
ar: يشرح
de: Erklären
es: Explicar
et: Seletama
he: להסביר
id: Menjelaskan
it: Spiegare
nl: Leg uit
pl: Wyjaśnij
pt: Explique
ru: Объяснить
sv: Förklara
th: อธิบาย
tr: Açıkla
uk: Поясніть
zh_hant: 解释

source: Extends
ar: يمتد
de: Erweitert
es: Se extiende
et: Pikendab
he: מאריך
id: Memperluas
it: Si estende
nl: Verlengt
pl: Rozszerza się
pt: Estende
ru: Расширяет
sv: Förlänger
th: ขยาย
tr: Uzatır
uk: Розширюється
zh_hant: 延伸

source: Final dispatch
ar: الإرسال النهائي
de: Endgültiger Versand
es: Envío final
et: Lõplik lähetamine
he: משלוח סופי
id: Akhir pengiriman
it: Spedizione finale
nl: Uiteindelijke dispatch
pl: Końcowe wywołanie
pt: Envio final
ru: Окончательная диспетчеризация
sv: Slutlig leverans
th: การจัดส่งขั้นสุดท้าย
tr: Nihai gönderme
uk: Остаточна відправка
zh_hant: 最后发送

source: Find
ar: تجد
de: Finden
es: Encontrar
et: Leidke
he: למצוא
id: Menemukan
it: Trova
nl: Zoek
pl: Znajdź
pt: Encontre
ru: Найти
sv: Hitta
th: หา
tr: Bul
uk: Знайти
zh_hant: 寻找

source: Find a template, check which template will be selected
ar: ابحث عن قالب ، تحقق من النموذج الذي سيتم تحديده
de: Suchen Sie eine Vorlage, prüfen Sie, welche Vorlage ausgewählt werden soll
es: Encontrar una plantilla. Comprobar cual plantilla será seleccionada
et: Leidke mall, kontrollige, milline mall valitakse
he: מצא תבנית, בדוק איזו תבנית תיבחר
id: Menemukan template, cek template yang bisa dipilih
it: Trova un modello, controlla quale modello sarà selezionato
nl: Vind een template, controleer welk template wordt geselecteerd
pl: Znajdź szablon; sprawdź który szablon zostanie wybrany
pt: Encontre um modelo, verifique qual modelo será selecionado
ru: Найдите шаблон, проверьте, какой из них будет выбран.
sv: Hitta en mall, kolla vilken mall som kommer att väljas
th: ค้นหาเทมเพลตตรวจสอบว่าจะเลือกเทมเพลตใด
tr: Bir şablon bulun, hangi şablonun seçileceğini kontrol edin
uk: Знайдіть шаблон, перевірте, який шаблон буде вибрано
zh_hant: 寻找模板，检查将选择哪个模板。

source: For more information see: { url }
ar: لمزيد من المعلومات انظر: { url }
de: Weitere Informationen finden Sie unter: { url }
es: Para más información ver: { url }
et: Lisateabe saamiseks vaadake: { url }
he: למידע נוסף ראה: { url }
id: Untuk informasi lebih lanjut lihat: { url }
it: Per ulteriori informazioni vedere: { url }
nl: Voor meer informatie zie: { url }
pl: Więcej informacji znajdziesz w: { url }
pt: Para mais informações consulte: { url }
ru: Более подробную информацию см.: { url }
sv: För mer information se: { url }
th: สำหรับข้อมูลเพิ่มเติมโปรดดูที่: { url }
tr: Daha fazla bilgi için bkz.: { url }
uk: Для отримання додаткової інформації див.: { url }
zh_hant: 欲了解更多信息，請參閱： { url }
