Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Log in with your existing {site} account to connect the accounts. You only have to do this once.
ar: قم بتسجيل الدخول باستخدام حسابك الحالي {site} لربط الحسابات. وما عليك إلا أن تفعل هذا مرة واحدة.
de: Melden Sie sich mit Ihrem bestehenden {site} Konto an, um die Konten zu verbinden. Sie müssen dies nur einmal tun.
es: Inicie sesión con su cuenta {site} existente para conectar las cuentas. Sólo tienes que hacerlo una vez.
et: Kontode ühendamiseks logige sisse oma olemasoleva {site} kontoga. Seda tuleb teha ainult üks kord.
he: התחבר עם חשבון {site} הקיים שלך כדי לחבר את החשבונות. אתה צריך לעשות זאת רק פעם אחת.
id: Masuk dengan {site} akun Anda yang ada untuk menghubungkan akun. Anda hanya perlu melakukan ini sekali.
it: Accedi con il tuo account {site} esistente per connettere gli account. Devi farlo solo una volta.
nl: Log in met jouw bestaande {site} account om de accounts te koppelen. Dit hoeft je maar één keer te doen.
pl: Zaloguj się za pomocą istniejącego konta {site} , aby połączyć konta. Wystarczy zrobić to tylko raz.
pt: Faça login com sua conta {site} existente para conectar as contas. Você só tem que fazer isso uma vez.
ru: Войдите в свою существующую учетную запись {site} , чтобы соединить учетные записи. Вам нужно сделать это только один раз.
sv: Logga in med ditt befintliga {site} konto för att koppla ihop kontona. Du behöver bara göra detta en gång.
th: เข้าสู่ระบบด้วยบัญชี {site} ที่มีอยู่ของคุณเพื่อเชื่อมต่อบัญชี คุณต้องทำสิ่งนี้เพียงครั้งเดียว
tr: Hesapları bağlamak için mevcut {site} hesabınızla oturum açın. Bunu yalnızca bir kez yapmanız gerekir.
uk: Увійдіть за допомогою наявного облікового запису {site} , щоб підключити облікові записи. Ви повинні зробити це лише один раз.
zh_hant: 使用您現有的 {site} 帳戶登入以連結帳戶。您只需執行一次此操作。

source: Log on with
ar: تسجيل الدخول باستخدام
de: Melden Sie sich mit an
es: Iniciar sesión con
et: Logige sisse
he: היכנס עם
id: Masuk dengan
it: Accedere con
nl: Log in met
pl: Zaloguj się za pomocą
pt: Entrar com
ru: Войти через
sv: Logga in med
th: เข้าสู่ระบบด้วย
tr: İle oturum açın
uk: Увійдіть за допомогою
zh_hant: 使用登录

source: Log out
ar: تسجيل خروج
de: Ausloggen
es: Cerrar sesión
et: Logi välja
he: להתנתק
id: Keluar
it: Disconnettersi
nl: Uitloggen
pl: Wyloguj
pt: Sair
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış Yap
uk: Вийти
zh_hant: 登出

source: Logon time
ar: وقت تسجيل الدخول
de: Anmeldezeit
es: Hora de inicio de sesión
et: Sisselogimise aeg
he: זמן כניסה
id: Waktu masuk
it: Ora di accesso
nl: Inlogtijd
pl: Czas logowania
pt: Hora de logon
ru: Время входа в систему
sv: Inloggningstid
th: เวลาเข้าระบบ
tr: Oturum açma zamanı
uk: Час входу в систему
zh_hant: 登入時間

source: Make sure you have verified your e-mail address.
ar: تأكد من التحقق من عنوان البريد الإلكتروني الخاص بك.
de: Stellen Sie sicher, dass Sie Ihre E-Mail-Adresse bestätigt haben.
es: Asegúrese de haber verificado su dirección de correo electrónico.
et: Veenduge, et olete oma e-posti aadressi kinnitanud.
he: ודא שאימתת את כתובת הדואר האלקטרוני שלך.
id: Pastikan Anda telah memverifikasi alamat email Anda.
it: Assicurati di aver verificato il tuo indirizzo email.
nl: Zorg ervoor dat je je e-mailadres hebt geverifieerd.
pl: Upewnij się, że zweryfikowałeś swój adres e-mail.
pt: Certifique-se de ter verificado seu endereço de e-mail.
ru: Убедитесь, что вы подтвердили свой адрес электронной почты.
sv: Se till att du har verifierat din e-postadress.
th: ตรวจสอบให้แน่ใจว่าคุณได้ยืนยันที่อยู่อีเมลของคุณแล้ว
tr: E-posta adresinizi doğruladığınızdan emin olun.
uk: Переконайтеся, що ви підтвердили свою електронну адресу.
zh_hant: 確保您已驗證您的電子郵件地址。

source: Multiple accounts
ar: حسابات متعددة
de: Mehrere Konten
es: Multiples cuentas
et: Mitu kontot
he: מספר חשבונות
id: Banyak akun
it: Conti multipli
nl: Meerdere accounts
pl: Wiele kont
pt: Várias contas
ru: Несколько учетных записей
sv: Flera konton
th: หลายบัญชี
tr: Birden çok hesap
uk: Кілька облікових записів
zh_hant: 多個帳戶

source: Next
ar: التالى
de: Weiter
es: Siguiente
et: Järgmine
he: הַבָּא
id: Selanjutnya
it: Prossimo
nl: Volgende
pl: Dalej
pt: Próximo
ru: Следующий
sv: Nästa
th: ต่อไป
tr: Sonraki
uk: Далі
zh_hant: 下一页

source: No Access
ar: عدم الوصول
de: Kein Zugriff
es: No hay acceso
et: Geen toegang
he: אין גישה
id: Tidak ada Akses
it: Nessun accesso
nl: Geen toegang
pl: Brak dostępu
pt: Sem acesso
ru: Нет доступа
sv: Ingen åtkomst
th: ไม่มีการเข้าถึง
tr: Erişim yok
uk: Немає доступу
zh_hant: 无法访问

source: No recent known logons
ar: لا توجد عمليات تسجيل دخول معروفة مؤخرًا
de: Keine aktuellen bekannten Anmeldungen
es: No se conocen inicios de sesión recientes
et: Hiljutisi teadaolevaid sisselogimisi pole
he: אין כניסות ידועות לאחרונה
id: Tidak ada logon terbaru yang diketahui
it: Nessun accesso recente noto
nl: Geen bekende recente aanmeldingen
pl: Brak znanych ostatnich logowań
pt: Nenhum logon recente conhecido
ru: Нет известных недавних входов в систему
sv: Inga nya kända inloggningar
th: ไม่มีการเข้าสู่ระบบที่ทราบล่าสุด
tr: Son zamanlarda bilinen oturum açma yok
uk: Немає останніх відомих входів
zh_hant: 最近沒有已知的登入

source: Note: sessions will appear here only when actively used by a browser tab, it’s recommended to keep this page open for a while.
ar: ملاحظة: ستظهر الجلسات هنا فقط عند استخدامها بشكل نشط بواسطة علامة تبويب المتصفح، ومن المستحسن إبقاء هذه الصفحة مفتوحة لفترة من الوقت.
de: Hinweis: Sitzungen werden hier nur angezeigt, wenn sie aktiv von einem Browser-Tab verwendet werden. Es wird empfohlen, diese Seite eine Weile geöffnet zu lassen.
es: Nota: las sesiones aparecerán aquí solo cuando se utilicen activamente en una pestaña del navegador; se recomienda mantener esta página abierta por un tiempo.
et: Märkus: seansid kuvatakse siin ainult siis, kui brauseri vahekaart neid aktiivselt kasutab. Soovitatav on see leht mõnda aega avatuna hoida.
he: הערה: הפעלות יופיעו כאן רק בשימוש פעיל בכרטיסיית דפדפן, מומלץ להשאיר דף זה פתוח לזמן מה.
id: Catatan: sesi akan muncul di sini hanya bila aktif digunakan oleh tab browser, sebaiknya biarkan halaman ini terbuka selama beberapa saat.
it: Nota: le sessioni appariranno qui solo se utilizzate attivamente da una scheda del browser; si consiglia di tenere questa pagina aperta per un po'.
nl: Opmerking: sessies verschijnen hier alleen als ze actief worden gebruikt door een browsertabblad, het is aan te raden om deze pagina een tijdje open te houden.
pl: Uwaga: sesje będą widoczne w tym miejscu tylko wtedy, gdy będą aktywnie używane na karcie przeglądarki. Zaleca się pozostawienie tej strony otwartej przez jakiś czas.
pt: Observação: as sessões aparecerão aqui somente quando usadas ativamente por uma aba do navegador. É recomendável manter esta página aberta por um tempo.
ru: Примечание: сеансы будут отображаться здесь только при активном использовании вкладки браузера, рекомендуется оставить эту страницу открытой на некоторое время.
sv: Obs: sessioner kommer endast att visas här när de används aktivt av en webbläsarflik, det rekommenderas att hålla den här sidan öppen ett tag.
th: หมายเหตุ: เซสชันจะปรากฏที่นี่เฉพาะเมื่อมีการใช้งานโดยแท็บเบราว์เซอร์เท่านั้น ขอแนะนำให้เปิดหน้านี้เอาไว้สักพัก
tr: Not: Oturumlar yalnızca tarayıcı sekmesi tarafından aktif olarak kullanıldığında burada görünecektir, bu sayfanın bir süre açık tutulması önerilir.
uk: Примітка: сеанси з’являтимуться тут, лише якщо вони активно використовуються на вкладці браузера, рекомендується деякий час тримати цю сторінку відкритою.
zh_hant: 注意：僅當瀏覽器標籤主動使用時，會話才會出現在此處，建議保持此頁面開啟一段時間。

source: Note: these are periodically deleted.
ar: ملحوظة: يتم حذف هذه بشكل دوري.
de: Hinweis: Diese werden regelmäßig gelöscht.
es: Nota: estos se eliminan periódicamente.
et: Märkus: need kustutatakse perioodiliselt.
he: הערה: אלה נמחקים מעת לעת.
id: Catatan: ini dihapus secara berkala.
it: Nota: vengono eliminati periodicamente.
nl: Opmerking: deze worden regelmatig verwijderd.
pl: Uwaga: są one okresowo usuwane.
pt: Observação: eles são excluídos periodicamente.
ru: Примечание: они периодически удаляются.
sv: Obs: dessa raderas med jämna mellanrum.
th: หมายเหตุ: สิ่งเหล่านี้จะถูกลบเป็นระยะๆ
tr: Not: Bunlar periyodik olarak silinmektedir.
uk: Примітка: вони періодично видаляються.
zh_hant: 注意：這些會定期刪除。

source: On this page you can see the recent logins and the active sessions for your account:
ar: في هذه الصفحة يمكنك رؤية عمليات تسجيل الدخول الأخيرة والجلسات النشطة لحسابك:
de: Auf dieser Seite können Sie die letzten Anmeldungen und die aktiven Sitzungen für Ihr Konto sehen:
es: En esta página puedes ver los inicios de sesión recientes y las sesiones activas de tu cuenta:
et: Sellel lehel näete oma konto hiljutisi sisselogimisi ja aktiivseid seansse:
he: בדף זה תוכל לראות את ההתחברות האחרונות ואת ההפעלות הפעילות עבור חשבונך:
id: Di halaman ini Anda dapat melihat login terkini dan sesi aktif untuk akun Anda:
it: In questa pagina puoi vedere gli accessi recenti e le sessioni attive per il tuo account:
nl: Op deze pagina zie je de recente aanmeldingen en de actieve sessies voor je account:
pl: Na tej stronie możesz zobaczyć ostatnie logowania i aktywne sesje dla swojego konta:
pt: Nesta página você pode ver os logins recentes e as sessões ativas da sua conta:
ru: На этой странице вы можете увидеть последние входы в систему и активные сеансы для вашей учетной записи:
sv: På den här sidan kan du se de senaste inloggningarna och de aktiva sessionerna för ditt konto:
th: ในหน้านี้คุณสามารถดูการเข้าสู่ระบบล่าสุดและเซสชันที่ใช้งานอยู่สำหรับบัญชีของคุณ:
tr: Bu sayfada hesabınıza ait son girişleri ve aktif oturumları görebilirsiniz:
uk: На цій сторінці ви можете побачити останні входи та активні сесії для вашого облікового запису:
zh_hant: 在此頁面上，您可以查看您帳戶的最近登入和活動會話：

source: One moment please
ar: لحظة واحدة من فضلك
de: Einen Augenblick bitte...
es: Un momento por favor
et: Üks hetk palun
he: רגע אחד בבקשה
id: Tolong tunggu sebentar
it: Un momento per favore
nl: Een ogenblik geduld
pl: Proszę czekać
pt: Um momento, por favor.
ru: Одну минуту, пожалуйста
sv: Ett ögonblick tack
th: กรุณารอซักครู่
tr: Bir saniye lütfen
uk: Будь ласка, хвилиночку
zh_hant: 请等一下

source: Passcode
ar: رمز عبور
es: Contraseña
et: Pääsukood
he: קוד גישה
id: Kode sandi
nl: Toegangscode
pl: Kod dostępu
pt: Código de acesso
ru: Пасскод
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Код доступу
zh_hant: 密码

source: Please choose a different password as this password has been found in a public list of passwords that have appeared in a data breach.
ar: يرجى اختيار كلمة مرور مختلفة حيث تم العثور على كلمة المرور هذه في قائمة عامة لكلمات المرور التي ظهرت في عملية اختراق البيانات.
de: Bitte wählen Sie ein anderes Passwort, da dieses Passwort in einer öffentlichen Liste mit Passwörtern gefunden wurde, die bei einem Datenleck aufgetaucht sind.
es: Elija una contraseña diferente, ya que esta contraseña se encontró en una lista pública de contraseñas que aparecieron en una violación de datos.
et: Valige mõni muu parool, kuna see parool on leitud andmetega seotud rikkumise käigus ilmnenud paroolide avalikust loendist.
he: אנא בחר סיסמה אחרת מכיוון שסיסמה זו נמצאה ברשימה ציבורית של סיסמאות שהופיעו בפרצת נתונים.
id: Silakan pilih kata sandi yang berbeda karena kata sandi ini ditemukan dalam daftar kata sandi publik yang muncul dalam pelanggaran data.
it: Scegli una password diversa poiché questa password è stata trovata in un elenco pubblico di password apparse in una violazione dei dati.
nl: Kies een ander wachtwoord omdat dit wachtwoord is gevonden in een openbare lijst met wachtwoorden die zijn opgedoken bij een datalek.
pl: Wybierz inne hasło, ponieważ zostało ono znalezione na publicznej liście haseł, które pojawiły się w wyniku naruszenia bezpieczeństwa danych.
pt: Escolha uma senha diferente, pois ela foi encontrada em uma lista pública de senhas que apareceram em uma violação de dados.
ru: Пожалуйста, выберите другой пароль, поскольку этот пароль был найден в общедоступном списке паролей, которые были обнаружены в результате утечки данных.
sv: Välj ett annat lösenord eftersom detta lösenord har hittats i en offentlig lista över lösenord som har dykt upp i ett dataintrång.
th: โปรดเลือกรหัสผ่านอื่นเนื่องจากพบรหัสผ่านนี้ในรายการรหัสผ่านสาธารณะที่ปรากฏในการละเมิดข้อมูล
tr: Lütfen farklı bir şifre seçin çünkü bu şifre, bir veri ihlalinde ortaya çıkan herkese açık şifreler listesinde bulunmuştur.
uk: Будь ласка, виберіть інший пароль, оскільки цей пароль було знайдено в загальнодоступному списку паролів, які з’явилися в результаті порушення даних.
zh_hant: 請選擇其他密碼，因為該密碼已在資料外洩事件中出現的公開密碼清單中找到。

source: Please confirm your
ar: يرجى تأكيد الخاص بك
de: Bitte bestätigen Sie Ihr
es: Por favor confirme su
et: Palun kinnita oma
he: אנא אשר את
id: Mohon kamu konfirmasi
it: Per favore, confermate il vostro
nl: Bevestig je
pl: Potwierdź swój
pt: Por favor, confirme o seu
ru: Пожалуйста, подтвердите ваш пароль для
sv: Bekräfta din
th: โปรดยืนยันไฟล์
tr: Lütfen onaylayın
uk: Будь ласка, підтвердьте свій
zh_hant: 请确认你的

source: Please enter a new password
ar: الرجاء إدخال كلمة مرور جديدة
de: Bitte geben Sie ein neues Passwort ein
es: Por favor ingrese una nueva contraseña
et: Palun sisestage uus parool
he: נא להזין סיסמה חדשה
id: Silakan masukkan kata sandi baru
it: Inserisci una nuova password
nl: Voer een nieuw wachtwoord in
pl: Proszę wprowadzić nowe hasło
pt: Por favor insira uma nova senha
ru: Пожалуйста, введите новый пароль
sv: Vänligen ange ett nytt lösenord
th: กรุณากรอกรหัสผ่านใหม่
tr: Lütfen yeni bir şifre girin
uk: Будь ласка, введіть новий пароль
zh_hant: 請輸入新密碼

source: Please enter a new password for your account
ar: الرجاء إدخال كلمة مرور جديدة لحسابك
de: Bitte geben Sie ein neues Passwort für Ihr Konto ein
es: Por favor ingrese una nueva contraseña para su cuenta
et: Palun sisestage oma konto jaoks uus parool
he: אנא הזן סיסמה חדשה עבור חשבונך
id: Silakan masukkan kata sandi baru untuk akun Anda
it: Inserisci una nuova password per il tuo account
nl: Voer een nieuw wachtwoord in voor je account
pl: Proszę wprowadzić nowe hasło do swojego konta
pt: Por favor insira uma nova senha para sua conta
ru: Пожалуйста, введите новый пароль для вашей учетной записи
sv: Vänligen ange ett nytt lösenord för ditt konto
th: โปรดป้อนรหัสผ่านใหม่สำหรับบัญชีของคุณ
tr: Lütfen hesabınız için yeni bir şifre girin
uk: Будь ласка, введіть новий пароль для свого облікового запису
zh_hant: 請輸入您帳戶的新密碼

source: Please enter the two-factor authentication passcode.
ar: الرجاء إدخال رمز مرور المصادقة الثنائية.
de: Bitte geben Sie den Passcode für die Zwei-Faktor-Authentifizierung ein.
es: Por favor, introduzca el código de autenticación de dos factores.
et: Sisestage kaheastmeline autentimise pääsukood.
he: אנא הזן את קוד הגישה לאימות דו-גורמי.
id: Harap masukkan kode sandi otentikasi dua faktor.
it: Inserisci il codice di autenticazione a due fattori.
nl: Voer de toegangscode voor twee-factor-authenticatie in.
pl: Wprowadź hasło uwierzytelniania dwuskładnikowego.
pt: Por favor, introduza o código de autenticação de dois factores.
ru: Пожалуйста, введите код двухфакторной аутентификации.
sv: Ange lösenkoden för tvåfaktorautentisering.
th: โปรดป้อนรหัสผ่านการรับรองความถูกต้องด้วยสองปัจจัย
tr: Lütfen iki faktörlü kimlik doğrulama şifresini girin.
uk: Будь ласка, введіть пароль двофакторної аутентифікації.
zh_hant: 请输入双因素验证密码。

source: Please try again in
ar: يرجى المحاولة مرة أخرى في
de: Bitte versuchen Sie es erneut in
es: Por favor, inténtelo de nuevo en
et: Proovige uuesti sisse
he: אנא נסה שוב ב
id: Silakan coba lagi dalam
it: Si prega di riprovare in
nl: Probeer het nog eens in
pl: Spróbuj ponownie za
pt: Por favor, tente novamente em
ru: Пожалуйста, попробуйте ещё раз через
sv: Försök igen om
th: โปรดลองอีกครั้งใน
tr: Lütfen tekrar deneyin
uk: Будь ласка, спробуйте ще раз
zh_hant: 请再试一次

source: Please try again in an hour
ar: يرجى المحاولة مرة أخرى خلال ساعة
de: Bitte versuchen Sie es in einer Stunde noch einmal
es: Inténtalo de nuevo en una hora.
et: Proovige tunni pärast uuesti
he: אנא נסה שוב בעוד שעה
id: Silakan coba lagi dalam satu jam
it: Per favore riprova tra un'ora
nl: Probeer het over een uur opnieuw
pl: Spróbuj ponownie za godzinę
pt: Por favor, tente novamente em uma hora
ru: Пожалуйста, повторите попытку через час
sv: Försök igen om en timme
th: โปรดลองอีกครั้งในหนึ่งชั่วโมง
tr: Lütfen bir saat sonra tekrar deneyin
uk: Повторіть спробу через годину
zh_hant: 請一小時後重試

source: Please try again in {n} hours.
ar: يرجى المحاولة مرة أخرى خلال {n} ساعات.
de: Bitte versuchen Sie es in {n} Stunden erneut.
es: Inténtalo de nuevo en {n} horas.
et: Proovige {n} tunni pärast uuesti.
he: אנא נסה שוב בעוד {n} שעות.
id: Silakan coba lagi dalam {n} jam.
it: Riprova tra {n} ore.
nl: Probeer het over {n} uur opnieuw.
pl: Spróbuj ponownie za {n} godzin.
pt: Tente novamente em {n} horas.
ru: Пожалуйста, повторите попытку через {n} часов.
sv: Försök igen om {n} timmar.
th: โปรดลองอีกครั้งใน {n} ชั่วโมง
tr: Lütfen {n} saat içinde tekrar deneyin.
uk: Повторіть спробу через {n} годин.
zh_hant: 請在 {n} 小時內重試。

source: Please try again in {n} minutes.
ar: يرجى المحاولة مرة أخرى خلال {n} دقائق.
de: Bitte versuchen Sie es in {n} Minuten erneut.
es: Inténtalo de nuevo en {n} minutos.
et: Proovige {n} minuti pärast uuesti.
he: אנא נסה שוב בעוד {n} דקות.
id: Silakan coba lagi dalam {n} menit.
it: Riprova tra {n} minuti.
nl: Probeer het over {n} minuten opnieuw.
pl: Spróbuj ponownie za {n} minut.
pt: Tente novamente em {n} minutos.
ru: Пожалуйста, повторите попытку через {n} минут.
sv: Försök igen om {n} minuter.
th: โปรดลองอีกครั้งใน {n} นาที
tr: Lütfen {n} dakika sonra tekrar deneyin.
uk: Повторіть спробу через {n} хвилин.
zh_hant: 請在 {n} 分鐘後重試。

source: Please try again later.
ar: الرجاء معاودة المحاولة في وقت لاحق.
de: Bitte versuchen Sie es später noch einmal.
es: Por favor Inténtalo más tarde.
et: Palun proovi hiljem uuesti.
he: בבקשה נסה שוב מאוחר יותר.
id: Mohon coba lagi nanti.
it: Si prega di riprovare più tardi.
nl: Probeer het straks nog eens
pl: Spróbuj ponownie później.
pt: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте позже.
sv: Vänligen försök igen senare.
th: กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: Lütfen daha sonra tekrar deneyin.
uk: Будь ласка, спробуйте пізніше.
zh_hant: 请稍后再试。

source: Please use a different method to sign in. You can’t sign in using a username and password.
ar: الرجاء استخدام طريقة مختلفة لتسجيل الدخول. لا يمكنك تسجيل الدخول باستخدام اسم المستخدم وكلمة المرور.
de: Bitte verwenden Sie eine andere Methode zum Anmelden. Sie können sich nicht mit Benutzername und Passwort anmelden.
es: Utilice un método diferente para iniciar sesión. No puede iniciar sesión con un nombre de usuario y contraseña.
et: Kasutage sisselogimiseks teist meetodit. Te ei saa sisse logida kasutajanime ja parooliga.
he: אנא השתמש בשיטה אחרת כדי להיכנס. אינך יכול להיכנס באמצעות שם משתמש וסיסמה.
id: Harap gunakan metode lain untuk masuk. Anda tidak dapat masuk menggunakan nama pengguna dan kata sandi.
it: Utilizza un metodo diverso per accedere. Non puoi accedere utilizzando un nome utente e una password.
nl: Gebruik een andere methode om in te loggen. U kunt niet inloggen met een gebruikersnaam en wachtwoord.
pl: Aby się zalogować, użyj innej metody. Nie możesz zalogować się przy użyciu nazwy użytkownika i hasła.
pt: Use um método diferente para fazer login. Você não pode fazer login usando um nome de usuário e uma senha.
ru: Пожалуйста, используйте другой метод для входа. Вы не можете войти в систему, используя имя пользователя и пароль.
sv: Använd en annan metod för att logga in. Du kan inte logga in med ett användarnamn och lösenord.
th: โปรดใช้วิธีอื่นในการลงชื่อเข้าใช้ คุณไม่สามารถลงชื่อเข้าใช้ด้วยชื่อผู้ใช้และรหัสผ่านได้
tr: Lütfen oturum açmak için farklı bir yöntem kullanın. Kullanıcı adı ve şifre kullanarak oturum açamazsınız.
uk: Будь ласка, використовуйте інший метод для входу. Ви не можете ввійти за допомогою імені користувача та пароля.
zh_hant: 請使用其他方法登入。

source: Redirecting to
ar: إعادة التوجيه إلى
de: Umleitung zu
es: Redirigiendo a
et: Suunamine aadressile
he: מפנה אל
id: Mengalihkan ke
it: Reindirizzamento a
nl: Omleiding naar
pl: Przekierowuję do
pt: Redireccionando para
ru: Перенаправление на
sv: Omdirigerar till
th: กำลังเปลี่ยนเส้นทางไปที่
tr: Adresine yönlendiriliyorsunuz
uk: Переспрямування до
zh_hant: 转向

source: Redirecting...
ar: إعادة توجيه...
de: Umleiten...
es: Redirigiendo...
et: Ümbersuunamine ...
he: מפנה מחדש ...
id: Mengalihkan ...
it: Reindirizzare...
nl: Omleiding...
pl: Przekierowuję ...
pt: Redireccionando...
ru: Перенаправление...
sv: Omdirigerar ...
th: กำลังเปลี่ยนเส้นทาง ...
tr: Yönlendiriliyor ...
uk: Переспрямування...
zh_hant: 重定向...

source: Repeat password
ar: اعد كلمة السر
de: Passwort wiederholen
es: Repita la clave
et: Korda parooli
he: חזור על הסיסמה
id: Ulangi kata sandi
it: Ripetere la password
nl: Herhaal wachtwoord
pl: Powtórz hasło
pt: Repita a senha
ru: Повторите пароль
sv: repetera lösenord
th: ใส่รหัสผ่านซ้ำ
tr: Şifreyi tekrarla
uk: Повторіть пароль
zh_hant: 重复密码

source: Reset password and log in
ar: إعادة تعيين كلمة المرور وتسجيل الدخول
de: Passwort zurücksetzen und anmelden
es: Restablecer contraseña e iniciar sesión
et: Lähtestage parool ja logige sisse
he: אפס את הסיסמה והיכנס
id: Setel ulang kata sandi dan masuk
it: Reimposta la password ed effettua l'accesso
nl: Wachtwoord opnieuw instellen en inloggen
pl: Zresetuj hasło i zaloguj się
pt: Redefinir senha e fazer login
ru: Сбросьте пароль и войдите в систему
sv: Återställ lösenordet och logga in
th: รีเซ็ตรหัสผ่านและเข้าสู่ระบบ
tr: Şifreyi sıfırlayın ve giriş yapın
uk: Скинути пароль і увійти
zh_hant: 重設密碼並登入

source: Reset your password
ar: اعد ضبط كلمه السر
de: Ihr Passwort zurücksetzen
es: Restablecer su clave
et: Vaheta parool
he: לאפס את הסיסמה שלך
id: Atur ulang kata sandi anda
it: Ripristina la tua password
nl: Verander je wachtwoord
pl: Zresetuj swoje hasło
pt: Redefinir sua senha
ru: Сброс пароля
sv: Återställ ditt lösenord
th: รีเซ็ตรหัสผ่านของคุณ
tr: Şifremi sıfırla
uk: Скинути пароль
zh_hant: 重设你的密码

source: Send Verification Message
ar: إرسال رسالة تحقق
de: Verifizierungsnachricht senden
es: Enviar Mensaje de Verificación
et: Saada kontrollteade
he: שלח הודעת אימות
id: Kirim pesan verifikasi
it: Invia un messaggio di verifica
nl: Stuur bevestigingsmail
pl: Wyślij wiadomość weryfikacyjną
pt: Enviar Mensagem de Verificação
ru: Получить код проверки
sv: Skicka verifieringsmeddelande
th: ส่งข้อความยืนยัน
tr: Onay mesajı gönder
uk: Надіслати повідомлення про підтвердження
zh_hant: 发送验证信息

source: Sessions overview
ar: نظرة عامة على الجلسات
de: Sitzungsübersicht
es: Resumen de las sesiones
et: Seansside ülevaade
he: סקירת הפעלות
id: Ikhtisar sesi
it: Panoramica delle sessioni
nl: Sessieoverzicht
pl: Przegląd sesji
pt: Visão geral das sessões
ru: Обзор сессий
sv: Sessionsöversikt
th: ภาพรวมเซสชัน
tr: Oturumlara genel bakış
uk: Огляд сесій
zh_hant: 會議概述
