Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Show
ar: عرض
de: Anzeigen
es: Mostrar
et: Näita
he: הופעה
id: Menampilkan
it: Mostra
nl: Toon
pl: Pokaż
pt: Mostrar
ru: Показать
sv: Visa
th: แสดง
tr: Göster
uk: Показати
zh_hant: 顯示

source: Show private properties to
ar: عرض الملكية الخاصة لـ
de: Private Eigenschaften anzeigen an
es: Mostrar propiedades privadas a
et: Kuva eraomandid aadressile
he: הצג נכסים פרטיים ל-
id: Tampilkan properti pribadi untuk
it: Mostra le proprietà private a
nl: Toon privégegevens aan
pl: Pokaż własność prywatną do
pt: Mostrar propriedades privadas para
ru: Показывать скрытые свойства
sv: Visa privata egenskaper till
th: แสดงคุณสมบัติส่วนตัวให้
tr: Özel özellikleri göster
uk: Показати приватні властивості для
zh_hant: 显示私人的屬性於

source: Show this ACL user group first:
ar: عرض عرض مجموعة المستخدمين لهذا ACL أولا:
de: Zeige diese ACL-Benutzergruppe zuerst an:
es: Mostrar este primer grupo de usuario ACL:
et: Kõigepealt kuvage see ACL-i kasutajagrupp:
he: הראה תחילה את קבוצת המשתמשים של ACL זו:
id: Tunjukkan grup pengguna ACL ini terlebih dahulu:
it: Mostra prima questo gruppo di utenti ACL:
nl: Toon deze gebruikersgroep eerst
pl: Pokaż najpierw tę grupę użytkowników ACL:
pt: Mostre este grupo de usuários LCA primeiro:
ru: Сначала показать эту группу пользователей ACL:
sv: Visa den här ACL-användargruppen först:
th: แสดงกลุ่มผู้ใช้ ACL นี้ก่อน:
tr: Bu ACL'yi ilk olarak kullanıcı grubuna göster:
uk: Спочатку покажіть цю групу користувачів ACL:
zh_hant: 先显示這個 ACL 用戶組:

source: Sorry, you are not allowed to delete this.
ar: عذراً، غير مسموح لك بحذف هذا.
de: Sorry, Sie dürfen das nicht löschen.
es: Lo sentimos, no tiene permitido eliminar esto.
et: Vabandust, teil pole lubatud seda kustutada.
he: מצטערים, אינך רשאי למחוק זאת.
id: Maaf, anda tidak diizinkan untuk menghapus ini.
it: Spiacente, non ti è permesso cancellare questo.
nl: Sorry, je hebt geen rechten om dit te verwijderen.
pl: Przepraszamy, nie możesz tego usunąć.
pt: Desculpe, você não tem permissão para excxluir isto.
ru: Извините, вам не разрешено это удалять.
sv: Ledsen, du är inte tillåtet att ta bort detta.
th: ขออภัยคุณไม่ได้รับอนุญาตให้ลบสิ่งนี้
tr: Üzgünüz, bunu silmeye yetkiniz yok.
uk: На жаль, Вам не дозволено видалити це.
zh_hant: 对不起，你不允許删除这个。

source: Sorry, you are not allowed to insert pages of this category into the selected content group.
ar: عذراً، غير مسموح لك إدراج صفحات من هذه الفئة في مجموعة المحتوى المحددة.
de: Leider dürfen Sie keine Seiten dieser Kategorie in die ausgewählte Inhaltsgruppe einfügen.
es: Lo sentimos, no tiene permitido insertar paginas de esta categoría en el contenido del grupo seleccionado.
et: Vabandust, teil pole lubatud selle kategooria lehti valitud sisugruppi lisada.
he: מצטערים, אינך רשאי להוסיף דפים מקטגוריה זו לקבוצת התוכן שנבחרה.
id: Maaf, anda tidak diperbolehkan untuk menyisipkan halaman dari kategori ini ke konten yang dipilih kelompok.
it: Spiacente, non puoi inserire pagine di questa categoria nel gruppo di contenuti selezionato.
nl: Sorry, je hebt geen rechten om pagina’s van deze categorie in de geselecteerde paginagroep toe te voegen.
pl: Przepraszamy, nie można wstawiać stron z tej kategorii do wybranej grupy tematycznej.
pt: Desculpe, você não tem permissão para inserir páginas desta categoria no grupo de conteúdo selecionado.
ru: Извините, вам не разрешено вставлять страницы этой категории в выбранную группу контента.
sv: Ledsen, du är inte tillåtet att infoga sidor av denna kategori i innehållet i den markerade gruppen.
th: ขออภัยคุณไม่ได้รับอนุญาตให้แทรกหน้าของหมวดหมู่นี้ในกลุ่มเนื้อหาที่เลือก
tr: Üzgünüz, bu kategorinin sayfalarını seçili içerik grubuna yerleştirmeye izniniz yok.
uk: На жаль, Вам заборонено вставляти сторінки цієї категорії у вибрану групу контенту.
zh_hant: 抱歉，您不允許将该分類的页面插入到所选内容组中。

source: System content groups
ar: مجموعات محتوى النظام
de: Systeminhaltsgruppen
es: Grupos de contenido del sistema
et: Süsteemi sisugrupid
he: קבוצות תוכן מערכת
id: Grup konten sistem
it: Gruppi di contenuto del sistema
nl: Systeempagina’s groep
pl: Grupy zawartości systemu
pt: Grupos de conteúdo do sistema
ru: Группы системного контента
sv: Systemet innehållet grupper
th: กลุ่มเนื้อหาของระบบ
tr: Sistem içerik grupları
uk: Системні контентні групи
zh_hant: 系统内容组

source: Test ACL rules
ar: اختبار قواعد ACL
de: ACL-Regeln testen
es: Prueba de reglas ACL
et: Testige ACL-i reegleid
he: בדוק כללי ACL
id: Uji aturan ACL
it: Regole ACL di test
nl: Toegangsregels uitproberen
pl: Zasady testowania ACL
pt: Testar as regras do LCA
ru: Протестировать правила ACL
sv: Testa ACL-regler
th: ทดสอบกฎ ACL
tr: ACL kurallarını test et
uk: Перевірте правила ACL
zh_hant: 測試 ACL 規則

source: Test Access Control Rules
ar: اختبار قواعد التحكم في الوصول
de: Zugriffskontrollregeln testen
es: Prueba de reglas de control de acceso
et: Testige juurdepääsu kontrollimise reegleid
he: בדוק כללי בקרת גישה
id: Uji Aturan Kontrol Akses
it: Testare le regole di controllo dell'accesso
nl: Toegangsregels uitproberen
pl: Przetestuj reguły kontroli dostępu
pt: Testar Regras de Controle de Acesso
ru: Проверка правил контроля доступа
sv: Testa Åtkomst Kontroll Regler
th: ทดสอบกฎการควบคุมการเข้าถึง
tr: Erişim Kontrol Kurallarını Test Et
uk: Перевірте правила контролю доступу
zh_hant: 测试流覽的控制規則

source: The URL is only valid for one day.
ar: رابط URl صالح فقط ليوم واحد.
de: Die URL ist nur einen Tag lang gültig.
es: La URL es solo válido para un día.
et: URL kehtib ainult ühe päeva.
he: כתובת האתר תקפה ליום אחד בלבד.
id: URL hanya berlaku untuk satu hari.
it: L'URL è valido solo per un giorno.
nl: De URL is één dag geldig.
pl: Adres URL jest ważny tylko przez jeden dzień.
pt: O URL só é válido por um dia.
ru: URL-адрес действителен только в течение одного дня.
sv: URL är endast giltig för en dag.
th: URL นี้ใช้ได้เพียงวันเดียว
tr: Bu URL sadece bir gün geçerlidir.
uk: URL-адреса дійсна лише один день.
zh_hant: 该网址的有效期只有一天。

source: The URL is valid for one day.
ar: رابط URL صالح ليوم واحد.
de: Die URL ist einen Tag lang gültig.
es: La URL es válida por un día.
et: URL kehtib ühe päeva.
he: כתובת האתר תקפה ליום אחד.
id: URL hanya berlaku untuk satu hari.
it: L'URL è valido per un giorno.
nl: De URL is één dag geldig.
pl: Adres URL jest ważny przez jeden dzień.
pt: O URL é válido por um dia.
ru: URL-адрес действителен в течение одного дня.
sv: Webbadressen är giltig i en dag.
th: URL ใช้ได้ 1 วัน
tr: URL bir gün geçerlidir.
uk: URL-адреса дійсна протягом одного дня.
zh_hant: 该网址的有效期为一天。

source: The default upload size is:
ar: حجم التحميل الافتراضي هو:
de: Die Standard-Upload-Größe ist:
es: El tamaño de la carga por defecto es de:
et: Vaikimisi üleslaadimise suurus on:
he: גודל ההעלאה המוגדר כברירת מחדל הוא:
id: Ukuran unggahan bawaan adalah:
it: La dimensione predefinita dell'upload è:
nl: De standaard upload grootte is:
pl: Domyślny rozmiar przesyłania to:
pt: O tamanho padrão do upload é:
ru: Размер загрузки по умолчанию:
sv: Standarduppladdningsstorleken är:
th: ขนาดการอัปโหลดเริ่มต้นคือ:
tr: Varsayılan yükleme boyutu:
uk: Розмір завантаження за замовчуванням:
zh_hant: 默許的上傳文件大小是:

source: There are no users within these user groups.
ar: لا يوجد مستخدمين ضمن مجموعات المستخدمين هذه.
de: Innerhalb dieser Benutzergruppen gibt es keine Benutzer.
es: No hay usuarios dentro de estos grupos de usuarios.
et: Nendes kasutajagruppides pole ühtegi kasutajat.
he: אין משתמשים בקבוצות משתמשים אלה.
id: Tidak ada pengguna dalam kelompok pengguna ini.
it: Non ci sono utenti all'interno di questi gruppi.
nl: Deze gebruikersgroepen bevatten geen gebruikers
pl: W tych grupach użytkowników nie ma użytkowników.
pt: Não há utilizadores dentro destes grupos de utilizadores.
ru: Внутри этих групп пользователей нет пользователей.
sv: Det finns ingen användare inom dessa grupper av användare.
th: ไม่มีผู้ใช้ในกลุ่มผู้ใช้เหล่านี้
tr: Bu gruplar içerisinde kullanıcı yok.
uk: У цих групах користувачів немає користувачів.
zh_hant: 这些用户组内没有用户。

source: These settings come into effect immediately, no publish of rules is needed,
ar: تدخل هذه الإعدادات حيز التنفيذ على الفور ، ولا يلزم نشر القواعد ،
de: Diese Einstellungen werden sofort wirksam, ein Veröffentlichen von Regeln ist nicht erforderlich,
es: Estos ajustes entran en vigor inmediatamente, no es necesario publicar las reglas,
et: Need seaded jõustuvad kohe, reegleid pole vaja avaldada,
he: הגדרות אלה נכנסות לתוקף באופן מיידי, אין צורך בפרסום כללים,
id: Pengaturan ini segera berlaku, tidak perlu menerbitkan aturan,
it: Queste impostazioni entrano in vigore immediatamente, non è necessario pubblicare le regole,
nl: Deze instellingen treden onmiddellijk in werking, de regels hoeven niet gepubliceerd te worden.
pl: Te ustawienia wchodzą w życie natychmiast, nie jest potrzebne publikowanie zasad,
pt: Essas configurações entram em vigor imediatamente, nenhuma publicação de regras é necessária,
ru: Эти настройки вступают в силу немедленно, публикация правил не требуется,
sv: Dessa inställningar träder i kraft omedelbart, ingen publicering av regler behövs,
th: การตั้งค่าเหล่านี้จะมีผลทันทีไม่จำเป็นต้องเผยแพร่กฎ
tr: Bu ayarlar hemen yürürlüğe girer, kuralların yayınlanmasına gerek yoktur,
uk: Ці налаштування починають діяти негайно, публікувати правила не потрібно,
zh_hant: 這些設定立即生效, 無須发布這些規則

source: They are managed by their own manager and use the access rules below.
ar: تتم إدارتها بواسطة المدراء الخاصين بهم و باستخدام قواعد الوصول أدناه.
de: Sie werden von einem eigenen Manager verwaltet und verwenden die unten aufgeführten Zugriffsregeln.
es: Son administrados por su propio administrador y usan las reglas de acceso siguientes.
et: Neid haldab nende enda haldur ja nad kasutavad allolevaid juurdepääsureegleid.
he: הם מנוהלים על ידי המנהל שלהם ומשתמשים בכללי הגישה שלמטה.
id: Mereka dikelola oleh manajer mereka sendiri dan menggunakan aturan akses di bawah ini.
it: Sono gestiti da un proprio manager e utilizzano le regole di accesso qui sotto.
nl: Ze worden beheerd door hun eigen beheerder en gebruiken de onderstaande toegangsregels.
pl: Są zarządzane przez własnego menedżera i korzystają z poniższych zasad dostępu.
pt: Eles são geridos pelo seu próprio gestor e utilizam as regras de acesso abaixo.
ru: Они управляются собственным менеджером и используют правила доступа, приведенные ниже.
sv: De är styrda av sin egen manager och använda reglerna nedan.
th: พวกเขาได้รับการจัดการโดยผู้จัดการของพวกเขาเองและใช้กฎการเข้าถึงด้านล่าง
tr: Kendi yöneticileri tarafından yönetilirler ve aşağıdaki erişim kurallarını kullanırlar.
uk: Ними керує їхній власний менеджер і використовують наведені нижче правила доступу.
zh_hant: 這些是由他們自己的經理來管理並依據以下的流覽規則

source: This can not be undone.
ar: لا يمكن التراجع عنه.
de: DIES KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN!
es: Esto no puede ser desechado.
et: Seda ei saa olematuks teha.
he: אי אפשר לבטל את זה.
id: Ini tidak dapat dibatalkan.
it: Questo non può essere annullato.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Nie można tego cofnąć.
pt: Isto não pode ser desfeito.
ru: Это действие не может быть отменено.
sv: Detta kan inte göras ogjort.
th: สิ่งนี้ไม่สามารถยกเลิกได้
tr: Bu geri alınamaz.
uk: Це не може бути скасовано.
zh_hant: 操作无法撤销

source: This page is a
ar: هذه الصفحة هي
de: Diese Seite ist eine
es: Esta página es un
et: See leht on a
he: דף זה הוא
id: Halaman ini adalah
it: Questa pagina è un
nl: Deze pagina is een
pl: Ta strona jest
pt: Esta página é uma
ru: Эта страница представляет собой
sv: Denna sida är en
th: หน้านี้คือไฟล์
tr: Bu sayfa bir
uk: Ця сторінка є
zh_hant: 這個頁面是一個

source: This rule is managed by module
ar: هذه القاعدة يتم إدراتها بواسطة الوحدة
de: Diese Regel wird vom Modul
es: Esta regla es gestionada por módulo
et: Seda reeglit haldab moodul
he: כלל זה מנוהל על ידי מודול
id: Aturan ini dikelola oleh modul
it: Questa regola è gestita dal modulo
nl: Deze regel wordt beheerd door module
pl: Reguła ta jest zarządzana przez moduł
pt: Esta regra é gerida pelo módulo
ru: Данное правило управляется модулем
sv: Denna regel är förvaltas av modul
th: กฎนี้จัดการโดยโมดูล
tr: Bu kural modül tarafından yönetiliyor
uk: Це правило керується модулем
zh_hant: 该规则由組件管理

source: Try ACL rules
ar: جرب قواعد ACL
de: ACL-Regeln ausprobieren
es: Probar las reglas de ACL
et: Proovige ACL-i reegleid
he: נסה כללי ACL
id: Cobalah aturan ACL
it: Prova le regole ACL
nl: Toegangsregels uitproberen
pl: Wypróbuj zasady ACL
pt: Tente as regras LCA
ru: Попробовать правила ACL
sv: Prova ACL-regler
th: ลองใช้กฎ ACL
tr: ACL kurallarını deneyin
uk: Спробуйте правила ACL
zh_hant: 嘗試ACL规则

source: Try a different combination of category and content group.
ar: جرب مجموعة فئة مختلفة و مجموعة محتوى.
de: Versuchen Sie eine andere Kombination aus Kategorie und Inhaltsgruppe.
es: Intenta una combinación diferente de categoría y contenido de grupo.
et: Proovige kategooria ja sisugrupi erinevat kombinatsiooni.
he: נסה שילוב אחר של קטגוריה וקבוצת תוכן.
id: Cobalah sebuah kombinasi berbeda dari kategori dan kelompok konten.
it: Prova una diversa combinazione di categoria e gruppo di contenuto.
nl: Probeer een andere combinatie van categorie en paginagroep.
pl: Wypróbuj inną kombinację kategorii i grupy treści.
pt: Tente uma combinação diferente de categoria e grupo de conteúdo.
ru: Попробуйте другую комбинацию категории и группы контента.
sv: Prova en annan kombination av kategori och innehållsgrupp.
th: ลองใช้หมวดหมู่และกลุ่มเนื้อหาผสมกัน
tr: Farklı bir kategori ve içerik grubu kombinasyonu deneyin.
uk: Спробуйте іншу комбінацію категорії та контент групи.
zh_hant: 嘗試一個不同的種類與內容組的組合

source: Try rules...
ar: جرب القواعد...
de: Regeln ausprobieren...
es: Probar reglas...
et: Proovige reegleid ...
he: נסה כללים ...
id: Mencoba aturan...
it: Prova le regole...
nl: Regels uitproberen...
pl: Wypróbuj zasady ...
pt: Tenta regras...
ru: Попробовать правила...
sv: Prova regler ...
th: ลองใช้กฎ ...
tr: Kuralları deneyin...
uk: Спробуй правила...
zh_hant: 试试规则...

source: Upload settings saved
ar: تم حفظ إعدادات التحميل
de: Upload-Einstellungen gespeichert
es: Se guardan las configuraciones de carga
et: Üleslaadimisseaded on salvestatud
he: הגדרות ההעלאה נשמרו
id: Pengaturan unggahan disimpan
it: Impostazioni di caricamento salvate
nl: Uploadinstellingen opgeslagen
pl: Ustawienia przesyłania zostały zapisane
pt: Upload de configurações salvas
ru: Настройки загрузки сохранены
sv: Uppladdningsinställningar sparade
th: บันทึกการตั้งค่าการอัปโหลดแล้ว
tr: Yükleme ayarları kaydedildi
uk: Налаштування завантаження збережено
zh_hant: 上傳存檔的設定

source: Upload the ACL rules file that you previously exported. Note: all current rules will be <b>replaced</b> by the rule definition file that is uploaded.
ar: قم بتحميل ملف قواعد ACL الذي قمت بتصديره مسبقاً. ملاحظة: كل القواعد الحالية سيتم <b>استبدالها</b> بملف تعريف القواعد الذي تم تحميله.
de: Laden Sie die ACL-Regeldatei hoch, die Sie zuvor exportiert haben. Hinweis: Alle aktuellen Regeln werden <b>ersetzt</b> durch die hochgeladene Regeldefinitionsdatei.
es: Cargue el archivo de reglas de ACL que exportó previamente. Nota: todas las reglas actuales serán <b> reemplazadas </b> por el archivo de definición de regla que se cargue.
et: Laadige üles varem eksporditud ACL-reeglite fail. Märkus: kõik praegused eeskirjad on <b>asendatakse</b> reeglist definitsiooni fail, mis on üles laaditud.
he: העלה את קובץ כללי ה- ACL שייצאת בעבר. הערה: כל הכללים הנוכחיים יהיה <b>מוחלף</b> על ידי קובץ הגדרת הכלל מועלה.
id: Unggah berkas aturan ACL yang sebelumnya Anda mengekspor. Catatan: semua aturan saat ini akan <b>diganti</b> oleh berkas penentuan aturan yang diunggah.
it: Carica il file delle regole ACL che hai precedentemente esportato. Nota: tutte le regole attuali saranno <b>sostituite</b> dal file di definizione delle regole che viene caricato.
nl: Upload de toegangsregels die je eerder hebt geëxporteerd. Alle huidige regels worden <b>vervangen</b> door de geüploade regels.
pl: Prześlij plik reguł ACL, który wcześniej wyeksportowałeś. Uwaga: wszystkie obecne reguły zostaną zastąpione <b></b> przez przesłany plik definicji reguł.
pt: Faça o upload do arquivo de regras ACL que você exportou anteriormente. Nota: todas as regras actuais serão <b>substituídas</b> pelo ficheiro de definição de regras que é carregado.
ru: Загрузите файл правил ACL, который вы ранее экспортировали. Замечание: все текущие правила будут <b>заменены</b> правилами из загруженного файла с определениями.
sv: Ladda upp ACL-regler-fil som du tidigare har exporterats. Obs: alla nuvarande regler kommer att vara <b>ersätts av</b> av regeln definition fil som laddas upp.
th: อัปโหลดไฟล์กฎ ACL ที่คุณส่งออกก่อนหน้านี้ หมายเหตุ: กฎปัจจุบันทั้งหมดจะถูกแทนที่ด้วย <b></b> ด้วยไฟล์ข้อกำหนดของกฎที่อัปโหลด
tr: Daha önce dışa aktardığınız ACL kuralları dosyasını yükleyin. Not: Tüm mevcut kurallar yüklediğiniz dosyadaki kural açıklamaları ile <b>değiştirilecektir</b>.
uk: Завантажте файл правил ACL, який ви раніше експортували. Примітка: усі поточні правила буде <b>замінено на</b> завантаженим файлом визначення правила.
zh_hant: 上傳這個你原先輸出的 ACL 規則的文件。注意: 所有現行規則將被 上傳的規則定義文件<b>取代</b>。

source: Use published rules
ar: استخدم القواعد التي تم نشرها
de: Veröffentlichte Regeln verwenden
es: Usar las reglas publicadas
et: Kasutage avaldatud reegleid
he: השתמש בכללים שפורסמו
id: Menggunakan peraturan yang diterbitkan
it: Utilizzare le regole pubblicate
nl: Gebruik gepubliceerde regels
pl: Użyj opublikowanych reguł
pt: Usar regras publicadas
ru: Использовать опубликованные правила
sv: Använd publicerade regler
th: ใช้กฎที่เผยแพร่
tr: Yayınlanan kuralları kullanın
uk: Використовуйте опубліковані правила
zh_hant: 沿用已發布的規則

source: Use the following URL to test the access control rules before publishing them.
ar: استخدم رابط URL التالي لاختبار قواعد التحكم في الوصول قبل نشرهم.
de: Verwende die folgende URL, um die Zugriffskontrollregeln zu testen, bevor veröffentlichung.
es: Usar la siguiente URL para probar las reglas de control de acceso antes de publicar.
et: Enne juurdepääsu avaldamist kontrollige enne URL-i avaldamist järgmist URL-i.
he: השתמש בכתובת האתר הבאה כדי לבדוק את כללי בקרת הגישה לפני פרסום אותם.
id: Menggunakan URL berikut untuk menguji aturan kontrol akses sebelum mempublikasikannya.
it: Usa il seguente URL per testare le regole di controllo dell'accesso prima di pubblicarle.
nl: Gebruik de volgende URL om de regels uit te proberen voordat je ze publiceert.
pl: Użyj poniższego adresu URL, aby przetestować zasady kontroli dostępu przed ich opublikowaniem.
pt: Use o URL a seguir para testar as regras de controle de acesso antes de publicá-las.
ru: Используйте следующий URL для проверки правил контроля доступа перед их публикацией.
sv: Använd följande URL för att testa åtkomst regler för kontroll innan du publicerar dem.
th: ใช้ URL ต่อไปนี้เพื่อทดสอบกฎการควบคุมการเข้าถึงก่อนเผยแพร่
tr: Yayınlamadan önce kurallara erişimi test etmek için aşağıdaki URL'yi kullanın.
uk: Використовуйте наступну URL-адресу, щоб перевірити правила контролю доступу перед їх публікацією.
zh_hant: 發布規則前，請用以下的聯結 (URL) 來測試允許進入流覽的用戶的控制規則

source: User groups
ar: مجموعات المستخدمين
de: Benutzergruppen
es: Grupos de usuarios
et: Kasutajagrupid
he: קבוצות משתמש
id: Pengguna kelompok
it: Gruppi di utenti
nl: Gebruikersgroepen
pl: Grupy użytkowników
pt: Grupos de usuários
ru: Группы пользователей
sv: Användargrupper
th: กลุ่มผู้ใช้
tr: Kullanıcı grupları
uk: Групи користувачів
zh_hant: 用户组

source: Visibility
ar: الرؤية
de: Sichtbarkeit
es: Visibilidad
et: Nähtavus
he: נראות
id: Visibilitas
it: Visibilità
nl: Zichtbaarheid
pl: Widoczność
pt: Visibilidade
ru: Видимость
th: การมองเห็น
tr: Görünürlük
uk: Видимість

source: Which version of the ACL rules do you want to use?
ar: أي نسخة من قواعد ACL تريد استخدامها؟
de: Welche Version der ACL-Regeln möchten Sie verwenden?
es: ¿Qué versión de las reglas de ACL desea usar?
et: Millist ACL-reeglite versiooni soovite kasutada?
he: באיזו גרסה של כללי ה- ACL אתה רוצה להשתמש?
id: Peraturan ACL manakah yang ingin anda gunakan?
it: Quale versione delle regole ACL vuoi usare?
nl: Welke versie van de toegangsregels wil je gebruiken?
pl: Jakiej wersji zasad ACL chcesz używać?
pt: Qual versão das regras do LCA você quer usar?
ru: Какую версию правил ACL вы хотите использовать?
sv: Vilken version av ACL-reglerna vill du använda?
th: คุณต้องการใช้กฎ ACL เวอร์ชันใด
tr: ACL kurallarının hangi sürümünü kullanmak istiyorsunuz?
uk: Яку версію правил ACL ви хочете використовувати?
zh_hant: 那個版本的 ACL 規則你要使用?

source: You are not allowed to move to this collaboration group.
ar: لا يسمح لك بالانتقال إلى مجموعة التعاون هذه.
de: Sie dürfen nicht zu dieser Zusammenarbeitsgruppe wechseln.
es: No está permitido mudarse a este grupo de colaboración.
et: Teil pole lubatud sellesse koostöögruppi kolida.
he: אינך רשאי לעבור לקבוצת שיתוף פעולה זו.
id: Anda tidak diperbolehkan untuk pindah kedalam kolaborasi kelompok ini.
it: Non sei autorizzato a spostarti in questo gruppo di collaborazione.
nl: Het is niet toegestaan om naar deze samenwerkingsgroep te verplaatsen.
pl: Nie możesz przenieść się do tej grupy współpracy.
pt: Você não tem permissão para se mudar para este grupo de colaboração.
ru: Вы не имеете права переходить в эту группу сотрудничества.
sv: Det är inte tillåtet att flytta till denna grupp.
th: คุณไม่ได้รับอนุญาตให้ย้ายไปยังกลุ่มการทำงานร่วมกันนี้
tr: Bu işbirliği grubuna taşımaya izniniz yok.
uk: Вам заборонено переходити до цієї групи для співпраці.
zh_hant: 您無權移至該協作組。

source: You are not allowed to perform this action
ar: ليس مسموح لك بتنفيذ هذا الإجراء
de: Sie sind nicht berechtigt, diese Aktion durchzuführen
es: No está permitido realizar esta acción
et: Teil pole lubatud seda toimingut teha
he: אינך רשאי לבצע פעולה זו
id: Anda tidak diperbolehkan untuk melakukan tindakan ini
it: Non sei autorizzato a eseguire questa azione
nl: U mag deze actie niet uitvoeren
pl: Nie masz uprawnień aby wykonywać tą czynność
pt: Você não está autorizado a realizar esta ação
ru: Вам не разрешено выполнять это действие
sv: Du har inte rätt att utföra denna åtgärd
th: คุณไม่ได้รับอนุญาตให้ดำเนินการนี้
tr: Bu işlemi gerçekleştirmenize izin verilmiyor
uk: Вам заборонено виконувати цю дію
zh_hant: 你不允许执行这个动作

source: You are not allowed to view this page.
ar: ليس مسموح لك بمشاهدة هذه الصفحة.
de: Sie dürfen diese Seite nicht ansehen.
es: No tiene permitido ver esta página.
et: Teil pole lubatud seda lehte vaadata.
he: אינך רשאי לצפות בדף זה.
id: Anda tidak diizinkan untuk melihat halaman ini.
it: Non sei autorizzato a visualizzare questa pagina.
nl: Je hebt geen rechten om deze pagina te bekijken.
pl: Nie masz uprawnień do przeglądania tej strony.
pt: Você não está autorizado a ver esta página.
ru: Вам не разрешено просматривать эту страницу.
sv: Du har inte tillåtelse att visa denna sida.
th: คุณไม่ได้รับอนุญาตให้ดูหน้านี้
tr: Bu sayfası görüntülemeye yetkiniz yok.
uk: Вам заборонено переглядати цю сторінку.
zh_hant: 您不允許浏览此页面。
