Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: All translated texts will be removed.
ar: ستتم إزالة كافة النصوص المترجمة.
de: Alle übersetzten Texte werden entfernt.
es: Todos los textos traducidos serán eliminados.
et: Kõik tõlgitud tekstid eemaldatakse.
he: כל הטקסטים המתורגמים יוסרו.
id: Semua teks yang diterjemahkan akan dihapus.
it: Tutti i testi tradotti verranno rimossi.
nl: Alle vertaalde teksten worden verwijderd.
pl: Wszystkie przetłumaczone teksty zostaną usunięte.
pt: Todos os textos traduzidos serão removidos.
ru: Все переведенные тексты будут удалены.
sv: Alla översatta texter kommer att tas bort.
th: ข้อความที่แปลทั้งหมดจะถูกลบออก
tr: Çevrilen tüm metinler kaldırılacaktır.
uk: Усі перекладені тексти буде видалено.
zh_hant: 所有翻譯的文字將被刪除。

source: Approve translation
ar: الموافقة على الترجمة
de: Übersetzung genehmigen
es: Aprobar traducción
et: Kinnitage tõlge
he: אשר תרגום
id: Setujui terjemahan
it: Approva la traduzione
nl: Vertaling goedkeuren
pl: Zatwierdź tłumaczenie
pt: Aprovar tradução
ru: Утвердить перевод
sv: Godkänn översättning
th: อนุมัติการแปล
tr: Çeviriyi onayla
uk: Затвердити переклад
zh_hant: 批准翻譯

source: Are you sure you want to delete:
ar: هل أنت متأكد أنك تريد حذف:
de: Sind Sie sicher, dass Sie löschen möchten:
es: Estas seguro que quieres borrarlo:
et: Kas soovite kindlasti kustutada:
he: אתה בטוח שאתה רוצה למחוק:
id: Apakah Anda yakin ingin menghapus:
it: Sei sicuro di voler eliminare:
nl: Weet je zeker dat je wilt verwijderen:
pl: Czy jesteś pewien, że chcesz usunąć:
pt: Tem certeza de que deseja excluir:
ru: Вы уверены, что хотите удалить:
sv: Är du säker att du vill radera:
th: คุณแน่ใจหรือว่าต้องการลบ:
tr: Silmek istediğine emin misin:
uk: Ви впевнені, що хочете видалити:
zh_hant: 你確定你要刪除：

source: Are you sure you want to remove this language?
ar: هل أنت متأكد أنك تريد إزالة هذه اللغة؟
de: Möchten Sie diese Sprache entfernen?
es: Estás seguro que quieres eliminar este idioma?
et: Kas soovite kindlasti selle keele eemaldada?
he: האם אתה בטוח שברצונך להסיר את השפה הזו?
id: Apakah anda yakin anda ingin menghapus bahasa ini?
it: Sei sicuro di voler rimuovere questa lingua?
nl: Weet je zeker dat je deze taal wilt verwijderen?
pl: Jesteś pewien, że chcesz usunąć ten język?
pt: Tem a certeza que quer remover esta linguagem?
ru: Вы уверены, что хотите удалить этот язык?
sv: Är du säker på att du vill ta bort det här språket?
th: แน่ใจไหมว่าต้องการลบภาษานี้
tr: Bu dili silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цю мову?
zh_hant: 你确定要删除这句话吗？

source: Automatic from title
ar: تلقائي من العنوان
de: Automatisch aus dem Titel
es: Automático desde el título
et: Automaatne pealkirjast
he: אוטומטי מהכותרת
id: Otomatis dari judul
it: Automatico dal titolo
nl: Automatisch uit titel
pl: Automatycznie z tytułu
pt: Automático a partir do título
ru: Автоматически из заголовка
sv: Automatiskt från titel
th: อัตโนมัติจากชื่อเรื่อง
tr: Başlıktan otomatik
uk: Автоматично з назви
zh_hant: 自動從標題

source: Automatic translation
ar: الترجمة الآلية
de: Automatische Übersetzung
es: Traducción automática
et: Automaattõlge
he: תרגום אוטומטי
id: Terjemahan otomatis
it: Traduzione automatica
nl: Automatische vertaling
pl: Automatyczne tłumaczenie
pt: Tradução automática
ru: Автоматический перевод
sv: Automatisk översättning
th: การแปลอัตโนมัติ
tr: Otomatik çeviri
uk: Автоматичний переклад
zh_hant: 自動翻譯

source: Available sub-languages
ar: اللغات الفرعية المتاحة
de: Verfügbare Untersprachen
es: Sub-idiomas disponibles
et: Saadaval alamkeeled
he: שפות משנה זמינות
id: Tersedia sub-bahasa
it: Sotto-lingue disponibili
nl: Beschikbare subtalen
pl: Dostępne podjęzyki
pt: Sub-línguas disponíveis
ru: Доступные подязыки
sv: Tillgängliga underspråk
th: ภาษาย่อยที่ใช้ได้
tr: Mevcut alt diller
uk: Доступні підмови
zh_hant: 可用的子语言

source: Cannot generate translation files because <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext is not installed</a>.
ar: لا يمكن إنشاء ملفات الترجمة لأنه لم يتم تثبيت <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext</a>.
de: Kann keine Übersetzungsdateien erzeugen, weil <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext nicht installiert ist</a>.
es: No se pueden generar archivos de traducción porque <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext no está instalado</a>.
et: Tõlkefaile ei saa genereerida, kuna <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext pole installitud</a>.
he: לא ניתן ליצור קבצי תרגום מכיוון שלא מותקן <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext</a>.
id: Tidak dapat membuat file terjemahan karena <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html"> gettext tidak terpasang </a>.
it: Impossibile generare file di traduzione perché <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext non è installato</a>.
nl: Kan de vertaalbestanden niet genereren omdat <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext niet is geïnstalleerd</a>.
pl: Nie można generować plików tłumaczeniowych, ponieważ <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext nie jest zainstalowany</a>.
pt: Não é possível gerar arquivos de tradução porque <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext não está instalado</a>.
ru: Не может генерировать файлы перевода, потому что не установлен <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext</a>.
sv: Det går inte att generera översättningsfiler eftersom <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext inte är installerat</a>.
th: ไม่สามารถสร้างไฟล์แปลได้เนื่องจากไม่ได้ติดตั้ง <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext</a>.
tr: Çevirme dosyaları oluşturamazsınız çünkü <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html"><a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html"> metin alma yüklenmemiş</a>.
uk: Не вдається створити файли перекладу, оскільки <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext не встановлено</a>.
zh_hant: 无法生成翻译文件，因为 <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext没有安装</a>。

source: Code
ar: الشفرة
es: Código
et: Kood
he: קוד
id: Kode
it: Codice
pl: Kod
pt: Código
ru: Код
sv: Koda
th: รหัส
tr: Kod
uk: Код
zh_hant: 编码

source: Copy texts
ar: نسخ النصوص
de: Texte kopieren
es: Copiar textos
et: Kopeeri tekste
he: העתק טקסטים
id: Salin teks
it: Copia testi
nl: Kopieer teksten
pl: Kopiuj teksty
pt: Copiar textos
ru: Копировать тексты
sv: Kopiera texter
th: คัดลอกข้อความ
tr: Metinleri kopyala
uk: Копіювати тексти
zh_hant: 複製文字

source: Copying and translating texts is used to fill in blank text fields in the destination language. Existing texts will never be overwritten unless the “overwrite existing texts” checkbox is checked.
ar: يتم استخدام نسخ النصوص وترجمتها لملء الحقول النصية الفارغة باللغة الوجهة. لن تتم الكتابة فوق النصوص الموجودة أبدًا ما لم يتم تحديد مربع الاختيار "استبدال النصوص الموجودة".
de: Beim Kopieren und Übersetzen von Texten werden leere Textfelder in der Zielsprache ausgefüllt. Vorhandene Texte werden niemals überschrieben, es sei denn, die Checkbox „Vorhandene Texte überschreiben“ ist aktiviert.
es: Copiar y traducir textos se utiliza para completar campos de texto en blanco en el idioma de destino. Los textos existentes nunca se sobrescribirán a menos que esté marcada la casilla de verificación "sobrescribir textos existentes".
et: Sihtkeeles tühjade tekstiväljade täitmiseks kasutatakse tekstide kopeerimist ja tõlkimist. Olemasolevaid tekste ei kirjutata kunagi üle, kui pole märgitud ruut "olemasolevad tekstid üle".
he: העתקה ותרגום של טקסטים משמשים למילוי שדות טקסט ריקים בשפת היעד. טקסטים קיימים לעולם לא יוחלפו אלא אם תיבת הסימון "החלף טקסטים קיימים" מסומנת.
id: Menyalin dan menerjemahkan teks digunakan untuk mengisi kolom teks kosong dalam bahasa tujuan. Teks yang ada tidak akan pernah ditimpa kecuali kotak centang “timpa teks yang ada” dicentang.
it: La copia e la traduzione dei testi viene utilizzata per compilare campi di testo vuoti nella lingua di destinazione. I testi esistenti non verranno mai sovrascritti a meno che non sia selezionata la casella di controllo "Sovrascrivi testi esistenti".
nl: Het kopiëren en vertalen van teksten wordt gebruikt om lege tekstvelden in de doeltaal in te vullen. Bestaande teksten worden nooit overschreven tenzij het selectievakje “bestaande teksten overschrijven” is aangevinkt.
pl: Kopiowanie i tłumaczenie tekstów służy do wypełniania pustych pól tekstowych w języku docelowym. Istniejące teksty nigdy nie zostaną nadpisane, chyba że zaznaczone jest pole wyboru „Zastąp istniejące teksty”.
pt: A cópia e tradução de textos é usada para preencher campos de texto em branco no idioma de destino. Os textos existentes nunca serão substituídos, a menos que a caixa de seleção “substituir textos existentes” esteja marcada.
ru: Копирование и перевод текстов используется для заполнения пустых текстовых полей на языке назначения. Существующие тексты никогда не будут перезаписаны, если не установлен флажок «перезаписать существующие тексты».
sv: Kopiering och översättning av texter används för att fylla i tomma textfält på målspråket. Befintliga texter kommer aldrig att skrivas över om inte kryssrutan "skriv över befintliga texter" är markerad.
th: การคัดลอกและการแปลข้อความใช้เพื่อกรอกช่องข้อความว่างในภาษาปลายทาง ข้อความที่มีอยู่จะไม่ถูกเขียนทับเว้นแต่จะทำเครื่องหมายในช่อง "เขียนทับข้อความที่มีอยู่"
tr: Metinleri kopyalamak ve çevirmek, hedef dildeki boş metin alanlarını doldurmak için kullanılır. “Mevcut metinlerin üzerine yaz” onay kutusu işaretlenmedikçe, mevcut metinlerin üzerine asla yazılmaz.
uk: Копіювання та переклад текстів використовується для заповнення порожніх текстових полів мовою призначення. Існуючі тексти ніколи не будуть перезаписані, якщо не встановлено прапорець «перезаписати існуючі тексти».
zh_hant: 複製和翻譯文字用於以目標語言填入空白文字欄位。除非選取「覆蓋現有文字」複選框，否則現有文字永遠不會被覆蓋。

source: Current translations
ar: الترجمات الحالية
de: Aktuelle Übersetzungen
es: Traducciones actuales
et: Praegused tõlked
he: תרגומים עדכניים
id: Terjemahan saat ini
it: Traduzioni attuali
nl: Huidige vertalingen
pl: Aktualne tłumaczenia
pt: Traduções atuais
ru: Текущие переводы
sv: Aktuella översättningar
th: การแปลในปัจจุบัน
tr: Güncel çeviriler
uk: Актуальні переклади
zh_hant: 目前翻譯

source: Danish
ar: دانماركي
de: Dänisch
es: Danés
et: Taani keel
he: דַנִי
id: Denmark
it: Danese
nl: Deens
pl: Duński
pt: Dinamarquês
ru: датский
sv: Danska
th: เดนมาร์ก
tr: Danimarkalı
uk: Данська
zh_hant: 丹麦语

source: Deciding on a main language or sub-language
ar: اتخاذ قرار بشأن لغة رئيسية أو لغة فرعية
de: Entscheiden Sie sich für eine Haupt- oder Untersprache
es: Decidir sobre un idioma principal o uno secundario
et: Põhikeele või alakeele otsustamine
he: החלטה על שפה עיקרית או שפת משנה
id: Memutuskan bahasa utama atau sub bahasa
it: Decidere una lingua principale o una sottolingua
nl: Kiezen tussen een hoofdtaal of subtaal
pl: Podejmowanie decyzji w sprawie głównego języka lub podjęzyka
pt: Decidir sobre uma língua ou sub-língua principal
ru: Принятие решения на основном или суб-языке
sv: Beslut om ett huvudspråk eller delspråk
th: การตัดสินใจเลือกภาษาหลักหรือภาษาย่อย
tr: Ana dilde veya alt dilde karar verme
uk: Вибір основної або підмови
zh_hant: 决定主语言或副语言

source: Delete translation
ar: حذف الترجمة
de: Übersetzung löschen
es: Eliminar traducción
et: Kustuta tõlge
he: מחק את התרגום
id: Hapus terjemahan
it: Elimina la traduzione
nl: Vertaling verwijderen
pl: Usuń tłumaczenie
pt: Excluir tradução
ru: Удалить перевод
sv: Ta bort översättning
th: ลบคำแปล
tr: Çeviriyi sil
uk: Видалити переклад
zh_hant: 刪除翻譯

source: Details
ar: تفاصيل
es: Detalles
et: Üksikasjad
he: פרטים
id: Rincian
it: Dettagli
pl: Szczegóły
pt: Detalhes
ru: Подробности
sv: Detaljer
th: รายละเอียด
tr: Detaylar
uk: Деталі
zh_hant: 细节

source: Developer Documentation
ar: وثائق المطور
de: Dokumentation für Entwickler
es: Documentación para el desarrollador
et: Arendaja dokumentatsioon
he: תיעוד מפתח
id: Dokumentasi pengembang
it: Documentazione per sviluppatori
nl: Documentatie voor ontwikkelaars
pl: Dokumentacja deweloperska
pt: Documentação do Desenvolvedor
ru: Документация разработчика
sv: Dokumentation för utvecklare
th: เอกสารสำหรับนักพัฒนา
tr: Geliştirici Belgeleri
uk: Документація розробника
zh_hant: 开发者文档

source: Did you review all texts and correct any mistakes?
ar: هل قمت بمراجعة كافة النصوص وتصحيح أي أخطاء؟
de: Haben Sie alle Texte überprüft und etwaige Fehler korrigiert?
es: ¿Revisó todos los textos y corrigió algún error?
et: Kas vaatasite kõik tekstid üle ja parandasite vead?
he: האם בדקתם את כל הטקסטים ותיקנתם טעויות?
id: Apakah Anda meninjau semua teks dan memperbaiki kesalahan?
it: Hai rivisto tutti i testi e corretto eventuali errori?
nl: Heb je alle teksten nagekeken en eventuele fouten gecorrigeerd?
pl: Czy przejrzałeś wszystkie teksty i poprawiłeś jakieś błędy?
pt: Você revisou todos os textos e corrigiu algum erro?
ru: Вы просмотрели все тексты и исправили ли ошибки?
sv: Har du granskat alla texter och rättat till eventuella misstag?
th: คุณได้ตรวจสอบข้อความทั้งหมดและแก้ไขข้อผิดพลาดหรือไม่
tr: Tüm metinleri gözden geçirip hataları düzelttiniz mi?
uk: Ви переглянули всі тексти та виправили помилки?
zh_hant: 您是否審閱了所有文字並糾正了任何錯誤？

source: Drag languages to define the preferred order, the first 'view' language will be the default language.
ar: اسحب اللغات لتحديد الترتيب المفضل ، ستكون لغة "العرض" الأولى هي اللغة الافتراضية.
de: Ziehen Sie die Sprachen, um die bevorzugte Reihenfolge festzulegen. Die erste „Ansichtssprache“ ist die Standardsprache.
es: Arrastre los idiomas para definir el orden preferido, el primer idioma de 'vista' será el idioma predeterminado.
et: Eelistatud järjestuse määramiseks lohistage keeli, vaikekeeleks on esimene "vaate" keel.
he: גרור שפות כדי להגדיר את הסדר המועדף, שפת ה'תצוגה' הראשונה תהיה שפת ברירת המחדל.
id: Seret bahasa untuk menentukan urutan pilihan, bahasa 'tampilan' pertama akan menjadi bahasa default.
it: Trascina le lingue per definire l'ordine preferito, la prima lingua di "visualizzazione" sarà la lingua predefinita.
nl: Sleep talen om de voorkeursvolgorde te bepalen. De eerste 'weergavetaal' zal de standaardtaal zijn.
pl: Przeciągnij języki, aby określić preferowaną kolejność, język pierwszego widoku będzie językiem domyślnym.
pt: Arraste os idiomas para definir a ordem preferida, o primeiro idioma de 'visualização' será o idioma padrão.
ru: Перетащите языки, чтобы определить предпочтительный порядок, первый язык «просмотра» будет языком по умолчанию.
sv: Dra språk för att definiera den föredragna ordningen, det första "visningsspråket" kommer att vara standardspråket.
th: ลากภาษาเพื่อกำหนดลำดับที่ต้องการ ภาษา 'ดู' ภาษาแรกจะเป็นภาษาเริ่มต้น
tr: Tercih edilen sırayı tanımlamak için dilleri sürükleyin, ilk 'görüntüleme' dili varsayılan dil olacaktır.
uk: Перетягніть мови, щоб визначити бажаний порядок, перша мова перегляду буде мовою за замовчуванням.
zh_hant: 拖動語言來定義首選順序，第一個“查看”語言將是默認語言。

source: Dutch
ar: هولندي
de: Niederländisch
es: Holandés
et: Hollandi
he: הוֹלַנדִי
id: Belanda
it: Olandese
nl: Nederlands
pl: Holenderski
pt: Holandês
ru: голландский
sv: Nederländska
th: ดัตช์
tr: Flemenkçe
uk: Голландська
zh_hant: 荷兰语

source: Editable
ar: قابل للتعديل
de: Editierbar
et: Redigeeritav
he: ניתן לעריכה
id: Dapat diedit
it: Modificabile
nl: Bewerkbaar
pl: Możliwość edycji
pt: Editável
ru: Редакция
sv: Redigerbar
th: แก้ไขได้
tr: Düzenlenebilir
uk: Можливість редагування
zh_hant: 可编辑

source: Editable languages
ar: اللغات القابلة للتحرير
de: Bearbeitbare Sprachen
es: Idiomas editables
et: Redigeeritavad keeled
he: שפות הניתנות לעריכה
id: Bahasa yang dapat diedit
it: Lingue modificabili
nl: Bewerkbare talen
pl: Edytowalne języki
pt: Línguas editáveis
ru: Редактируемые языки
th: ภาษาที่สามารถแก้ไขได้
tr: Düzenlenebilir diller
uk: Редаговані мови

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
et: Inglise
he: אנגלית
id: Inggris
it: Inglese
nl: Engels
pl: Angielski
pt: Inglês
ru: английский язык
sv: engelsk
th: ภาษาอังกฤษ
tr: İngilizce
uk: Англійська
zh_hant: 英文

source: Fallback language
ar: اللغة الاحتياطية
de: Fallback-Sprache
es: Idioma de reserva
et: Varukeel
he: שפת נפילה
id: Bahasa Fallback
it: Lingua di ripiego
nl: Terugvaltaal
pl: Język awaryjny
ru: язык оригинала
sv: Fallback-språk
th: ภาษาสำรอง
tr: Yedek dil
uk: Запасна мова
zh_hant: 后备语言

source: Find language by name or ISO
ar: ابحث عن اللغة بالاسم أو ISO
de: Finden Sie die Sprache nach Name oder ISO
es: Buscar idioma por nombre o ISO
et: Otsige keelt nime või ISO järgi
he: מצא שפה לפי שם או ISO
id: Temukan bahasa berdasarkan nama atau ISO
it: Trova la lingua per nome o ISO
nl: Vind taal op naam of op ISO
pl: Znajdź język według nazwy lub ISO
pt: Encontrar idioma por nome ou ISO
ru: Найти язык по названию или ISO
sv: Hitta språk efter namn eller ISO
th: ค้นหาภาษาตามชื่อหรือ ISO
tr: Ada veya ISO'ya göre dili bulun
uk: Знайти мову за назвою або ISO
zh_hant: 按名稱或 ISO 查找語言

source: Finnish
ar: الفنلندية
de: Finnisch
es: Finlandés
et: Soome keel
he: פִינִית
id: Finlandia
it: Finlandese
nl: Fins
pl: Fiński
pt: Finlandês
ru: финский
sv: Finska
th: ภาษาฟินแลนด์
tr: Fince
uk: Фінська
zh_hant: 芬兰

source: For Developers
ar: للمطورين
de: Für Entwickler
es: Para desarrolladores
et: Arendajatele
he: למפתחים
id: Untuk pengembang
it: Per gli sviluppatori
nl: Voor ontwikkelaars
pl: Dla Deweloperów
pt: Para Desenvolvedores
ru: Для Разработчиков
sv: För utvecklare
th: สำหรับนักพัฒนา
tr: Geliştiriciler İçin
uk: Для розробників
zh_hant: 对于开发者

source: For new visitors, set the language to the default language
ar: للزوار الجدد ، اضبط اللغة على اللغة الافتراضية
de: Setzen Sie für neue Besucher die Sprache auf die Standardsprache
es: Para nuevos visitantes, configure el idioma al idioma por defecto
et: Uute külastajate jaoks määrake keel vaikekeeleks
he: עבור מבקרים חדשים, הגדר את השפה לשפת ברירת המחדל
id: Bagi pengunjung baru, mengatur bahasa untuk bahasa default
it: Per i nuovi visitatori, imposta la lingua a quella predefinita
nl: Hanteer de standaardtaal voor nieuwe bezoekers
pl: Dla nowych gości należy ustawić język na domyślny
pt: Para novos visitantes, defina o idioma para o idioma padrão
ru: Для новых посетителей установите язык по умолчанию
sv: För nya besökare, ställ in språket till standardspråket
th: สำหรับผู้เยี่ยมชมใหม่ให้ตั้งค่าภาษาเป็นภาษาเริ่มต้น
tr: Yeni ziyaretçiler için, dili varsayılan dile ayarlayın
uk: Для нових відвідувачів установіть мову за замовчуванням
zh_hant: 对于新访客，将语言设置为默认语言

source: French
ar: فرنسي
de: Französisch
es: Francés
et: Prantsuse keel
he: צָרְפָתִית
id: Perancis
it: Francese
nl: Frans
pl: Francuski
pt: Francês
ru: французский
sv: Franska
th: ฝรั่งเศส
tr: Fransızca
uk: Французька
zh_hant: 法国人

source: From existing language
ar: من اللغة الموجودة
de: Aus vorhandener Sprache
es: Del idioma existente
et: Olemasolevast keelest
he: משפה קיימת
id: Dari bahasa yang ada
it: Dalla lingua esistente
nl: Vanuit bestaande taal
pl: Z istniejącego języka
pt: Do idioma existente
ru: Из существующего языка
sv: Från befintligt språk
th: จากภาษาที่มีอยู่
tr: Mevcut dilden
uk: З існуючої мови
zh_hant: 從現有語言

source: Generate .pot files
ar: توليد ملفات .pot
de: Erzeugen von .pot-Dateien
es: Generar archivos .pot
et: Genereeri .pot failid
he: צור קבצי .pot
id: Menghasilkan berkas .pot
it: Generare file .pot
nl: Genereer .pot-bestanden
pl: Stwórz pliki .pot
pt: Gerar arquivos .pot
ru: Генерация файлов .pot
sv: Generera POT-filer
th: สร้างไฟล์. pot
tr: .pot dosyaları oluştur
uk: Згенеруйте файли .pot
zh_hant: 生成 .pot 文件

source: German
ar: ألمانية
de: Deutsch
es: Alemán
et: Saksa keel
he: גֶרמָנִיָת
id: Jerman
it: Tedesco
nl: Duits
pl: Niemiecki
pt: Alemão
ru: немецкий язык
sv: tysk
th: เยอรมัน
tr: Almanca
uk: Німецька
zh_hant: 德国

source: Heads up! Removing this language will <strong>not</strong> delete any of the existing translations. But until you add (and activate) the language again, you will not be able to select or edit content written in this language.
ar: انتباه! إزالة هذه اللغة و <strong>لا</strong> حذف أي من الترجمات الموجودة. ولكن حتى تقوم بإضافة (وتنشيط) اللغة مرة أخرى ، لن تتمكن من تحديد أو تحرير المحتوى المكتوب بهذه اللغة.
de: Achtung! Das Entfernen dieser Sprache wird <strong>keine</strong> der vorhandenen Übersetzungen löschen. Aber bis Sie die Sprache wieder hinzufügen (und aktivieren), werden Sie nicht in der Lage sein, in dieser Sprache geschriebene Inhalte auszuwählen oder zu bearbeiten.
es: ¡Atención! Eliminar este idioma <strong>no</strong> eliminará ninguna de las traducciones existentes. Pero hasta que agreges (y actives) el idioma una vez mas, no será capaz de seleccionar o editar contenido escrito en este idioma.
et: Pea püsti! Selle eemaldamisel keeles <strong>ei</strong> kustuta olemasoleva tõlkeid. Enne kui keel uuesti lisate (ja aktiveerite), ei saa te selles keeles kirjutatud sisu valida ega muuta.
he: ראשים למעלה! הסרת שפה זה יהיה <strong>לא</strong> למחוק כל התרגומים הקיימים. אך עד שתוסיף (ותפעיל) את השפה שוב, לא תוכל לבחור או לערוך תוכן שנכתב בשפה זו.
id: Kepala ke atas! Menghapus bahasa ini akan <strong>tidak</strong> menghapus yang sudah ada terjemahan. Tapi sampai anda menambahkan (dan aktifkan) bahasa lagi, anda tidak akan dapat untuk memilih atau mengedit konten yang ditulis didalam bahasa ini.
it: Attenzione! La rimozione di questa lingua <strong>non</strong> cancellerà nessuna delle traduzioni esistenti. Ma finché non si aggiunge (e si attiva) di nuovo la lingua, non sarà possibile selezionare o modificare il contenuto scritto in questa lingua.
nl: Let op! Met het verwijderen van deze taal zullen bestaande vertalingen <em>niet</em> worden verwijderd. Maar totdat je de taal weer activeert, kan je content niet in deze taal bewerken.
pl: Głowa do góry! Usunięcie tego języka spowoduje, że <strong>nie</strong> usunie żadne z istniejących tłumaczeń. Ale dopóki nie dodasz (i nie aktywujesz) języka ponownie, nie będziesz mógł wybrać lub edytować treści napisanych w tym języku.
pt: Atenção! A remoção desta linguagem irá <strong>não</strong> apagar qualquer uma das traduções existentes. Mas até você adicionar (e ativar) o idioma novamente, você não será capaz de selecionar ou editar o conteúdo escrito neste idioma.
ru: Берегись! Удаление этого языка приведет к <strong>, а не к</strong> удалению любого из существующих переводов. Но пока вы не добавите (и не активируете) этот язык снова, вы не сможете выбирать или редактировать контент, написанный на этом языке.
sv: Se upp! Ta bort detta språk kommer <strong>inte</strong> ta bort någon av de befintliga översättningar. Men tills du lägger till (och aktiverar) språket igen kommer du inte att kunna välja eller redigera innehåll skrivet på detta språk.
th: โปรดทราบ! การลบภาษานี้จะ <strong>ไม่ใช่</strong> ลบคำแปลที่มีอยู่ แต่จนกว่าคุณจะเพิ่ม (และเปิดใช้งาน) ภาษาอีกครั้งคุณจะไม่สามารถเลือกหรือแก้ไขเนื้อหาที่เขียนด้วยภาษานี้ได้
tr: Dikkat et! Bu dili kaldırmak, mevcut tüm çevirilerden herhangi birini <strong>silmez.</strong> Ancak, dili yeniden ekleyene (ve etkinleştirene) kadar bu dilde yazılmış içeriği seçemez ya da düzenleyemezsiniz.
uk: Голову вгору! Видалення цієї мови <strong>не</strong> видалить жодного з існуючих перекладів. Але поки Ви не додасте (і не активуєте) мову знову, Ви не зможете вибирати або редагувати вміст, написаний цією мовою.
zh_hant: 注意!删除该语言将 <strong>而不是</strong> 删除任何现有的翻译。但在您再次添加（并激活）该语言之前，您将无法选择或编辑以该语言编写的内容。
