Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: No page connections found.
ar: لم يتم العثور على اتصالات الصفحة.
de: Keine Seitenverbindungen gefunden.
es: No hay conexiones a la pagina.
et: Leheühendusi ei leitud.
he: לא נמצאו חיבורי עמודים.
id: Tidak ada sambungan halaman yang ditemukan.
it: Nessuna connessione di pagina trovata.
nl: Geen paginaconnecties gevonden.
pl: Nie znaleziono połączeń stron.
pt: Não foram encontradas ligações de página.
ru: Связи страницы не найдены.
sv: Inga sidanslutningar hittades.
th: ไม่พบการเชื่อมต่อเพจ
tr: Hiçbir sayfa bağlantısı bulunamadı.
uk: Не знайдено підключень до сторінок.
zh_hant: 没有找到页面连接。

source: No page connections with the predicate:
ar: لا توجد روابط صفحة مع المسند:
de: Keine Seitenverbindungen mit dem Prädikat:
es: No hay conexiones de página con el predicado:
et: Predikaadiga pole leheühendusi:
he: אין חיבורי עמודים עם הפרדיקט:
id: Tidak ada koneksi halaman dengan predikat:
it: Nessun collegamento di pagina con il predicato:
nl: Geen paginaconnecties met het predicaat:
pl: Brak połączeń stron z predykatem:
pt: Não há ligações de página com o predicado:
ru: Нет связей страницы с предикатом:
sv: Inga sidförbindelser med predikatet:
th: ไม่มีการเชื่อมต่อเพจกับเพรดิเคต:
tr: Yüklemle sayfa bağlantısı yok:
uk: Немає з'єднань сторінок із предикатом:
zh_hant: 与谓语没有页面连接。

source: No predicates found.
ar: لم يتم العثور على المسندات.
de: Keine Prädikate gefunden.
es: No se encontraron predicados.
et: Predikaate ei leitud.
he: לא נמצאו פרדיקטים.
id: Tidak ada predikat yang ditemukan.
it: Nessun predicato trovato.
nl: Geen predicaten gevonden.
pl: Nie znaleziono predykatów.
pt: Não foram encontrados predicados.
ru: Предикаты не найдены.
sv: Inga predikat hittades.
th: ไม่พบเพรดิเคต
tr: Yüklemler bulunamadı.
uk: Не знайдено предикатів.
zh_hant: 没有找到谓词。

source: Object
ar: موضوع
de: Objekt
es: Objeto
et: Objekt
he: לְהִתְנַגֵד
id: Objek
it: Oggetto
pl: Obiekt
pt: Objeto
ru: Объект
sv: Objekt
th: วัตถุ
tr: Nesne
uk: Об'єкт
zh_hant: 对象

source: Only showing connections with:
ar: إظهار الاتصالات فقط مع:
de: Zeigt nur Verbindungen mit an:
es: Sólo mostrando conexiones con:
et: Kuvatakse ainult ühendused:
he: מציג רק קשרים עם:
id: Hanya menampilkan koneksi dengan:
it: Mostra solo le connessioni con:
nl: Toont alleen connecties met:
ru: Показываю только связи с:
sv: Visar endast kopplingar till:
th: แสดงเฉพาะการเชื่อมต่อกับ:
tr: Yalnızca şunlarla bağlantılar gösteriliyor:
uk: Показано лише з’єднання з:
zh_hant: 只显示与的联系。

source: Ontologies define predicates for a defined set of subject and object categories. Sometimes it is more practical to have the predicate’s connection direction reversed from the formal definition. Export and import functions can use this option to swap subject/object relation when exporting or importing data.
ar: تحدد الأنطولوجيا المسندات لمجموعة محددة من فئات الموضوع والكائن. في بعض الأحيان يكون من العملي أكثر أن يتم عكس اتجاه اتصال المسند عن التعريف الرسمي. يمكن لوظائف التصدير والاستيراد استخدام هذا الخيار لتبديل علاقة الموضوع/الكائن عند تصدير البيانات أو استيرادها.
de: Ontologien definieren Prädikate für einen definierten Satz von Subjekt- und Objektkategorien. Manchmal ist es praktischer, die Verbindungsrichtung des Prädikats gegenüber der formalen Definition umzukehren. Export- und Importfunktionen können diese Option verwenden, um die Subjekt-/Objektbeziehung beim Exportieren oder Importieren von Daten auszutauschen.
es: Las ontologías definen predicados para un conjunto definido de categorías de sujeto y objeto. A veces es más práctico invertir la dirección de conexión del predicado con respecto a la definición formal. Las funciones de exportación e importación pueden utilizar esta opción para intercambiar la relación sujeto/objeto al exportar o importar datos.
et: Ontoloogiad määravad kindlaks määratud subjektide ja objektide kategooriate komplekti predikaadid. Mõnikord on otstarbekam panna predikaadi ühendussuund formaalsest definitsioonist vastupidiseks. Ekspordi- ja impordifunktsioonid saavad seda valikut kasutada andmete eksportimisel või importimisel teema/objekti seose vahetamiseks.
he: אונטולוגיות מגדירות פרדיקטים לקבוצה מוגדרת של קטגוריות נושא ואובייקט. לפעמים זה יותר מעשי להפוך את כיוון החיבור של הפרדיקט מההגדרה הפורמלית. פונקציות ייצוא וייבוא יכולות להשתמש באפשרות זו כדי להחליף יחס בין נושא/אובייקט בעת ייצוא או ייבוא נתונים.
id: Ontologi mendefinisikan predikat untuk sekumpulan kategori subjek dan objek yang ditentukan. Terkadang lebih praktis jika arah hubungan predikat dibalik dari definisi formal. Fungsi ekspor dan impor dapat menggunakan opsi ini untuk menukar relasi subjek/objek saat mengekspor atau mengimpor data.
it: Le ontologie definiscono predicati per un insieme definito di categorie di soggetti e oggetti. A volte è più pratico invertire la direzione di connessione del predicato rispetto alla definizione formale. Le funzioni di esportazione e importazione possono utilizzare questa opzione per scambiare la relazione soggetto/oggetto durante l'esportazione o l'importazione dei dati.
nl: Ontologieën definiëren predikaten voor een gedefinieerde reeks subject- en objectcategorieën. Soms is het praktischer om de verbindingsrichting van het predikaat om te draaien ten opzichte van de formele definitie. Export- en importfuncties kunnen deze optie gebruiken om de subject-/objectrelatie om te wisselen bij het exporteren of importeren van gegevens.
pl: Ontologie definiują predykaty dla określonego zestawu kategorii podmiotu i obiektu. Czasami bardziej praktyczne jest odwrócenie kierunku połączenia predykatu w stosunku do formalnej definicji. Funkcje eksportu i importu mogą używać tej opcji do zamiany relacji podmiot/obiekt podczas eksportowania lub importowania danych.
pt: As ontologias definem predicados para um conjunto definido de categorias de sujeito e objeto. Às vezes é mais prático inverter a direção de conexão do predicado em relação à definição formal. As funções de exportação e importação podem usar esta opção para trocar a relação sujeito/objeto ao exportar ou importar dados.
ru: Онтологии определяют предикаты для определенного набора категорий субъектов и объектов. Иногда более практично изменить направление соединения предиката по сравнению с формальным определением. Функции экспорта и импорта могут использовать эту опцию для замены отношений субъект/объект при экспорте или импорте данных.
sv: Ontologier definierar predikat för en definierad uppsättning ämnes- och objektkategorier. Ibland är det mer praktiskt att få predikatets kopplingsriktning omvänd från den formella definitionen. Export- och importfunktioner kan använda detta alternativ för att byta ämne/objekt-relation vid export eller import av data.
th: Ontology กำหนดเพรดิเคตสำหรับชุดที่กำหนดของหมวดหมู่หัวเรื่องและวัตถุ บางครั้งก็เป็นประโยชน์มากกว่าที่จะกลับทิศทางการเชื่อมต่อของภาคแสดงจากคำจำกัดความที่เป็นทางการ ฟังก์ชันการส่งออกและนำเข้าสามารถใช้ตัวเลือกนี้เพื่อสลับความสัมพันธ์ของหัวเรื่อง/วัตถุเมื่อส่งออกหรือนำเข้าข้อมูล
tr: Ontolojiler, tanımlanmış bir dizi konu ve nesne kategorisi için yüklemleri tanımlar. Bazen yüklemin bağlantı yönünün resmi tanımdan ters çevrilmesi daha pratik olabilir. Dışa aktarma ve içe aktarma işlevleri, verileri dışa veya içe aktarırken konu/nesne ilişkisini değiştirmek için bu seçeneği kullanabilir.
uk: Онтології визначають предикати для визначеного набору категорій суб’єкта та об’єкта. Іноді практичніше мати напрямок зв'язку предиката, протилежний формальному визначенню. Функції експорту та імпорту можуть використовувати цей параметр, щоб поміняти місцями відношення суб’єкт/об’єкт під час експорту чи імпорту даних.
zh_hant: 本體為一組已定義的主題和客體類別定義謂詞。有時，將謂詞的連接方向與正式定義相反更實際。匯出和匯入功能可以使用此選項在匯出或匯入資料時交換主客體關係。

source: Or click <strong>Delete All Connections</strong> to delete all connections with this predicate.
ar: أو انقر فوق <strong>حذف كافة الاتصالات</strong> لحذف كافة الاتصالات بهذا المسند.
de: Oder klicken Sie auf <strong>Alle Verbindungen löschen</strong> , um alle Verbindungen mit diesem Prädikat zu löschen.
es: O has click aquí <strong>Eliminar todas las conexiones</strong>para borrar todas las conexiones con los predicados.
et: Või klõpsake nuppu <strong>Kustuta kõik ühendused</strong> et kustutada kõik selle predikaadiga ühendused.
he: או לחץ על <strong>מחק את כל החיבורים</strong> כדי למחוק את כל החיבורים עם פרדיקט זה.
id: Atau klik <strong>Hapus Semua Sambungan</strong> untuk menghapus semua koneksi dengan predikat ini.
it: Oppure clicca <strong>Elimina tutte le connessioni</strong> per eliminare tutte le connessioni con questo predicato.
nl: Of klik <strong>Verwijder alle connecties</strong> om alle connecties met dit predicaat te verwijderen.
pl: Lub kliknij <strong>Usuń wszystkie połączenia</strong> aby usunąć wszystkie połączenia z tym predykatem.
pt: Ou clique em <strong>Delete All Connections</strong> para apagar todas as conexões com este predicado.
ru: Или нажмите <strong>Удалить все соединения</strong> , чтобы удалить все соединения с этим предикатом.
sv: Eller klicka på <strong>Ta bort alla anslutningar</strong> att ta bort alla anslutningar med detta predikat.
th: หรือคลิก <strong>Delete All Connections</strong> เพื่อลบการเชื่อมต่อทั้งหมดด้วยเพรดิเคตนี้
tr: Veya bu yüklemle tüm bağlantıları silmek için <strong> Tüm Bağlantıları Sil </strong>'i tıklayın.
uk: Або натисніть <strong>Видалити всі з’єднання</strong>, щоб видалити всі з’єднання з цим предикатом.
zh_hant: 或者点击 <strong>删除所有连接</strong> 删除所有与此谓词的连接。

source: Page connections overview
ar: نظرة عامة على اتصالات الصفحة
de: Übersicht der Seitenanschlüsse
es: Resumen de conexión de páginas
et: Leheühenduste ülevaade
he: סקירה על חיבורי העמודים
id: Ikhtisar koneksi halaman
it: Panoramica delle connessioni della pagina
nl: Overzicht van paginaconnecties
pl: Przegląd połączeń stron
pt: Visão geral das conexões de página
ru: Обзор соединений страницы
sv: Översikt över sidanslutningar
th: ภาพรวมการเชื่อมต่อเพจ
tr: Sayfa bağlantılarına genel bakış
uk: Огляд підключень сторінок
zh_hant: 页面连接概述

source: Page connections with the predicate
ar: روابط الصفحة مع المسند
de: Seitenverbindungen mit dem Prädikat
es: Conexión de páginas con el predicado
et: Leheühendused predikaadiga
he: חיבורי עמוד עם הפרדיקט
id: Sambungan halaman dengan predikat
it: Collegamenti di pagina con il predicato
nl: Paginaconnecties met het predicaat
ru: Соединения страницы с предикатом
sv: Sidanslutningar med predikatet
th: การเชื่อมต่อเพจกับเพรดิเคต
tr: Yükleniciyle yapılan sayfa bağlantıları
uk: Сторінкові зв’язки з присудком
zh_hant: 与谓语的页面连接

source: Predicates
ar: المسند
de: Prädikate
es: Predicados
et: Predikaadid
he: מנבא
id: Predikat
it: Predicati
nl: Predicaten
pl: Predykaty
pt: Predicados
ru: Предикаты
sv: Förutsägelser
th: เปรต
tr: Öncüller
uk: Присудки
zh_hant: 述語

source: Some predicates are mostly for internal purposes. Check this if you don’t want to show this predicate on the <em>Connected to</em> list.
ar: بعض المسندات هي في الغالب لأغراض داخلية. حدد هذا إذا كنت لا تريد إظهار هذا المسند في القائمة <em>متصل بـ</em>.
de: Einige Prädikate dienen hauptsächlich internen Zwecken. Aktivieren Sie diese Option, wenn Sie dieses Prädikat nicht in der Liste <em>verbunden mit</em> anzeigen möchten.
es: Algunos predicados tienen principalmente fines internos. Marque esto si no desea mostrar este predicado en la lista <em>Conectado a</em>.
et: Mõned predikaadid on enamasti sisemiseks otstarbeks. Märkige see, kui te ei soovi seda predikaati kuvada loendis <em>Ühendatud</em> -ga.
he: חלק מהפרדיקטים הם בעיקר למטרות פנימיות. סמן זאת אם אינך רוצה להציג את הפרדיקט הזה ברשימה <em>מחוברים ל</em>.
id: Beberapa predikat sebagian besar untuk keperluan internal. Centang ini jika Anda tidak ingin menampilkan predikat ini pada daftar <em>Terhubung ke</em>.
it: Alcuni predicati sono principalmente per scopi interni. Seleziona questo se non vuoi mostrare questo predicato nell'elenco <em>Connesso a</em>.
nl: Sommige predicaten zijn vooral voor interne doeleinden. Vink dit aan als je dit predicaat niet wilt weergeven op de <em>Verbonden met</em> lijst.
pl: Niektóre predykaty służą głównie celom wewnętrznym. Zaznacz tę opcję, jeśli nie chcesz wyświetlać tego predykatu na liście <em>Połączono z</em>.
pt: Alguns predicados são principalmente para fins internos. Marque isto se não quiser mostrar este predicado na lista <em>Conectado a</em>.
ru: Некоторые предикаты в основном предназначены для внутренних целей. Установите этот флажок, если вы не хотите показывать этот предикат в списке <em>Connected to</em>.
sv: Vissa predikat är mest för interna ändamål. Markera detta om du inte vill visa detta predikat på listan <em>Ansluten till</em>.
th: เพรดิเคตบางตัวส่วนใหญ่มีไว้เพื่อวัตถุประสงค์ภายใน เลือกตัวเลือกนี้หากคุณไม่ต้องการแสดงเพรดิเคตนี้ในรายการ <em>เชื่อมต่อกับ</em>
tr: Bazı yüklemler çoğunlukla iç amaçlara yöneliktir. Bu yüklemin <em>Bağlı</em> listesinde gösterilmesini istemiyorsanız bunu işaretleyin.
uk: Деякі предикати призначені переважно для внутрішніх цілей. Позначте це, якщо ви не хочете відображати цей предикат у списку <em>підключено до</em>.
zh_hant: 有些謂詞主要用於內部目的。如果您不想在 <em>Connected to</em> 清單上顯示此謂詞，請選取此項目。

source: Sorry, you are not allowed to insert connections with this predicate.
ar: عذرًا ، لا يُسمح لك بإدخال اتصالات مع هذا المسند.
de: Mit diesem Prädikat dürfen Sie leider keine Verbindungen einfügen.
es: Disculpe, usted no tiene permitido insertar conexiones con este predicado.
et: Vabandust, teil pole lubatud selle predikaadiga ühendusi sisestada.
he: מצטערים, אינך רשאי להוסיף קשרים עם פרדיקט זה.
id: Maaf, anda tidak diperbolehkan memasukkan koneksi dengan predikat ini.
it: Spiacente, non ti è permesso inserire connessioni con questo predicato.
nl: Sorry, je hebt geen rechten connecties met dit predicaat toe te voegen.
pl: Przepraszamy, nie możesz wstawiać połączeń z tym predykatem.
pt: Desculpe, você não está autorizado a inserir conexões com este predicado.
ru: Извините, вам не разрешено вставлять соединения с этим предикатом.
sv: Ledsen, du är inte tillåtet att infoga anslutningar med denna titel.
th: ขออภัยคุณไม่ได้รับอนุญาตให้แทรกการเชื่อมต่อกับเพรดิเคตนี้
tr: Üzgünüz, bu yüklemle bağlantı eklemenize izin verilmiyor.
uk: На жаль, Вам заборонено вставляти зв’язки з цим предикатом.
zh_hant: 对不起，你不允许插入连接与此谓词。

source: Subject
ar: موضوع
de: Subjekt
es: Asunto
et: Teema
he: נושא
id: Subjek
it: Oggetto
nl: Onderwerp
pl: Podmiot
pt: Assunto
ru: Субъект
sv: Ämne
th: เรื่อง
tr: Konu
uk: Тема
zh_hant: 课题

source: The direction (from/to) of this predicate is reversed from the normal definition.
ar: يتم عكس اتجاه (من / إلى) هذا المسند عن التعريف العادي.
de: Die Richtung (von/bis) dieses Prädikats ist gegenüber der normalen Definition umgedreht.
es: La dirección (desde/a) de los predicados es invertido desde la definición normal.
et: Selle predikaadi suund (alates / suunas) on tavapärasest määratlusest vastupidine.
he: הכיוון (מ / אל) של פרדיקט זה הפוך מההגדרה הרגילה.
id: Arah (dari/ke) predikat ini dibalik dari definisi normal.
it: La direzione (da/a) di questo predicato è invertita rispetto alla definizione normale.
nl: De richting (van/naar) van dit predicaat wordt omgedraaid ten opzichte van de normale definitie.
pl: Kierunek (od/do) predykatu jest odwrotny od normalnej definicji.
pt: A direção (de/para) deste predicado é invertida em relação à definição normal.
ru: Направление (от/к) этого предиката обратно относительно нормального определения.
sv: Riktningen (från / till) för detta predikat är omvänd från den normala definitionen.
th: ทิศทาง (จาก / ถึง) ของเพรดิเคตนี้จะกลับรายการจากนิยามปกติ
tr: Bu yüklemin yönü (/ile) normal tanımdan tersine çevrilir.
uk: Напрямок (від/до) цього предиката змінюється на зворотне від звичайного визначення.
zh_hant: 本谓词的方向（从/到）为通用定义所保留。

source: There are no page connections with this predicate.
ar: لا توجد روابط صفحة مع هذا المسند.
de: Es gibt keine Seitenverbindungen mit diesem Prädikat.
es: Esta pagina no tiene conexiones con este predicado.
et: Selle predikaadiga pole leheühendusi.
he: אין חיבורי עמודים עם פרדיקט זה.
id: Tidak ada koneksi halaman dengan predikat ini.
it: Non ci sono collegamenti di pagina con questo predicato.
nl: Er zijn geen paginaconnecties met dit predicaat.
pl: Nie ma połączeń stron z tym predykatem.
pt: Não há ligações de página com este predicado.
ru: Нет связей страниц с этим предикатом.
sv: Det finns inga sidförbindelser med detta predikat.
th: ไม่มีการเชื่อมต่อเพจกับเพรดิเคตนี้
tr: Bu yüklemle hiçbir sayfa bağlantısı yok.
uk: З цим предикатом немає з’єднань сторінок.
zh_hant: 这个谓词没有页面连接。

source: There is already a predicate with this name.
ar: يوجد بالفعل مسند بهذا الاسم.
de: Es gibt bereits ein Prädikat mit diesem Namen.
es: Ya hay un predicado con este nombre.
et: Selle nimega predikaat on juba olemas.
he: יש כבר פרדיקט בשם זה.
id: Sudah ada predikat dengan nama ini.
it: Esiste già un predicato con questo nome.
nl: Er bestaat al een predicaat met deze naam.
pl: Istnieje już predykat o tej nazwie.
pt: Já existe um predicado com este nome.
ru: Уже есть предикат с этим именем.
sv: Det finns redan ett predikat med detta namn.
th: มีเพรดิเคตที่มีชื่อนี้อยู่แล้ว
tr: Zaten bu isimde bir yüklem var.
uk: З цією назвою вже є присудок.
zh_hant: 已经有了这个名字的谓词。

source: This directs the indexers to not include the titles of connected pages with this predicate. Normally titles of connected pages are included, making it possible to eg. find articles by their author’s name.
ar: يؤدي هذا إلى توجيه المفهرسين إلى عدم تضمين عناوين الصفحات المرتبطة بهذا المسند. عادةً ما يتم تضمين عناوين الصفحات المتصلة، مما يجعل من الممكن على سبيل المثال. ابحث عن المقالات حسب اسم مؤلفها.
de: Dies weist die Indexer an, die Titel verbundener Seiten nicht mit diesem Prädikat einzuschließen. Normalerweise werden Titel verknüpfter Seiten mit einbezogen, so dass z. B. Finden Sie Artikel nach dem Namen ihres Autors.
es: Esto indica a los indexadores que no incluyan los títulos de las páginas conectadas con este predicado. Normalmente se incluyen títulos de páginas conectadas, lo que permite, por ejemplo. buscar artículos por el nombre de su autor.
et: See suunab indekseerijad selle predikaadiga ühendatud lehtede pealkirju mitte kaasama. Tavaliselt lisatakse ühendatud lehtede pealkirjad, mis võimaldab nt. otsige artikleid nende autori nime järgi.
he: זה מנחה את המפתחים לא לכלול את הכותרות של הדפים המחוברים עם הפרדיקט הזה. בדרך כלל כלולות כותרות של דפים מחוברים, מה שמאפשר למשל. למצוא מאמרים לפי שם המחבר שלהם.
id: Hal ini mengarahkan pengindeks untuk tidak mencantumkan judul halaman yang terhubung dengan predikat tersebut. Biasanya judul halaman yang terhubung disertakan, sehingga memungkinkan untuk misalnya. temukan artikel berdasarkan nama penulisnya.
it: Ciò indica agli indicizzatori di non includere i titoli delle pagine collegate con questo predicato. Normalmente sono inclusi i titoli delle pagine collegate, rendendo possibile ad es. trovare articoli in base al nome dell'autore.
nl: Dit zorgt ervoor dat de indexeerders de titels van verbonden pagina's niet meerekenen met dit predikaat. Normaal gesproken worden titels van verbonden pagina's wel meegenomen, waardoor het mogelijk is om bijvoorbeeld artikelen te vinden op de naam van de auteur.
pl: To nakazuje osobom indeksującym nie dołączać tytułów połączonych stron z tym predykatem. Zwykle uwzględniane są tytuły połączonych stron, co umożliwia np. znajdź artykuły według nazwiska ich autora.
pt: Isso orienta os indexadores a não incluirem os títulos das páginas conectadas com este predicado. Normalmente são incluídos títulos de páginas conectadas, possibilitando, por exemplo. encontre artigos pelo nome do autor.
ru: Это предписывает индексаторам не включать заголовки связанных страниц с этим предикатом. Обычно включаются заголовки связанных страниц, что позволяет, например, найти статьи по имени автора.
sv: Detta styr indexerarna att inte inkludera titlarna på anslutna sidor med detta predikat. Normalt ingår titlar på anslutna sidor, vilket gör det möjligt att t.ex. hitta artiklar efter författarens namn.
th: สิ่งนี้จะทำให้ผู้ทำดัชนีไม่รวมชื่อเรื่องของเพจที่เชื่อมต่อด้วยเพรดิเคตนี้ โดยปกติแล้วชื่อเรื่องของหน้าที่เชื่อมต่อจะรวมอยู่ด้วย ทำให้สามารถเช่น ค้นหาบทความตามชื่อผู้แต่ง
tr: Bu, dizin oluşturuculara, bu yüklemle bağlantılı sayfaların başlıklarını dahil etmemelerini yönlendirir. Normalde bağlantılı sayfaların başlıkları dahil edilir, bu da örn. makaleleri yazarlarının adına göre bulun.
uk: Це вказує індексаторам не включати заголовки пов’язаних сторінок із цим предикатом. Зазвичай заголовки підключених сторінок включені, що дає змогу, наприклад, знайти статті за іменем їх автора.
zh_hant: 這指示索引器不包含具有此謂詞的連接頁面的標題。通常包括連接頁面的標題，使得例如可以。按作者姓名找文章。

source: This is used to filter the predicates in the <i>Page connections</i> panel and the pages in the connect dialogs.
ar: يتم استخدام هذا لتصفية المسندات في لوحة <i>اتصالات الصفحة</i> والصفحات الموجودة في مربعات حوار الاتصال.
de: Dies wird verwendet, um die Prädikate im Bereich <i>Seitenverbindungen</i> und die Seiten in den Verbindungsdialogen zu filtern.
es: Esto se utiliza para filtrar los predicados en el panel <i>Conexiones de página</i> y las páginas en los cuadros de diálogo de conexión.
et: Seda kasutatakse predikaatide filtreerimiseks paneelil <i>Page ühendused</i> ja lehekülgedel ühendamise dialoogides.
he: זה משמש כדי לסנן את הפרדיקטים בחלונית <i>חיבורי עמוד</i> והעמודים בתיבת הדו-שיח חיבור.
id: Ini digunakan untuk memfilter predikat di panel <i>Koneksi halaman</i> dan halaman di dialog koneksi.
it: Viene utilizzato per filtrare i predicati nel pannello <i>Connessioni di pagina</i> e le pagine nelle finestre di dialogo di connessione.
nl: Dit wordt gebruikt om de predikaten te filteren in het paneel <i>Paginaverbindingen</i> en de pagina's in de verbindingsdialogen.
pl: Służy do filtrowania predykatów w panelu <i>Połączenia stron</i> i stron w oknach dialogowych połączenia.
pt: Isso é usado para filtrar os predicados no painel <i>Conexões da página</i> e as páginas nas caixas de diálogo de conexão.
ru: Это используется для фильтрации предикатов на панели <i>Подключения страниц</i> и страницах в диалоговых окнах подключения.
sv: Detta används för att filtrera predikaten i panelen <i>Sidanslutningar</i> och sidorna i anslutningsdialogerna.
th: ใช้เพื่อกรองเพรดิเคตในพาเนล <i>การเชื่อมต่อเพจ</i> และเพจในไดอะล็อกการเชื่อมต่อ
tr: Bu, <i>Sayfa bağlantıları</i> panelindeki yüklemleri ve bağlantı iletişim kutularındaki sayfaları filtrelemek için kullanılır.
uk: Це використовується для фільтрації предикатів на панелі <i>підключень сторінок</i> і сторінок у діалогових вікнах підключення.
zh_hant: 這用於過濾 <i>頁面連接</i> 面板中的謂詞以及連接對話框中的頁面。
