Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: default
ar: إفتراضي
de: Standard
es: por defecto
et: vaikimisi
he: בְּרִירַת מֶחדָל
id: standar
it: predefinita
nl: standaard
pl: Domyślnie
pt: padrão
ru: стандартный
sv: standard
th: ค่าเริ่มต้น
tr: vaysayılan
uk: за замовчуванням
zh_hant: 默认

source: not in sitemap
ar: ليس في خريطة الموقع
de: nicht in Sitemap
es: no en el mapa del sitio
et: mitte saidikaardil
he: לא במפת האתר
id: tidak di peta situs
it: non nella mappa del sito
nl: niet in sitemap
pl: nie w mapie witryny
pt: não está no mapa do site
ru: нет в карте сайта
sv: inte i webbplatskarta
th: ไม่อยู่ในแผนผังเว็บไซต์
tr: site haritasında değil
uk: немає в карті сайту
zh_hant: 不在站點地圖中

source: Check our Terms of Service and Privacy policies
ar: تحقق من شروط الخدمة وسياسات الخصوصية
de: Siehe unsere Nutzungsbedingungen und Datenschutzrichtlinien
es: Revise nuestra política de términos de servicio y privacidad
et: Vaadake meie teenusetingimusi ja privaatsuseeskirju
he: עיין בתנאי השירות ובמדיניות הפרטיות שלנו
id: Memeriksa Persyaratan Layanan dan kebijakan Privasi
it: Controlla i nostri Termini di servizio e le politiche sulla privacy
nl: Raadpleeg de algemene voorwaarden en privacy policy
pl: Zapoznaj się z naszymi Warunkami Użytkowania Serwisu i Polityką Prywatności
pt: Consulte os nossos Termos de Serviço e Políticas de Privacidade
ru: Ознакомьтесь с нашими Условиями предоставления услуг и Политикой конфиденциальности.
sv: Kontrollera våra användarvillkor och sekretesspolicyer
th: ตรวจสอบข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของเรา
tr: Hizmet Şartlarımızı ve Gizlilik Politikamızı kontrol edin
uk: Ознайомтеся з нашими Умовами надання послуг та Політикою конфіденційності
zh_hant: 阅读服务条款和隐私政策

source: Choose a password
ar: اختر كلمة مرور
es: Elija una contraseña
et: Valige parool
he: בחר סיסמה
id: Memilih kata sandi
it: Scegliere una password
nl: Kies een wachtwoord
pl: Wybierz hasło
pt: Escolher uma palavra-passe
ru: Выберите пароль
th: เลือกพาสเวิร์ด
tr: Bir parola seçin
uk: Виберіть пароль

source: Choose a username and password
ar: اختر اسم مستخدم وكلمة مرور
de: Wählen Sie einen Benutzernamen und ein Passwort (mindestens 6 Zeichen)
es: Elegir un nombre de usuario y contraseña
et: Valige kasutajanimi ja parool
he: בחר שם משתמש וסיסמה
id: Pilih nama pengguna dan kata sandi
it: Scegliere un nome utente e una password
nl: Kies een gebruikersnaam / wachtwoord
pl: Wybierz nazwę użytkownika i hasło
pt: Escolha um nome de usuário e uma senha
ru: Выберите имя пользователя и пароль
sv: Välj ett användarnamn och lösenord
th: เลือกชื่อผู้ใช้และรหัสผ่าน
tr: Bir kullanıcı adı ve şifre seçin
uk: Виберіть ім’я користувача та пароль
zh_hant: 选择用户名和密码

source: Confirm my account
ar: أكد حسابي
de: Mein Konto bestätigen
es: Confirmar mi cuenta
et: Kinnitage minu konto
he: אשר את חשבוני
id: Konfirmasikan akun saya
it: Conferma il mio account
nl: Bevestig mijn account
pl: Potwierdź moje konto
pt: Confirmar a minha conta
ru: Подтвердить мою учетную запись
sv: Bekräfta mitt konto
th: ยืนยันบัญชีของฉัน
tr: Hesabımı onayla
uk: Підтвердьте мій обліковий запис
zh_hant: 确认我的账户

source: Confirm my account.
ar: أكد حسابي.
de: Mein Konto bestätigen.
es: Confirma mi cuenta.
et: Kinnitage minu konto.
he: אשר את חשבוני.
id: Konfirmasikan akun saya.
it: Confermare il mio account.
nl: Bevestig mijn account
pl: Potwierdzić moje konto.
pt: Confirme a minha conta.
ru: Подтвердите мой аккаунт.
sv: Bekräfta mitt konto.
th: ยืนยันบัญชีของฉัน
tr: Hesabımı onayla.
uk: Підтвердьте мій обліковий запис.
zh_hant: 确认我的账户。

source: Confirm your account by email
ar: قم بتأكيد حسابك عبر البريد الإلكتروني
de: Bestätigen Sie Ihr Konto per E-Mail
es: Confirmar tu cuenta por correo electrónico
et: Kinnitage oma konto e-posti teel
he: אשר את חשבונך בדוא"ל
id: Konfirmasikan akun Anda melalui email
it: Conferma il tuo account via e-mail
nl: Bevestig je account via e-mail
pl: Potwierdź swoje konto przez e-mail
pt: Confirme a sua conta por e-mail
ru: Подтвердить свой аккаунт по электронной почте
sv: Bekräfta ditt konto via e-post
th: ยืนยันบัญชีของคุณทางอีเมล
tr: Hesabınızı e-postayla onaylayın
uk: Підтвердьте свій обліковий запис електронною поштою
zh_hant: 通过电子邮件确认您的账户

source: Confirming...
ar: التأكد...
de: Bestätigung ...
es: Confirmando ...
et: Kinnitamine ...
he: מאשר ...
id: Mengkonfirmasi ...
it: Conferma ...
nl: Bevestigen ...
pl: Potwierdzam ...
pt: Confirmando ...
ru: Подтверждаю ...
sv: Bekräftande...
th: กำลังยืนยัน ...
tr: Onaylanıyor ...
uk: Підтвердження...
zh_hant: 確認中...

source: Enter a name
ar: إدخال اسم
de: Ein Name eingeben
es: Introduzca un nombre
et: Sisestage nimi
he: הכנס שם
id: Masukkan nama
it: Inserisci un nome
nl: Vul je naam in
pl: Wpisz nazwę
pt: Digite um nome
ru: Введите имя
sv: Ange ett namn
th: ป้อนชื่อ
tr: İsim girin
uk: Введіть назву
zh_hant: 输入一个名字

source: Enter a password
ar: أدخل كلمة المرور
de: Eingabe eines Passworts
es: Ingrese contraseña
et: Sisesta salasõna
he: הכנס סיסמא
id: Masukan kata sandi
it: Inserisci una password
nl: Vul een wachtwoord in
pl: Wprowadź hasło
pt: Digite uma senha
ru: Введите пароль
sv: Skriv in ett lösenord
th: ป้อนรหัสผ่าน
tr: Bir şifre girin
uk: Введіть пароль
zh_hant: 输入密码

source: Enter a username
ar: أدخل اسم المستخدم
de: Geben Sie einen Benutzernamen ein
es: Introduzca un nombre de usuario
et: Sisestage kasutajanimi
he: הכנס שם משתמש
id: Masukkan nama pengguna
it: Inserisci un nome utente
nl: Vul een gebruikersnaam in
pl: Wpisz nazwę użytkownika
pt: Digite um nome de usuário
ru: Введите имя пользователя
sv: Ange ett användarnamn
th: ป้อนชื่อผู้ใช้
tr: Bir kullanıcı adı girin
uk: Введіть ім'я користувача
zh_hant: 输入用户名

source: Enter a valid address
ar: أدخل عنوانًا صالحًا
de: Geben Sie eine gültige Adresse ein
es: Introduzca una dirección válida
et: Sisestage kehtiv aadress
he: הזן כתובת חוקית
id: Masukkan alamat yang sah
it: Inserisci un indirizzo valido
nl: Voer een geldig e-mailadres in
pl: Wpisz prawidłowy adres
pt: Digite um endereço válido
ru: Введите действительный адрес
sv: Ange en giltig adress
th: ป้อนที่อยู่ที่ถูกต้อง
tr: Geçerli bir adres girin
uk: Введіть дійсну адресу
zh_hant: 请输入有效的地址

source: Enter an e-mail address
ar: ادخل عنوان البريد الإلكتروني
de: Geben Sie eine E-Mail-Adresse ein
es: Introduzca una dirección de correo electrónica
et: Sisestage e-posti aadress
he: הכנס כתובת אימייל
id: Masukkan alamat e-mail
it: Inserisci un indirizzo e-mail
nl: Vul een e-mailadres in
pl: Wpisz adres e-mail
pt: Digite um endereço de e-mail
ru: Введите адрес электронной почты
sv: Ange en e-postadress
th: ป้อนที่อยู่อีเมล
tr: Bir e-posta adresi girin
uk: Введіть адресу електронної пошти
zh_hant: 请输入电子邮件地址

source: Hope to see you soon.
ar: أتمنى رؤيتك قريبا.
de: Bis bald.
es: Esperamos verlo pronto.
et: Loodan sind varsti näha.
he: מקווה לראותך בקרוב.
id: Berharap untuk segera melihat anda.
it: Spero di vedervi presto.
nl: Hoop je snel weer te zien.
pl: Mam nadzieję, że wkrótce się zobaczymy.
pt: Espero ver-te em breve.
ru: Надеюсь, скоро увидимся.
sv: Hoppas vi ses snart.
th: หวังว่าจะได้พบคุณเร็ว ๆ นี้.
tr: Yakında görüşmek ümidiyle.
uk: Сподіваюсь незабаром вас побачити.
zh_hant: 希望很快见到你。

source: I agree to the
ar: أنا أوافق على
de: Ich stimme den
es: Estoy de acuerdo con la
et: ma nõustun
he: אני מסכים ל
id: Saya setuju dengan
it: Sono d'accordo con il
nl: Ik ga akkoord met de
pl: Zgadzam się na
pt: Eu concordo com a
ru: я согласен с
sv: Jag godkänner
th: ฉันเห็นด้วยกับ
tr: Kabul ediyorum
uk: Я згоден на
zh_hant: 我同意

source: If you already have an account,
ar: إذا كان لديك حساب بالفعل ،
de: Wenn Sie bereits ein Konto haben,
es: Si ya tiene una cuenta,
et: Kui teil on juba konto,
he: אם כבר יש לך חשבון,
id: Jika Anda sudah memiliki akun,
it: Se hai già un account,
nl: Als je al een account hebt,
pl: Jeśli masz już konto,
pt: Se você já tem uma conta,
ru: Если у вас уже есть учетная запись,
sv: Om du redan har ett konto,
th: หากคุณมีบัญชีอยู่แล้ว
tr: Zaten bir hesabınız varsa,
uk: Якщо у Вас уже є обліковий запис,
zh_hant: 如果您已經有一個帳戶，

source: If you do not receive the e-mail within a few minutes, please check your spam folder.
ar: إذا لم تستلم البريد الإلكتروني في غضون بضع دقائق ، يرجى التحقق من مجلد البريد العشوائي.
de: Wenn Sie die E-Mail nicht innerhalb weniger Minuten erhalten, überprüfen Sie bitte Ihren Spam-Ordner.
es: Si no recibes este correo electrónico dentro de unos pocos minutos, por favor revise su carpeta de spam.
et: Kui te ei saa e-kirja mõne minuti jooksul, kontrollige palun oma rämpsposti kausta.
he: אם אינך מקבל את הדואר האלקטרוני תוך מספר דקות, אנא בדוק את תיקיית הספאם שלך.
id: Jika anda tidak menerima e-mail dalam beberapa menit, mohon cek folder spam anda.
it: Se non ricevi l'e-mail entro pochi minuti, controlla la tua cartella spam.
nl: Als je deze e-mail niet in een paar minuten ontvangt, controleer dan je spamfolder.
pl: Jeśli nie otrzymasz e-maila w ciągu kilku minut, sprawdź swój folder spamu.
pt: Se você não receber o e-mail dentro de alguns minutos, verifique a sua pasta de spam.
ru: Если Вы не получите письмо в течение нескольких минут, проверьте папку "Спам".
sv: Om du inte får e-postmeddelandet inom några minuter, kontrollera din skräppostmapp.
th: หากคุณไม่ได้รับอีเมลภายในสองสามนาทีโปรดตรวจสอบโฟลเดอร์สแปมของคุณ
tr: Eğer bir kaç dakika içerisinde e-posta almazsanız, lütfen spam klasörünüzü kontrol edin.
uk: Якщо Ви не отримаєте електронного листа протягом кількох хвилин, перевірте папку зі спамом.
zh_hant: 如果您在几分钟内没有收到邮件，请检查您的垃圾邮件文件夹。

source: Last name
ar: الكنية
de: Nachname
es: Apellido
et: Perekonnanimi
he: שם משפחה
id: Nama belakang
it: Nome e cognome
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ru: фамилия
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk: Прізвище
zh_hant: 姓

source: No account yet?
ar: لا يوجد حساب بعد؟
de: Noch kein Konto?
es: No tiene cuenta aún?
et: Kas teil pole veel kontot?
he: עדיין אין לך חשבון?
id: Belum ada akun?
it: Non hai ancora un account?
nl: Nog geen account?
pl: Nie masz jeszcze konta?
pt: Ainda não há conta?
ru: Еще нет счета?
sv: Inget konto ännu?
th: ยังไม่มีบัญชี?
tr: Henüz bir hesabınız yok mu?
uk: Ще немає облікового запису?
zh_hant: 还没有账户？

source: Please confirm your account
ar: الرجاء تأكيد حسابك
de: Bitte bestätigen Sie Ihr Konto
es: Por favor confirme su cuenta
et: Palun kinnitage oma konto
he: אנא אשר את חשבונך
id: Silahkan konfirmasi akun anda
it: Conferma il tuo account
nl: Bevestig je account
pl: Proszę potwierdzić swoje konto
pt: Por favor, confirme sua conta
ru: Пожалуйста, подтвердите ваш счёт
sv: Bekräfta ditt konto
th: โปรดยืนยันบัญชีของคุณ
tr: Lütfen hesabınızı onaylayın
uk: Будь ласка, підтвердьте свій обліковий запис
zh_hant: 请确认账户。

source: Please follow the instructions in the email we've sent you.
ar: يرجى اتباع التعليمات الواردة في البريد الإلكتروني الذي أرسلناه إليك.
de: Bitte folgen Sie den Anweisungen in der E-Mail, die wir Ihnen geschickt haben.
es: Por favor sigue las instrucciones en el correo electrónico que le hemos enviado.
et: Järgige meile saadetud meilis olevaid juhiseid.
he: אנא עקוב אחר ההוראות בדוא"ל ששלחנו אליך.
id: Silakan ikuti petunjuk di email yang kami kirimkan kepada anda.
it: Segui le istruzioni nell'e-mail che ti abbiamo inviato.
nl: Volg de instructies in de e-mail die we je net gestuurd hebben.
pl: Proszę postępować zgodnie z instrukcjami zawartymi w przesłanym przez nas e-mailu.
pt: Por favor, siga as instruções no e-mail que lhe enviamos.
ru: Пожалуйста, следуйте инструкциям в электронном письме, которое мы вам отправили.
sv: Följ instruktionerna i e-postmeddelandet vi har skickat till dig.
th: โปรดปฏิบัติตามคำแนะนำในอีเมลที่เราส่งถึงคุณ
tr: Lütfen sizi gönderdiğimiz e-postadaki talimatları uygulayın.
uk: Будь ласка, дотримуйтесь інструкцій в електронному листі, який ми Вам надіслали.
zh_hant: 请按照我们发给您的电子邮件中的说明进行操作。

source: Please follow the link below.
ar: يرجى اتباع الرابط أدناه.
de: Bitte folgen Sie dem unten stehenden Link.
es: Por favor siga el enlace a continuación.
et: Palun järgige allolevat linki.
he: אנא עקבו אחר הקישור למטה.
id: Silahkan ikuti link di bawah.
it: Si prega di seguire il link qui sotto.
nl: Volg de onderstaande link
pl: Proszę kliknąć na poniższy link.
pt: Por favor, siga o link abaixo.
ru: Пожалуйста, пройдите по ссылке ниже.
sv: Följ länken nedan.
th: ได้ตามลิงค์ด้านล่างนี้
tr: Lütfen aşağıdaki bağlantıyı takip edin.
uk: Будь ласка, перейдіть за посиланням нижче.
zh_hant: 请点击下面的链接。

source: Privacy policies
ar: سياسات الخصوصية
de: Datenschutzbestimmungen
es: Políticas de privacidad
et: Privaatsuseeskirjad
he: מדיניות פרטיות
id: Kebijakan Privasi
it: Politiche sulla privacy
nl: Privacy reglement
pl: Polityka prywatności
pt: Políticas de privacidade
ru: Политика конфиденциальности
sv: Sekretesspolicyer
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikaları
uk: Політика конфіденційності
zh_hant: 隐私条款

source: Repeat your password
ar: أعد كلمة المرور الخاصة بك
de: Wiederholen Sie Ihr Passwort
es: Repita la contraseña
et: Korrake oma parooli
he: חזור על הסיסמה שלך
id: Ulangi kata Sandi anda
it: Ripeti la tua password
nl: Herhaal je wachtwoord
pl: Powtórz swoje hasło
pt: Repita sua senha
ru: Повторите ваш пароль
sv: Upprepa ditt lösenord
th: ใส่รหัสผ่านของคุณซ้ำ
tr: Şifrenizi tekrarlayın
uk: Повторіть свій пароль
zh_hant: 重复您的密码

source: Sign Up
ar: سجل
de: Registrieren
es: Registrarse
et: Registreeri
he: הירשם
id: Daftar
it: Iscriviti
nl: Registreer
pl: Zarejestruj się
pt: Inscrever-se
ru: Зарегистрироваться
sv: Bli Medlem
th: ลงชื่อ
tr: Kaydol
uk: Зареєструватися
zh_hant: 注册

source: Sign up
ar: سجل
de: Registrieren
es: Registrarse
et: Registreeri
he: הירשם
id: Daftar
it: Iscriviti
nl: Registreer
pl: Zarejestruj się
pt: Inscreva-se
ru: Зарегистрироваться
sv: Bli Medlem
th: ลงชื่อ
tr: Kaydol
uk: Зареєструватися
zh_hant: 报名

source: Sign up with your e-mail address
ar: اشترك مع عنوان البريد الإلكتروني الخاص بك
de: Melden Sie sich mit Ihrer E-Mail-Adresse an
es: Registrarse con su dirección de correo electrónico
et: Registreeruge oma e-posti aadressiga
he: הירשם באמצעות כתובת הדואר האלקטרוני שלך
id: Daftar dengan alamat e-mail anda
it: Iscriviti con il tuo indirizzo e-mail
nl: Registreer je met je e-mailadres
pl: Zarejestruj się, podając swój adres e-mail
pt: Cadastre-se com seu endereço de e-mail
ru: Зарегистрируйтесь с вашим электронным адресом
sv: Registrera dig med din e-postadress
th: ลงทะเบียนด้วยที่อยู่อีเมลของคุณ
tr: E-posta adresinizle kayıt olun
uk: Зареєструйтеся, використовуючи адресу електронної пошти
zh_hant: 用您的电子邮件地址注册

source: Sorry, there is already an account coupled to your account at your service provider. Maybe your account here was suspended.
ar: عذرًا ، يوجد بالفعل حساب مقترن بحسابك لدى مزود الخدمة الخاص بك. ربما تم تعليق حسابك هنا.
de: Entschuldigung, es ist bereits ein Konto mit Ihrem Konto bei Ihrem Dienstanbieter gekoppelt. Vielleicht wurde Ihr Konto hier gesperrt.
es: Lo siento, ya hay una cuenta emparejada a su cuenta de su proveedor de servicios. Tal vez aquí su cuenta fue suspendida.
et: Vabandust, teie teenusepakkuja juures on teie kontoga juba ühendatud konto. Võib-olla teie konto siin peatati.
he: מצטערים, יש כבר חשבון המוצמד לחשבונך אצל ספק השירות שלך. אולי חשבונך כאן הושעה.
id: Maaf, sudah ada akun digabungkan ke akun anda di penyedia layanan anda. Mungkin akun anda disini sudah ditangguhkan.
it: Spiacente, c'è già un account abbinato al tuo account presso il tuo fornitore di servizi. Forse il tuo account qui è stato sospeso.
nl: Sorry, er is hier al een account gekoppeld aan het account van de service provider. Misschien is het account hier geblokkeerd.
pl: Przykro mi, ale konto jest już podłączone do Twojego konta u Twojego dostawcy usług. Może twoje konto tutaj zostało zawieszone.
pt: Desculpe, já existe uma conta associada à sua conta no seu fornecedor de serviços. Talvez a sua conta aqui tenha sido suspensa.
ru: К сожалению, к вашему аккаунту уже привязана учетная запись у поставщика услуг. Может быть, ваш аккаунт здесь был приостановлен.
sv: Tyvärr finns det redan ett konto kopplat till ditt konto hos din tjänsteleverantör. Kanske har ditt konto här stängts av.
th: ขออภัยมีบัญชีคู่กับบัญชีของคุณที่ผู้ให้บริการของคุณแล้ว บัญชีของคุณอาจถูกระงับ
tr: Maalesef, servis sağlayıcınızda hesabınıza bağlı bir hesap zaten var. Belki bu hesabınız askıya alınmıştır.
uk: На жаль, у Вашого постачальника послуг уже є обліковий запис, пов’язаний з Вашим обліковим записом. Можливо, Ваш обліковий запис тут призупинено.
zh_hant: 对不起，你的账户已经存在。可能您的账户已经被挂起。

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
et: Kasutustingimused
he: תנאי השירות
id: Ketentuan Layanan
it: Termini di servizio
nl: Gebruiksvoorwaarden
pl: Warunki świadczenia usług
pt: Termos do Serviço
ru: Условия предоставления услуг
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
tr: Kullanım Şartları
uk: Умови обслуговування
zh_hant: 服务条款

source: Thank you for registering at our site. We request you to confirm your account before you can use it.
ar: شكرا لك على التسجيل في موقعنا. نطلب منك تأكيد حسابك قبل أن تتمكن من استخدامه.
de: Vielen Dank, dass Sie sich auf unserer Website registriert haben. Wir bitten Sie, Ihr Konto zu bestätigen, bevor Sie es verwenden können.
es: Gracias por registrarse en nuestro sitio. Le pedimos que confirme su cuenta antes de poder usarla.
et: Täname teid meie saidil registreerumise eest. Enne selle kasutamist palume teil oma konto kinnitada.
he: תודה שנרשמת לאתר שלנו. אנו מבקשים ממך לאשר את חשבונך לפני שתוכל להשתמש בו.
id: Terima kasih untuk mendaftar di situs kami. Kami meminta anda untuk mengkonfirmasi akun anda sebelum anda dapat menggunakannya.
it: Grazie per esserti registrato sul nostro sito. Ti chiediamo di confermare il tuo account prima di poterlo utilizzare.
nl: Bedankt voor het registreren bij onze website. Wij verzoeken je om je account te bevestigen voordat je het kan gebruiken.
pl: Dziękuję za zarejestrowanie się na naszej stronie. Prosimy o potwierdzenie swojego konta przed rozpoczęciem korzystania z niego.
pt: Obrigado por se registar no nosso site. Solicitamos-lhe que confirme a sua conta antes de a poder utilizar.
ru: Спасибо за регистрацию на нашем сайте. Мы просим вас подтвердить ваш аккаунт до того, как вы сможете им пользоваться.
sv: Tack för att du registrerade dig på vår webbplats. Vi ber dig bekräfta ditt konto innan du kan använda det.
th: ขอบคุณสำหรับการลงทะเบียนที่เว็บไซต์ของเรา เราขอให้คุณยืนยันบัญชีของคุณก่อนจึงจะสามารถใช้งานได้
tr: Sitemize kayıt olduğunuz için teşekkür ederiz. Hesabınızı kullanmadan önce onaylamanızı istiyoruz.
uk: Дякуємо за реєстрацію на нашому сайті. Ми просимо Вас підтвердити свій обліковий запис, перш ніж Ви зможете ним користуватися.
zh_hant: 感谢您注册本站点。接下来将需要您在使用账户前对账户进行确认。

source: This does not match the first password
ar: هذا لا يطابق كلمة المرور الأولى
de: Dieses stimmt nicht mit dem ersten Passwort überein
es: Esto no coincide con la primera contraseña
et: See ei ühti esimese parooliga
he: זה לא תואם את הסיסמה הראשונה
id: Ini tidak cocok dengan kata sandi pertama
it: Questo non corrisponde alla prima password
nl: Dit komt niet overeen met het eerste wachtwoord
pl: To nie pasuje do pierwszego hasła
pt: Isto não corresponde à primeira senha
ru: Это не соответствует первому паролю
sv: Detta stämmer inte den första lösenord
th: รหัสนี้ไม่ตรงกับรหัสผ่านแรก
tr: Bu ilk şifre ile eşleşmiyor
uk: Це не відповідає першому паролю
zh_hant: 这不符合第一个密码

source: To sign up you must agree with the Terms of Service and Privacy policies.
ar: للتسجيل يجب أن توافق على شروط الخدمة وسياسات الخصوصية.
de: Um sich anzumelden, müssen Sie den Nutzungsbedingungen und den Datenschutzrichtlinien zustimmen.
es: Para registrarse, debe aceptar los Términos de servicio y las políticas de privacidad.
et: Registreerumiseks peate nõustuma teenusetingimuste ja privaatsuseeskirjadega.
he: כדי להירשם עליך להסכים לתנאי השירות ולמדיניות הפרטיות.
id: Untuk mendaftar, Anda harus setuju dengan Persyaratan Layanan dan kebijakan Privasi.
it: Per registrarti devi accettare i Termini di servizio e le politiche sulla privacy.
nl: Om je aan te melden, moet je akkoord gaan met de Servicevoorwaarden en het privacybeleid.
pl: Aby się zarejestrować, musisz zaakceptować Warunki korzystania z usługi i Politykę prywatności.
pt: Para se inscrever, você deve concordar com os Termos de Serviço e as políticas de privacidade.
ru: Чтобы зарегистрироваться, вы должны согласиться с Условиями обслуживания и Политикой конфиденциальности.
sv: För att registrera dig måste du godkänna användarvillkoren och sekretesspolicyn.
th: ในการลงทะเบียนคุณต้องยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัว
tr: Kaydolmak için Hizmet Şartları ve Gizlilik politikalarını kabul etmelisiniz.
uk: Щоб зареєструватися, ви повинні погодитися з Умовами обслуговування та політикою конфіденційності.
zh_hant: 要註冊，您必須同意服務條款和隱私政策。

source: Verify password
ar: اكد كلمة المرور
de: Passwort bestätigen
es: Verificar contraseña
et: Kinnita parool
he: אמת סיסמה
id: Verifikasi kata sandi
it: Verificare la password
nl: Wachtwoord bevestigen
pl: Weryfikacja hasła
pt: Verifique a senha
ru: Проверить пароль
sv: Verifiera lösenord
th: ยืนยันรหัสผ่าน
tr: Şifre doğrulama
uk: Підтвердіть пароль
zh_hant: 确认密码

source: We sent the email to
ar: أرسلنا البريد الإلكتروني إلى
de: Wir haben die E-Mail an gesendet
es: Enviamos el correo electrónico a
et: Saatsime meili aadressile
he: שלחנו את המייל אל
id: Kami mengirim email ke
it: Abbiamo inviato l'email a
nl: We hebben de e-mail gestuurd naar
pl: Wysłaliśmy e-mail do
pt: Enviamos o email para
ru: Мы отправили электронное письмо на адрес
sv: Vi skickade e-postmeddelandet till
th: เราส่งอีเมลไปที่
tr: E-postayı şu adrese gönderdik
uk: Ми надіслали електронний лист на адресу
zh_hant: 我們已將電子郵件發送到
