Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: <b>Note that Zotonic only handles initial check out</b>, after which it is expected that you will handle further git interactions yourself.)
ar: <b>لاحظ أن Zotonic لا تتعامل إلا مع عملية السحب الأولية،</b> وبعد ذلك من المتوقع أن تتعامل مع المزيد من تفاعلات git بنفسك).
de: <b>Beachten Sie, dass Zotonic nur das erste Auschecken</b>durchführt. Danach wird erwartet, dass Sie weitere Git-Interaktionen selbst durchführen.)
es: <b>Tenga en cuenta que Zotonic solo maneja el check out inicial</b>, después de lo cual se espera que usted mismo maneje las interacciones git posteriores).
et: <b>Pange tähele, et Zotonic tegeleb ainult esialgse väljaregistreerimisega</b>, pärast mida eeldatakse, et hakkate edasisi giti interaktsioone ise haldama.)
he: <b>שימו לב ש-Zotonic מטפל רק ביציאה ראשונית של</b>, ולאחר מכן צפוי שתטפלו באינטראקציות נוספות של Git בעצמכם.)
id: <b>Perhatikan bahwa Zotonic hanya menangani pemeriksaan awal</b>, setelah itu diharapkan Anda akan menangani sendiri interaksi git selanjutnya.)
it: <b>Nota che Zotonic gestisce solo il check-out iniziale</b>, dopodiché è prevedibile che sarai tu a gestire autonomamente le ulteriori interazioni git.)
nl: <b>Merk op dat Zotonic alleen de initiële check-out afhandelt</b>, daarna wordt verwacht dat je verdere git interacties zelf afhandelt).
pl: <b>Należy pamiętać, że Zotonic obsługuje tylko początkowe sprawdzenie</b>, po którym należy się spodziewać, że dalszą interakcją z gitem zajmiesz się samodzielnie.)
pt: <b>Observe que o Zotonic lida apenas com a verificação inicial</b>, depois disso é esperado que você mesmo lide com as interações futuras do git.)
ru: <b>Обратите внимание, что Zotonic обрабатывает только первоначальную проверку</b>, после чего ожидается, что вы будете обрабатывать дальнейшие взаимодействия с git самостоятельно.)
sv: <b>Observera att Zotonic endast hanterar första utcheckning</b>, varefter det förväntas att du kommer att hantera ytterligare git-interaktioner själv.)
th: <b>โปรดทราบว่า Zotonic จัดการการตรวจสอบเบื้องต้นเท่านั้น</b>หลังจากนั้นคาดว่าคุณจะจัดการการโต้ตอบกับ git เพิ่มเติมด้วยตนเอง)
tr: <b>Zotonic'in yalnızca ilk ödemeyi</b>işlediğini ve bundan sonraki git etkileşimlerini kendiniz halletmeniz beklendiğini unutmayın.)
uk: <b>Зверніть увагу, що Zotonic обробляє лише початкову перевірку</b>, після чого очікується, що ви самостійно оброблятимете подальші взаємодії git.)
zh_hant: <b>請注意，Zotonic 僅處理初始簽出</b>，之後預計您將自己處理進一步的 git 互動。

source: A component of the path is not a directory:
ar: مكوّن المسار ليس دليلاً:
de: Eine Komponente des Pfades ist kein Verzeichnis:
es: Un componente de la ruta no es un directorio:
et: Tee komponent ei ole kataloog:
he: רכיב הנתיב אינו ספרייה:
id: Komponen jalan bukanlah sebuah direktori:
it: Un componente del percorso non è una directory:
nl: Een component van het pad is geen directory:
pl: Składnik ścieżki nie jest katalogiem:
pt: Um componente do caminho não é um diretório:
ru: Компонент пути не является каталогом:
sv: En del av sökvägen är inte en katalog:
th: ส่วนประกอบของเส้นทางไม่ใช่ไดเร็กทอรี:
tr: Yolun bir bileşeni dizin değildir:
uk: Компонент шляху не є каталогом:
zh_hant: 路径的一个组成部分不是目录。

source: Add Site
ar: أضف الموقع
de: Website hinzufügen
es: Agregar sitio
et: Lisa sait
he: הוסף אתר
id: Tambah situs
it: Aggiungi sito
nl: Voeg site toe
pl: Dodaj stronę
pt: Adicionar site
ru: Добавить сайт
sv: Lägg till webbplats
th: เพิ่มไซต์
tr: Site Ekle
uk: Додати сайт
zh_hant: 添加网站

source: Add or checkout a new site
ar: إضافة أو الخروج من موقع جديد
de: Hinzufügen oder Auschecken einer neuen Website
es: Agregar o revisar un nuevo sitio
et: Uue saidi lisamine või maksmine
he: הוסף או קנה אתר חדש
id: Tambah atau periksa sebuah situs baru
it: Aggiungere o controllare un nuovo sito
nl: Voeg een nieuwe site toe
pl: Dodanie lub wymeldowanie nowej strony
pt: Adicionar ou fazer o checkout de um novo site
ru: Добавить или оформить новый сайт
sv: Lägg till eller kolla in en ny webbplats
th: เพิ่มหรือชำระเงินไซต์ใหม่
tr: Yeni bir site ekleyin ya da satın alın
uk: Додайте або перегляньте новий сайт
zh_hant: 添加或查看新网站

source: All the files and templates are placed at
ar: يتم وضع جميع الملفات والقوالب في
de: Alle Dateien und Vorlagen befinden sich unter
es: Todos los archivos y plantillas son situados en
et: Kõik failid ja mallid asuvad aadressil
he: כל הקבצים והתבניות ממוקמים בכתובת
id: Semua file dan template ditempatkan di
it: Tutti i file e i modelli sono collocati in
nl: Alle bestanden en templates zijn geplaatst in
pl: Wszystkie pliki i szablony są umieszczone na stronie
pt: Todos os arquivos e modelos são colocados em
ru: Все файлы и шаблоны размещены на
sv: Alla filer och mallar placeras på
th: ไฟล์และเทมเพลตทั้งหมดจะอยู่ที่
tr: Tüm dosyalar ve şablonlar şuraya yerleştirildi:
uk: Усі файли та шаблони розміщені за адресою
zh_hant: 所有的文件和模板都放在

source: Basic blogging site
ar: موقع التدوين الأساسي
de: Einfache Blogging-Seite
es: Sitio de blogueo básico
et: Põhiline ajaveebisait
he: אתר בלוגים בסיסי
id: Dasar blogging site
it: Sito di blogging di base
nl: Basis blogging site
pl: Podstawowy serwis blogowy
pt: Site básico de blogging
ru: Базовый сайт блога
sv: Grundläggande bloggsida
th: ไซต์บล็อกพื้นฐาน
tr: Basit bloglama sitesi
uk: Базовий сайт для ведення блогів
zh_hant: 基础博客网站

source: Checking database ...
ar: جاري التحقق من قاعدة البيانات ...
de: Prüfen der Datenbank ...
es: Comprobación de la base de datos...
et: Andmebaasi kontrollimine ...
he: בודק מסד נתונים ...
id: Memeriksa basis data ...
it: Controllo del database ...
nl: Controleren van de database ...
pl: Sprawdzanie bazy danych ...
pt: Verificação da base de dados ...
ru: Проверка базы данных ...
sv: Kontrollerar databas ...
th: กำลังตรวจสอบฐานข้อมูล ...
tr: Veritabanı kontrol ediliyor ...
uk: Перевірка бази даних...
zh_hant: 检查数据库...

source: Checkout an existing site from Git
ar: التحقق من موقع موجود من خلال Git
de: Eine bestehende Site von Git aus auschecken
es: Extraer un sitio existente desde Git
et: Kontrollige Giti olemasolevat saiti
he: בדוק אתר קיים מ-Git
id: Periksa situs yang ada dari Git
it: Controlla un sito esistente da Git
nl: Een bestaande site van Git ophalen
pl: Wymeldowanie istniejącej witryny z Git
pt: Faça checkout de um site existente no Git
ru: Проверьте существующий сайт с помощью Git
sv: Kolla in en befintlig webbplats från Git
th: ตรวจสอบไซต์ที่มีอยู่จาก Git
tr: Git'ten mevcut bir siteyi kontrol edin
uk: Перевірте наявний сайт у Git
zh_hant: 從 Git 簽出現有站點

source: Checkout existing site from Git
ar: التحقق من الموقع الحالي من Git
de: Vorhandene Site über Git auschecken
es: Extraer un sitio existente desde Git
et: Kontrollige Giti olemasolevat saiti
he: בדוק את האתר הקיים מ-Git
id: Periksa situs yang ada dari Git
it: Controlla il sito esistente da Git
nl: Bestaande site van Git ophalen
pl: Wymeldowanie istniejącej witryny z Git
pt: Faça check-out do site existente no Git
ru: Проверить существующий сайт из Git
sv: Kolla in befintlig webbplats från Git
th: ตรวจสอบไซต์ที่มีอยู่จาก Git
tr: Git'ten mevcut siteyi kontrol edin
uk: Перевірте наявний сайт у Git
zh_hant: 從 Git 簽出現有站點

source: Configure PostgreSQL Database Connection
ar: تكوين اتصال قاعدة بيانات PostgreSQL
de: Konfigurieren der PostgreSQL-Datenbankverbindung
es: Configurar la conexión de la base de datos PostgreSQL
et: PostgreSQL-i andmebaasiühenduse seadistamine
he: הגדר את חיבור מסד הנתונים PostgreSQL
id: Mengkonfigurasi Koneksi Basis Data PostgreSQL
it: Configurare la connessione al database PostgreSQL
nl: Configureer PostgreSQL Databaseverbinding
pl: Konfiguracja połączenia z bazą danych PostgreSQL
pt: Configurar a conexão de banco de dados PostgreSQL
ru: Настройка подключения к базе данных PostgreSQL
sv: Konfigurera PostgreSQL-databasanslutning
th: กำหนดค่าการเชื่อมต่อฐานข้อมูล PostgreSQL
tr: PostgreSQL Veritabanı Bağlantısını Yapılandırma
uk: Налаштуйте підключення до бази даних PostgreSQL
zh_hant: 配置PostgreSQL数据库连接

source: Congratulations, your site has been created and is now running.
ar: تهانينا ، لقد تم إنشاء موقعك وهو الآن قيد التشغيل.
de: Herzlichen Glückwunsch, Ihre Website wurde erstellt und läuft jetzt.
es: Felicitaciones, su sitio ha sido creado y ahora esta en funcionamiento.
et: Palju õnne, teie sait on loodud ja töötab nüüd.
he: מזל טוב, האתר שלך נוצר והוא פועל כעת.
id: Selamat, situs anda telah dibuat dan sekarang berjalan.
it: Congratulazioni, il tuo sito è stato creato e sta funzionando.
nl: Gefeliciteerd, je site is gemaakt en draait nu.
pl: Gratulacje, twoja strona została stworzona i działa.
pt: Parabéns, o seu site foi criado e está agora a funcionar.
ru: Поздравляю, ваш сайт создан и работает.
sv: Grattis, din webbplats har skapats och körs nu.
th: ขอแสดงความยินดีไซต์ของคุณถูกสร้างขึ้นและกำลังทำงานอยู่
tr: Tebrikler, siteniz oluşturuldu ve şimdi çalışıyor.
uk: Вітаємо, Ваш сайт створено і зараз працює.
zh_hant: 恭喜您，您的网站已经创建，现在正在运行。

source: Copy skeleton files ...
ar: نسخ ملفات الهيكل العظمي ...
de: Skelettdateien kopieren ...
es: Copiar la estructura de los archivos ...
et: Skeletifailide kopeerimine ...
he: העתק קבצי שלד ...
id: Salin kerangka berkas ...
it: Copiare i file dello scheletro ...
nl: Kopieer skeletbestanden ...
pl: Skopiuj akta szkieletu...
pt: Copiar ficheiros do esqueleto ...
ru: Скопируйте файлы скелета...
sv: Kopiera skelettfiler ...
th: คัดลอกไฟล์โครงกระดูก ...
tr: İskelet dosyalarını kopyala ...
uk: Копіювати скелетні файли...
zh_hant: 复制骨架文件...

source: Could not check out Git repository:
ar: تعذر التحقق من مستودع Git:
de: Das Git-Repository konnte nicht ausgecheckt werden:
es: No se puede comprobar el repositorio en Git:
et: Giti hoidlat ei õnnestunud vaadata:
he: לא ניתן היה לבדוק את מאגר Git:
id: Tidak dapat memeriksa repositori Git:
it: Impossibile controllare il repository Git:
nl: Kon Git repository niet uitchecken:
pl: Nie mogłem sprawdzić repozytorium Gita:
pt: Não consegui verificar o repositório do Git:
ru: Не смог проверить Git-репозиторий:
sv: Det gick inte att kolla in Git-arkivet:
th: ไม่สามารถตรวจสอบที่เก็บ Git:
tr: Git deposu kontrol edilemedi:
uk: Не вдалося перевірити репозиторій Git:
zh_hant: 无法查看Git仓库。

source: Could not connect to 'postgres' database or create the database.
ar: تعذر الاتصال بقاعدة بيانات "postgres" أو إنشاء قاعدة البيانات.
de: Konnte keine Verbindung zur Datenbank 'postgres' herstellen oder die Datenbank erstellen.
es: No se puede conectar a la base de datos 'postgres' o crearla.
et: 'Postgres' andmebaasiga ei saanud ühendust luua ega andmebaasi luua.
he: לא ניתן היה להתחבר למסד 'postgres' או ליצור את מסד הנתונים.
id: Tidak dapat terhubung ke database 'postgres' atau membuat database.
it: Impossibile connettersi al database 'postgres' o creare il database.
nl: Kon geen verbinding maken met de 'postgres' database of de database aanmaken.
pl: Nie mógł się połączyć z bazą danych "postgres" ani stworzyć bazy danych.
pt: Não foi possível conectar à base de dados 'postgres' ou criar a base de dados.
ru: Не смог подключиться к базе данных 'postgres' или создать ее.
sv: Det gick inte att ansluta till "postgres" -databasen eller skapa databasen.
th: ไม่สามารถเชื่อมต่อกับฐานข้อมูล "postgres" หรือสร้างฐานข้อมูลได้
tr: 'Postgres' veritabanına bağlanılamadı ya da veritabanı oluşturulamadı.
uk: Не вдалося підключитися до бази даних "postgres" або створити базу даних.
zh_hant: 无法连接到'postgres'数据库或创建数据库。

source: Could not create the directory
ar: لا يمكن إنشاء الدليل
de: Das Verzeichnis konnte nicht erstellt werden
es: No se pudo crear el directorio
et: Kataloogi ei saanud luua
he: לא ניתן ליצור את הספרייה
id: Tidak dapat membuat direktori
it: Impossibile creare la directory
nl: Kon de map niet maken
pl: Nie można utworzyć katalogu
pt: Não foi possível criar o diretório
ru: Не удалось создать каталог
sv: Det gick inte att skapa katalogen
th: ไม่สามารถสร้างไดเรกทอรีได้
tr: Dizin oluşturulamadı
uk: Не вдалося створити каталог
zh_hant: 無法創建目錄

source: Could not create the file:
ar: تعذر إنشاء الملف:
de: Die Datei konnte nicht erstellt werden:
es: No se puede crear el archivo:
et: Faili ei saanud luua:
he: לא ניתן ליצור את הקובץ:
id: Tidak dapat membuat berkas:
it: Impossibile creare il file:
nl: Kon het bestand niet aanmaken:
pl: Nie mógł utworzyć pliku:
pt: Não foi possível criar o arquivo:
ru: Не смог создать файл:
sv: Det gick inte att skapa filen:
th: ไม่สามารถสร้างไฟล์:
tr: Dosya oluşturulamadı:
uk: Не вдалося створити файл:
zh_hant: 无法创建文件。

source: Could not create the schema in the database.
ar: تعذر إنشاء المخطط في قاعدة البيانات.
de: Das Schema konnte nicht in der Datenbank erstellt werden.
es: No se puede crear el esquema en la base de datos.
et: Skeemi ei saanud andmebaasis luua.
he: לא ניתן היה ליצור את הסכימה במסד הנתונים.
id: Tidak bisa membuat skema di database.
it: Impossibile creare lo schema nel database.
nl: Kon het schema niet in de database aanmaken.
pl: Nie można utworzyć schematu w bazie danych.
pt: Não foi possível criar o esquema na base de dados.
ru: Не смог создать схему в базе данных.
sv: Det gick inte att skapa schemat i databasen.
th: ไม่สามารถสร้างสคีมาในฐานข้อมูล
tr: Şema veritabanında oluşturulamadı.
uk: Не вдалося створити схему в базі даних.
zh_hant: 无法在数据库中创建模式。

source: Could not create the site directory
ar: تعذر إنشاء دليل الموقع
de: Das Site-Verzeichnis konnte nicht erstellt werden
es: No se puede crear el directorio del sitio
et: Saidikataloogi ei saanud luua
he: לא ניתן היה ליצור את ספריית האתרים
id: Tidak dapat membuat direktori situs
it: Impossibile creare la directory del sito
nl: Kon de site directory niet aanmaken
pl: Nie można było utworzyć katalogu stron
pt: Não foi possível criar o diretório do site
ru: Не удалось создать каталог сайта
sv: Det gick inte att skapa webbplatskatalogen
th: ไม่สามารถสร้างไดเร็กทอรีไซต์
tr: Site dizini oluşturulamadı
uk: Не вдалося створити каталог сайту
zh_hant: 无法创建网站目录

source: Could not delete the site dir for the Git checkout:
ar: تعذر حذف دليل الموقع لخروج Git:
de: Das Site-Verzeichnis für den Git-Checkout konnte nicht gelöscht werden:
es: No se puede borrar el directorio del sitio para la comprobación del Git:
et: Giti kassast saidi direkti ei saanud kustutada:
he: לא ניתן למחוק את אתר האתר לקופת Git:
id: Tidak dapat menghapus direktori situs untuk pemeriksaan Git:
it: Impossibile cancellare la dir del sito per il Git checkout:
nl: Kon de site dir voor de Git checkout niet verwijderen:
pl: Nie mogłem usunąć strony do kasy Git:
pt: Não foi possível apagar a sujeira do site para o checkout de Git:
ru: Не смог удалить грязь с сайта для проверки Git'а:
sv: Det gick inte att ta bort webbplatsdir för Git-kassan:
th: ไม่สามารถลบไซต์ dir สำหรับการชำระเงิน Git:
tr: Git ödeme işlemi için site dir'i silinemedi:
uk: Не вдалося видалити каталог сайту для перевірки Git:
zh_hant: 无法删除Git checkout的站点dir。

source: Disk full creating:
ar: إنشاء القرص بالكامل:
de: Diskette voll erstellen:
es: Creando el completado del Disco:
et: Ketta loomine on täielik:
he: יצירת דיסק מלא:
id: Disk penuh membuat:
it: Creazione del disco pieno:
nl: Schijf vol tijdens maken:
pl: Tarcza pełna tworzenia:
pt: Disco cheio a criar:
ru: Диск полностью создан:
sv: Disk full skapande:
th: สร้างดิสก์เต็ม:
tr: Disk dolu oluşturma:
uk: Створення повного диска:
zh_hant: 盘满创建。

source: Empty site without database connection
ar: موقع فارغ بدون اتصال بقاعدة البيانات
de: Leere Site ohne Datenbankverbindung
es: Sitio vació sin la conexión a la base de datos
et: Tühi sait ilma andmebaasiühenduseta
he: אתר ריק ללא חיבור למסד נתונים
id: Situs kosong tanpa koneksi database
it: Sito vuoto senza connessione al database
nl: Lege site zonder databaseverbinding
pl: Pusta strona bez połączenia z bazą danych
pt: Site vazio sem conexão com banco de dados
ru: Пустой сайт без подключения к базе данных
sv: Tom webbplats utan databasanslutning
th: ไซต์ว่างเปล่าโดยไม่ต้องเชื่อมต่อฐานข้อมูล
tr: Veritabanı bağlantısı olmadan boş site
uk: Порожній сайт без підключення до бази даних
zh_hant: 没有数据库连接的空网站

source: Empty site, no templates etc.
ar: موقع فارغ ، لا توجد قوالب وما إلى ذلك.
de: Leere Seite, keine Vorlagen etc.
es: Sitio vació, no hay plantillas etc.
et: Tühi sait, malle pole jne
he: אתר ריק, ללא תבניות וכו '.
id: Situs kosong, tidak ada template dan lain-lain.
it: Sito vuoto, senza modelli, ecc.
nl: Lege site, geen templates enz.
pl: Pusta strona, brak szablonów itp.
pt: Site vazio, sem templates, etc.
ru: Пустой сайт, никаких шаблонов и т.д.
sv: Tom webbplats, inga mallar etc.
th: ไซต์ว่างเปล่าไม่มีเทมเพลต ฯลฯ
tr: Boş site, şablon yok vs.
uk: Порожній сайт, без шаблонів тощо.
zh_hant: 空网站，没有模板等。

source: Enter a valid hostname like "www.example.com" or "test.local".
ar: أدخل اسم مضيف صالحًا مثل "www.example.com" أو "test.local".
de: Geben Sie einen gültigen Hostnamen wie "www.example.com" oder "test.local" ein.
es: Ingresa un nombre de host valido como "www.example.com" o "test.local".
et: Sisestage kehtiv hostinimi, näiteks „www.example.com” või „test.local”.
he: הזן שם מארח חוקי כמו "www.example.com" או "test.local".
id: Masukkan nama host yang valid seperti "www.example.com" atau "test.local".
it: Inserisci un hostname valido come "www.example.com" o "test.local".
nl: Voer een geldige hostnaam in zoals "www.example.com" of "test.local".
pl: Wpisz prawidłową nazwę hosta, np. "www.example.com" lub "test.local".
pt: Insira um hostname válido como "www.example.com" ou "test.local".
ru: Введите действительное имя хоста, например, "www.example.com" или "test.local".
sv: Ange ett giltigt värdnamn som "www.example.com" eller "test.local".
th: ป้อนชื่อโฮสต์ที่ถูกต้องเช่น "www.example.com" หรือ "test.local"
tr: "Www.example.com" veya "test.local" gibi geçerli bir ana makine adı girin.
uk: Введіть дійсне ім’я хосту, наприклад «www.example.com» або «test.local».
zh_hant: 输入一个有效的主机名，如 "www.example.com "或 "test.local"。

source: Force compile all Erlang files ...
ar: فرض تجميع كافة ملفات Erlang ...
de: Kompilieren aller Erlang-Dateien erzwingen ...
es: Forzar la compilación de todos los archivos de Erlang ...
et: Sundige kompileerima kõik Erlangi failid ...
he: כפה לאסוף את כל קבצי Erlang ...
id: Kekuatan mengkompilasi semua Erlang file ...
it: Forzare la compilazione di tutti i file Erlang ...
nl: Forceer compilatie van alle Erlang bestanden ...
pl: Force kompiluje wszystkie pliki Erlanga...
pt: Forçar a compilação de todos os ficheiros Erlang ...
ru: Принудительная компиляция всех файлов Erlang ...
sv: Tvinga samman alla Erlang-filer ...
th: บังคับให้คอมไพล์ไฟล์ Erlang ทั้งหมด ...
tr: Tüm Erlang dosyalarını derlemeye zorlayın ...
uk: Примусово скомпілювати всі файли Erlang...
zh_hant: 强制编译所有Erlang文件......。

source: Git checkout ...
ar: بوابة الخروج ...
et: Git kassasse ...
he: קופת Git ...
id: Pemeriksaan Git ...
pl: Kasa Git ...
ru: Проверка...
sv: Git kassan ...
th: เช็คเอาต์ Git ...
tr: Git ödemesi ...
zh_hant: Git結帳...

source: Go to the admin interface at
ar: انتقل إلى واجهة المسؤول في
de: Wechseln Sie in die Administrationsoberfläche unter
es: Ir a la interfaz del administrador en
et: Minge administraatori liidesesse aadressil
he: עבור אל ממשק הניהול בכתובת
id: Pergi ke antarmuka admin di
it: Vai all'interfaccia di amministrazione su
nl: Ga naar de admin-interface op
pl: Przejdź do interfejsu administratora na stronie
pt: Vá para a interface de administração em
ru: Перейдите к интерфейсу администратора по ссылке
sv: Gå till administratörsgränssnittet på
th: ไปที่อินเทอร์เฟซผู้ดูแลระบบที่
tr: Yönetici arayüzüne git
uk: Перейдіть до інтерфейсу адміністратора за адресою
zh_hant: 进入管理界面，在

source: Host
ar: مضيف
et: Peremees
he: מנחה
it: Ospite
pl: Gospodarz
pt: Anfitrião
ru: Хост
sv: Värd
th: โฮสต์
tr: Ana bilgisayar
uk: Ведучий
zh_hant: 主机

source: Host name
ar: اسم المضيف
es: Nombre de Host
et: Host nimi
he: שם מארח
id: Nama Host
it: Nome dell'host
nl: Hostnaam
pl: Nazwa gospodarza
pt: Nome do anfitrião
ru: Имя хоста
sv: Värdnamn
th: ชื่อโฮสต์
tr: Ana bilgisayar adı
uk: Ім'я хоста
zh_hant: 主机名称

source: If you are creating a new site, ignore this section. If you have an existing Zotonic site on a git repo, you can optionally specify it here. in which case Zotonic will check that out instead of creating a new site.
ar: إذا كنت تقوم بإنشاء موقع جديد، فتجاهل هذا القسم. إذا كان لديك موقع Zotonic موجود على مستودع git، فيمكنك تحديده هنا بشكل اختياري. في هذه الحالة، سيتحقق Zotonic من ذلك بدلاً من إنشاء موقع جديد.
de: Wenn Sie eine neue Site erstellen, ignorieren Sie diesen Abschnitt. Wenn Sie eine vorhandene Zotonic-Site in einem Git-Repository haben, können Sie sie hier optional angeben. In diesem Fall checkt Zotonic diese aus, anstatt eine neue Site zu erstellen.
es: Si está creando un sitio nuevo, ignore esta sección. Si tiene un sitio Zotonic existente en un repositorio Git, puede especificarlo aquí de manera opcional, en cuyo caso Zotonic lo comprobará en lugar de crear un sitio nuevo.
et: Kui loote uut saiti, ignoreerige seda jaotist. Kui teil on git-repos olemasolev Zotonicu sait, saate selle siin valikuliselt määrata. Sel juhul kontrollib Zotonic seda uue saidi loomise asemel.
he: אם אתה יוצר אתר חדש, התעלם מקטע זה. אם יש לך אתר Zotonic קיים ב-git repo, אתה יכול לציין אותו כאן. במקרה זה Zotonic תבדוק זאת במקום ליצור אתר חדש.
id: Jika Anda membuat situs baru, abaikan bagian ini. Jika Anda memiliki situs Zotonic di repo git, Anda dapat menentukannya di sini. Dalam hal ini, Zotonic akan memeriksa situs tersebut alih-alih membuat situs baru.
it: Se stai creando un nuovo sito, ignora questa sezione. Se hai un sito Zotonic esistente su un repository git, puoi facoltativamente specificarlo qui. In tal caso Zotonic lo controllerà invece di creare un nuovo sito.
nl: Als je een nieuwe site aanmaakt, negeer deze sectie dan. Als je een bestaande Zotonic site op een git repo hebt, kun je die hier opgeven. In dat geval zal Zotonic die uitchecken in plaats van een nieuwe site aan te maken.
pl: Jeśli tworzysz nową witrynę, zignoruj tę sekcję. Jeśli masz istniejącą witrynę Zotonic w repozytorium git, możesz opcjonalnie określić ją tutaj. W takim przypadku Zotonic sprawdzi ją zamiast tworzyć nową witrynę.
pt: Se você estiver criando um novo site, ignore esta seção. Se você tiver um site Zotonic existente em um repositório git, você pode opcionalmente especificá-lo aqui. Nesse caso, o Zotonic verificará isso em vez de criar um novo site.
ru: Если вы создаете новый сайт, проигнорируйте этот раздел. Если у вас есть существующий сайт Zotonic в репозитории git, вы можете указать его здесь. В этом случае Zotonic проверит его вместо создания нового сайта.
sv: Om du skapar en ny webbplats, ignorera detta avsnitt. Om du har en befintlig Zotonic-sajt på en git-repo kan du valfritt ange den här. i så fall kommer Zotonic att kolla upp det istället för att skapa en ny sida.
th: หากคุณกำลังสร้างไซต์ใหม่ ให้ละเว้นส่วนนี้ไป หากคุณมีไซต์ Zotonic อยู่แล้วในรีโพอ Git คุณสามารถระบุไซต์ดังกล่าวที่นี่ได้ ในกรณีนี้ Zotonic จะตรวจสอบไซต์ดังกล่าวแทนการสร้างไซต์ใหม่
tr: Yeni bir site oluşturuyorsanız, bu bölümü görmezden gelin. Git deposunda mevcut bir Zotonic siteniz varsa, isteğe bağlı olarak burada belirtebilirsiniz. Bu durumda Zotonic yeni bir site oluşturmak yerine bunu kontrol edecektir.
uk: Якщо ви створюєте новий сайт, ігноруйте цей розділ. Якщо у вас є сайт Zotonic у репозиторії git, ви можете додатково вказати його тут. у цьому випадку Zotonic перевірить це замість того, щоб створювати новий сайт.
zh_hant: 如果您要建立新站點，請忽略此部分。如果您在 git 儲存庫上有現有的 Zotonic 站點，您可以選擇在此處指定它。在這種情況下，Zotonic 將檢查該內容而不是建立新網站。
