Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: View status
ar: عرض الحالة
de: Status anzeigen
es: Ver el estado de
et: Kuva olek
he: צפה בסטטוס
id: Lihat status
it: Visualizza lo stato
nl: Status bekijken
pl: Wyświetl stan
pt: Ver status
ru: Посмотреть статус
sv: Visa status
th: ดูสถานะ
tr: Durumu göster
uk: Переглянути статус
zh_hant: 查看狀態

source: View this page.
ar: اعرض هذه الصفحة.
de: Diese Seite anzeigen.
es: Ver esta página.
et: Vaata sedea lehte.
he: צפו בדף זה.
id: Lihat halaman ini.
it: Visualizza questa pagina.
nl: Bekijk deze pagina.
pl: Wyświetl tę stronę.
pt: Veja esta página.
ru: Просмотреть эту страницу.
sv: Visa den här sidan.
th: ดูหน้านี้
tr: Bu sayfayı görüntüle.
uk: Переглянути цю сторінку.
zh_hant: 查看该页面。

source: Visible from
ar: مرئي من
de: Sichtbar von
es: Visible desde
et: N√§htav alates
he: גלוי מ
id: Terlihat dari
it: Visibile da
nl: Zichtbaar vanaf
pl: Widoczne od
pt: Visível a partir de
ru: Видимо с
sv: Synlig från
th: มองเห็นได้จาก
tr: Görünürlük başlangıç
uk: Видимий з
zh_hant: 可见时间開始

source: Visible till
ar: مرئي حتى
de: Sichtbar bis
es: Visible hasta
et: N√§htav kuni
he: גלוי עד
id: Terlihat sampai
it: Visibile fino a
nl: Zichtbaar tot
pl: Widoczne do
pt: Visível até
ru: Видимо до
sv: Synlig till
th: มองเห็นได้จนถึง
tr: Görünürlük bitiş
uk: Видимий до
zh_hant: 可见结束时间

source: Visit full edit page
ar: قم بزيارة صفحة التحرير الكاملة
de: Vollständige Editierseite aufrufen
es: Visitar página de edición completa
et: Mine redigeerimisse
he: בקר בדף העריכה המלא
id: Kunjungi halaman sunting penuh
it: Visita la pagina di modifica completa
nl: Ga naar bewerkingspagina
pl: Odwiedź pełną stronę edycji
pt: Visite a página de edição completa
ru: Открыть страницу редактирования
sv: Besök hela redigeringssidan
th: ไปที่หน้าแก้ไขแบบเต็ม
tr: Düzenleme sayfasına git
uk: Відвідайте повну сторінку редагування
zh_hant: 访问完整编辑页面

source: Visiting address
ar: عنوان الزيارة
de: Besucheradresse
es: Dirección visitada
et: K√ºlastusaadress
he: כתובת ביקור
id: Alamat kunjungan
it: Indirizzo per il pubblico
nl: Bezoekadres
pl: Adres zamieszkania
pt: Endereço para visitas
ru: Фактический адрес проживания
sv: Besöksadress
th: ที่อยู่เยี่ยม
tr: Gidilecek adres
uk: Адреса для відвідування
zh_hant: 可访问地址

source: Warning!
ar: تحذير!
de: Warnung!
es: ¡Advertencia!
et: Hoiatus!
he: אַזהָרָה!
id: Peringatan!
it: Attenzione!
nl: Waarschuwing!
pl: Uwaga!
pt: Atenção!
ru: Внимание!
sv: Varning!
th: คำเตือน!
tr: Uyarı!
uk: Увага!
zh_hant: 警告！

source: Website for clicks on image
ar: موقع للنقرات على الصورة
de: Webseite, die bei Clicks auf das Bild aufgerufen werden soll
es: Sitio web para clics en imagen
et: Veebileht pildil klikkimiseks
he: אתר לחיצות על תמונה
id: Situs web untuk klik pada gambar
it: Sito web per i clic sull'immagine
nl: Website voor klikken op de afbeelding
pl: Strona internetowa do kliknięć obrazu
pt: Site para cliques na imagem
ru: Ссылка для нажатий на изображении
sv: Webbplats för klick på bilden
th: เว็บไซต์สำหรับคลิกที่ภาพ
tr: Resme tıklandığında gidilecek website
uk: Сайт для кліків по зображенню
zh_hant: 点击图片的网站

source: Website or Embed
ar: موقع أو تضمين
de: Website oder Einbetten
es: Página web o Insertar
et: Veebisait või Embed
he: אתר או שבץ
id: Situ web atau Embed
it: Sito web o Embed
nl: Website of Insluiten
pl: Strona internetowa lub osadzenie strony
pt: Website ou Embed
ru: Веб-сайт или Embed
sv: Webbplats eller Bädda in
th: เว็บไซต์หรือฝัง
tr: Web sitesi veya Embed
uk: Вебсайт або вбудовування
zh_hant: 网站或嵌入

source: Work Directory
ar: دليل العمل
de: Arbeitsverzeichnis
es: Directorio de trabajo
et: Töökataloog
he: מדריך עבודה
id: Direktori Kerja
it: Elenco dei lavori
nl: Werk Directory
pl: Katalog roboczy
pt: Directório de Trabalho
ru: Рабочий каталог
sv: Arbetsregister
tr: İş Rehberi
uk: Робочий довідник
zh_hant: 工作目录

source: You are editing a:
ar: أنت تقوم بتحرير:
de: Sie bearbeiten eine:
es: Estás editando un:
et: Muudate järgmist:
he: אתה עורך:
id: Anda sedang mengedit:
it: Stai modificando un:
nl: Je bent bezig met het bewerken van een:
pl: Edytujesz:
pt: Você está editando um:
ru: Вы редактируете:
sv: Du redigerar en:
th: คุณกำลังแก้ไข:
tr: Düzenliyorsunuz:
uk: Ви редагуєте:
zh_hant: 你正在编辑一个。

source: You are editing the <b>Site Administrator Account</b>.
ar: أنت تقوم بتحرير <b>حساب مسؤول الموقع</b>.
de: Sie bearbeiten das <b>Website-Administrator Konto</b>.
es: Usted está editando la <b>cuenta del administrador del sitio</b>.
et: Muudate <b>saidi administraatori kontot</b>.
he: אתה עריכת <b>Site Administrator חשבון</b>.
id: Anda sedang mengedit <b>Akun Administrator Situs</b>.
it: Stai modificando l'account <b>amministratore del sito</b>.
nl: Je bewerkt de <b>Site Administrator Account</b>.
pl: Edytujesz <b>konto administratora strony</b>.
pt: Você está editando a <b>Site Administrator Account</b>.
ru: Вы редактируете <b>Учетную запись администратора сайта</b>.
sv: Du redigerar <b>Site Administrator Account</b>.
th: คุณกำลังแก้ไข <b>บัญชีผู้ดูแลไซต์</b>
tr: <b>Site Yöneticisi Hesabını düzenliyorsunuz</b>.
uk: Ви редагуєте обліковий запис адміністратора сайту <b></b>.
zh_hant: 你正在编辑 <b>网站管理员账户</b>。

source: You are going to duplicate the page
ar: سوف تقوم بتكرار الصفحة
de: Sie sind im Begriff, diese Seite zu duplizieren
es: Va a duplicar esta página
et: Hakkad lehte duplitseerima
he: אתה הולך לשכפל את הדף
id: Anda akan menduplikat halaman
it: Stai per duplicare la pagina
nl: Je gaat de volgende pagina dupliceren:
pl: Strona zostanie zduplikowana
pt: Vai duplicar a página
ru: Вы собираетесь скопировать страницу
sv: Du kommer att duplicera sidan
th: คุณกำลังจะทำซ้ำหน้า
tr: Bu sayfayı çoğaltıyorsunuz
uk: Ви збираєтеся дублювати сторінку
zh_hant: 即将复制这个页面

source: You are not allowed to delete this media.
ar: لا يسمح لك بحذف هذه الوسائط.
de: Sie dürfen dieses Medium nicht löschen.
es: No se le permite eliminar este medio.
et: Teil pole lubatud seda meediumit kustutada.
he: אינך רשאי למחוק מדיה זו.
id: Anda tidak diizinkan untuk menghapus media ini.
it: Non ti è permesso di cancellare questo media.
nl: Je mag dit media-item niet verwijderen.
pl: Nie masz uprawnień do usunięcia pliku multimedialnego.
pt: Você não está autorizado a apagar esta mídia.
ru: У вас нет прав для удаления этого материала.
sv: Du får inte radera det här mediet.
th: คุณไม่ได้รับอนุญาตให้ลบสื่อนี้
tr: Bu medyayı silmeye yetkiniz yok.
uk: Вам заборонено видаляти цей медіафайл.
zh_hant: 没有权限删除这个媒体。

source: You are not allowed to delete this page.
ar: لا يسمح لك بحذف هذه الصفحة.
de: Sie dürfen diese Seite nicht löschen.
es: No tiene permitido eliminar esta página.
et: Teil pole lubatud seda lehte kustutada.
he: אינך רשאי למחוק דף זה.
id: Anda tidak diizinkan untuk menghapus halaman ini.
it: Non ti è permesso cancellare questa pagina.
nl: Je mag deze pagina niet verwijderen.
pl: Nie masz uprawnień do usunięcia tej strony.
pt: Você não está autorizado a apagar esta página.
ru: У вас нет прав для удаления этой страницы.
sv: Det är inte tillåtet att ta bort denna sida.
th: คุณไม่ได้รับอนุญาตให้ลบเพจนี้
tr: Bu sayfayı silmeye yetkiniz yok.
uk: Вам не дозволено видалити цю сторінку.
zh_hant: 没有权限删除这个页面。

source: You are not allowed to edit this page.
ar: لا يسمح لك لتحرير هذه الصفحة.
de: Sie sind nicht berechtigt, diese Seite zu bearbeiten.
es: No tiene permitido editar esta página.
et: Teil pole lubatud seda lehte muuta.
he: אינך רשאי לערוך דף זה.
id: Anda tidak diizinkan untuk menyunting halaman ini.
it: Non ti è permesso modificare questa pagina.
nl: Je mag deze pagina niet bewerken.
pl: Nie możesz edytować tej strony.
pt: Você não está autorizado a editar esta página.
ru: Вы не имеете права редактировать эту страницу.
sv: Du är inte tillåten att ändra denna sida.
th: คุณไม่ได้รับอนุญาตให้แก้ไขหน้านี้
tr: Bu sayfayı düzenleme yetkiniz yok.
uk: Вам не дозволено редагувати цю сторінку.
zh_hant: 您不能编辑本页面。

source: You don't have permission to change this media item.
ar: ليس لديك إذن لتغيير عنصر الوسائط هذا.
de: Sie haben nicht die Berechtigung, dieses Medienelement zu ändern.
es: No se le permite cambiar este elemento multimedia.
et: Teil pole selle meediaüksuse muutmiseks luba.
he: אין לך הרשאה לשנות את פריט המדיה הזה.
id: Anda tidak memiliki izin untuk mengubah item media ini.
it: Non hai il permesso di modificare questo elemento multimediale.
nl: Je hebt geen toestemming om dit media-item te bewerken.
pl: Nie masz uprawnień do zmiany tego elementu multimedialnego.
pt: Você não tem permissão para mudar este item de mídia.
ru: У вас нет прав для изменения этого материала.
sv: Du har inte behörighet att ändra detta media artikel.
th: คุณไม่ได้รับอนุญาตให้เปลี่ยนรายการสื่อนี้
tr: Bu medya öğesini değiştirme yetkiniz yok.
uk: Ви не маєте дозволу змінювати цей медіаелемент.
zh_hant: 没有权限更改这个媒体条目。

source: You don't have permission to create this page.
ar: ليس لديك إذن لإنشاء هذه الصفحة.
de: Sie haben nicht die Berechtigung, diese Seite zu erstellen.
es: No tienes permiso para crear esta página.
et: Teil pole selle lehe loomiseks luba.
he: אין לך הרשאה ליצור דף זה.
id: Anda tidak memiliki izin untuk membuat halaman ini.
it: Non hai il permesso di creare questa pagina.
nl: Je hebt geen toestemming om deze pagina te maken.
pl: Nie masz uprawnień do tworzenia tej strony.
pt: Você não tem permissão para criar esta página.
ru: У вас нет разрешения на создание этой страницы.
sv: Du har inte behörighet att skapa den här sidan.
th: คุณไม่มีสิทธิ์สร้างเพจนี้
tr: Bu sayfayı oluşturma izniniz yok.
uk: Ви не маєте дозволу на створення цієї сторінки.
zh_hant: 你没有权限创建这个页面。

source: You don't have permission to edit this page.
ar: ليس لديك إذن لتحرير هذه الصفحة.
de: Sie sind nicht berechtigt, diese Seite zu bearbeiten.
es: No tienes permiso para editar esta página.
et: Teil pole selle lehe muutmise luba.
he: אין לך הרשאה לערוך דף זה.
id: Anda tidak memiliki izin untuk mengedit halaman ini.
it: Non hai l'autorizzazione per modificare questa pagina.
nl: Je hebt geen toestemming om deze pagina te bewerken.
pl: Nie masz uprawnień do edytowania tej strony.
pt: Você não tem permissão para editar esta página.
ru: У вас нет разрешения на редактирование этой страницы.
sv: Du har inte behörighet att redigera den här sidan.
th: คุณไม่ได้รับอนุญาตให้แก้ไขหน้านี้
tr: Bu sayfayı düzenleme izniniz yok.
uk: Ви не маєте дозволу редагувати цю сторінку.
zh_hant: 您無權編輯此頁面。

source: You don't have the proper permissions to upload this type of file.
ar: ليس لديك الأذونات المناسبة لتحميل هذا النوع من الملفات.
de: Sie haben nicht die richtigen Berechtigungen, um diesen Dateityp hochzuladen.
es: No tiene los permisos adecuados para subir este tipo de archivo.
et: Teil pole seda tüüpi failide üleslaadimiseks õigeid õigusi.
he: אין לך הרשאות מתאימות להעלות קובץ מסוג זה.
id: Anda tidak memiliki hak akses untuk mengunggah jenis file ini.
it: Non hai i permessi adeguati per caricare questo tipo di file.
nl: Je hebt niet de juiste permissies om dit type bestand te uploaden.
pl: Nie masz odpowiednich uprawnień do przesyłania tego typu plików.
pt: Você não tem as permissões adequadas para carregar este tipo de arquivo.
ru: У вас нет требуемых прав для закачивания данного типа файла.
sv: Du inte har rätt behörighet för att ladda upp den här typen av fil.
th: คุณไม่มีสิทธิ์ที่เหมาะสมในการอัปโหลดไฟล์ประเภทนี้
tr: Bu dosya tipini yükleme yetkiniz yok.
uk: Ви не маєте належних дозволів для завантаження файлів цього типу.
zh_hant: 没有上传这个文件类型的权限。

source: You don’t have permission to perform this action.
ar: ليس لديك إذن للقيام بهذا الإجراء.
de: Sie haben nicht die Berechtigung, diese Aktion auszuführen.
es: No tiene permiso para realizar esta acción.
et: Teil pole selle toimingu tegemiseks luba.
he: אין לך הרשאה לבצע פעולה זו.
id: Anda tidak memiliki izin untuk melakukan tindakan ini.
it: Non hai il permesso di eseguire questa azione.
nl: Je hebt geen rechten om deze handeling uit te voeren.
pl: Nie masz uprawnień do wykonania tej czynności.
pt: Você não tem permissão para realizar esta acção.
ru: У вас нет разрешения на выполнение этого действия.
sv: Du har inte behörighet att utföra den här åtgärden.
th: คุณไม่มีสิทธิ์ดำเนินการนี้
tr: Bu eylemi gerçekleştirme yetkiniz yok.
uk: У вас немає дозволу на виконання цієї дії.
zh_hant: 你没有权限执行这个动作。

source: You have to specify a description of the file to make it easier to find and share.
ar: يجب عليك تحديد وصف للملف لتسهيل العثور عليه ومشاركته.
de: Sie müssen eine Beschreibung der Datei angeben, damit sie leichter gefunden und freigegeben werden kann.
es: Tiene que especificar una descripción del archivo para que sea más fácil de encontrar y compartir.
et: Leidmise ja jagamise hõlbustamiseks peate määrama faili kirjelduse.
he: עליך לציין תיאור של הקובץ כדי להקל על איתורו ושיתופו.
id: Anda harus menentukan deskripsi berkas agar lebih mudah ditemukan dan dibagikan.
it: Devi specificare una descrizione del file per renderlo più facile da trovare e condividere.
nl: Je moet een omschrijving van het media-item geven om het zo eenvoudiger vindbaar te maken.
pl: Musisz podać opis pliku, aby ułatwić jego wyszukiwanie i udostępnianie.
pt: Tem de especificar uma descrição do ficheiro para facilitar a sua localização e partilha.
ru: Вы должны задать описание файла, чтобы его было проще найти и поделиться.
sv: Du måste ange en beskrivning av filen för att göra det lättare att hitta och dela.
th: คุณต้องระบุคำอธิบายของไฟล์เพื่อให้ค้นหาและแชร์ได้ง่ายขึ้น
tr: Dosyayı bulmayı ve paylaşmayı kolaylaştırmak için dosyanın bir açıklaması belirtmeniz gerekir.
uk: Ви повинні вказати опис файлу, щоб його було легше знайти та поділитися.
zh_hant: 请指定文件的描述信息，让查找和共享更方便。

source: Your search query is invalid. Please correct it before saving.
ar: استعلام البحث الخاص بك غير صالح. يرجى تصحيحها قبل الحفظ.
de: Ihre Suchanfrage ist ungültig. Bitte korrigieren Sie diese vor dem Speichern.
es: Tu consulta de búsqueda no es válida. Corríjalo antes de guardar.
et: Teie otsingupäring on kehtetu. Palun parandage see enne salvestamist.
he: שאילתת החיפוש שלך אינה חוקית. אנא תקן זאת לפני השמירה.
id: Kueri penelusuran Anda tidak valid. Harap perbaiki sebelum menyimpan.
it: La tua query di ricerca non è valida. Correggilo prima di salvare.
nl: Je zoekopdracht is ongeldig. Corrigeer het voordat je opslaat.
pl: Zapytanie wyszukiwania jest nieprawidłowe. Popraw je przed zapisaniem.
pt: Sua consulta de pesquisa é inválida. Corrija-o antes de salvar.
ru: Ваш поисковый запрос недействителен. Пожалуйста, исправьте это перед сохранением.
sv: Din sökfråga är ogiltig. Korrigera det innan du sparar.
th: คำค้นหาของคุณไม่ถูกต้อง โปรดแก้ไขก่อนบันทึก
tr: Arama sorgunuz geçersiz. Lütfen kaydetmeden önce düzeltin.
uk: Ваш пошуковий запит недійсний. Будь ласка, виправте його перед збереженням.
zh_hant: 您的搜索查詢無效。保存前請更正。

source: Zotonic Version
ar: الإصدار Zotonic
es: Versión zotónica
he: גרסה זוטונית
id: Versi Zotonik
it: Versione Zotonic
nl: Zotonic versie
pl: Wersja Zotonic
pt: Versão Zotônica
ru: Версия Zotonic
th: เวอร์ชัน Zotonic
tr: Zotonic Versiyon
uk: Zotonic версія
zh_hant: Zotonic版本

source: add media item
ar: إضافة عنصر وسائط
de: Medienelement hinzufügen
es: agregar un elemento multimedia
et: meediaüksuse lisamine
he: הוסף פריט מדיה
id: tambahkan item media
it: aggiungi elemento multimediale
nl: Media-item toevoegen
pl: dodaj element multimedialny
pt: adicionar item de mídia
ru: добавить материал
sv: lägg till medieobjekt
th: เพิ่มรายการสื่อ
tr: medya öğesi ekle
uk: додати медіаелемент
zh_hant: 添加媒体条目

source: by
ar: بواسطة
de: von
es: por
et: poolt
he: על ידי
id: oleh
it: da
nl: door
pl: przez
pt: por
ru: пользователем
sv: förbi
th: โดย
tr: yazan
uk: за
zh_hant: 由

source: delete
ar: حذف
de: löschen
es: borrar
et: kustuta
he: לִמְחוֹק
id: hapus
it: cancellare
nl: verwijder
pl: Usuń
pt: excluir
ru: удалить
sv: radera
th: ลบ
tr: sil
uk: видалити
zh_hant: 删除

source: e.g. might change
ar: على سبيل المثال قد يتغير
de: z.B. könnte sich ändern
es: ejemplo podría cambiar
et: nt võivad muutuda
he: למשל עשוי להשתנות
id: misalnya mungkin mengubah
it: ad esempio potrebbe cambiare
nl: bv. kan nog veranderen
pl: np. może się zmienić
pt: por exemplo, pode mudar
ru: например, может измениться
sv: t.ex. kan förändras
th: เช่นอาจมีการเปลี่ยนแปลง
tr: örn. değişebilir
uk: наприклад: може змінитися
zh_hant: 如：可能改变

source: edit
ar: تعديل
de: bearbeiten
es: editar
et: redig.
he: לַעֲרוֹך
id: sunting
nl: bewerk
pl: edytuj
pt: editar
ru: изменить
sv: redigera
th: แก้ไข
tr: düzenle
uk: редагувати
zh_hant: 修改编辑

source: edit this page
ar: تحرير هذه الصفحة
de: diese Seite bearbeiten
es: editar esta página
et: redigeeri lehte
he: ערוך דף זה
id: sunting halaman ini
it: modificare questa pagina
nl: bewerk deze pagina
pl: Edytuj stronę
pt: editar esta página
ru: изменить эту страницу
sv: redigera den här sidan
th: แก้ไขหน้านี้
tr: bu sayfayı düzenle
uk: редагувати цю сторінку
zh_hant: 修改编辑本页面

source: excluding
ar: ازالة
de: ohne
es: con excepción de
et: välja arvatud
he: לְמַעֵט
id: tidak termasuk
it: escluso
nl: zonder
pl: z wyłączeniem
pt: excluindo
ru: за исключением
sv: exklusive
th: ไม่รวม
tr: hariç
uk: виключаючи
zh_hant: 除去

source: has been disconnected.
ar: تم قطع الاتصال.
de: wurde getrennt.
es: se ha desconectado.
et: on lahti √ºhendatud.
he: נותק.
id: telah terputus.
it: è stato scollegato.
nl: is ontkoppeld.
pl: został odłączony.
pt: foi desconectado.
ru: была отсоединена.
sv: har kopplats bort.
th: ถูกตัดการเชื่อมต่อ
tr: bağlantı kesildi.
uk: було відключено.
zh_hant: 已经取消了连接。

source: id:
ar: بطاقة تعريف:
de: Ausweis:
es: identificación:
he: תְעוּדַת זֶהוּת:
id: pengenal:
pt: eu ia:
ru: идентификатор:
th: รหัส:

source: matching
ar: مطابقة
de: passend zu
es: encontrados
et: klapib
he: תוֹאֵם
id: pencocokan
it: corrispondente
nl: die voldoen aan
pl: pasujące
pt: correspondência
ru: соответствующих
sv: motsvarande
th: การจับคู่
tr: eşleşme
uk: відповідність
zh_hant: 匹配

source: modified by
ar: تم تعديله بواسطة
de: geändert von
es: modificado por
et: muudetud
he: שונה על ידי
id: dimodifikasi oleh
it: modificato da
nl: gewijzigd door
pl: zmodyfikowany przez
pt: modificado por
ru: изменённый
sv: modifierad av
th: แก้ไขโดย
tr: tarafından tasarlandı
uk: модифіковано
zh_hant: 修改

source: name
ar: اسم
es: nombre
et: nimi
he: שֵׁם
id: nama
it: nome
nl: naam
pl: nazwa
pt: nome
ru: имя
sv: namn
th: ชื่อ
tr: isim
uk: ім'я
zh_hant: 名字

source: page
ar: الصفحة
de: Seite
es: página
et: lehele
he: עמוד
id: halaman
it: pagina
nl: pagina
pl: Strona
pt: página
ru: страница
sv: sida
th: หน้า
tr: sayfa
uk: сторінка
zh_hant: 页面

source: page block
ar: كتلة الصفحة
de: Seitenblock
es: bloque de página
et: leheplokk
he: בלוק עמוד
id: blok halaman
it: blocco di pagina
nl: paginablok
pl: blok strony
pt: bloco de página
ru: блок страницы
sv: sidblock
th: บล็อคหน้า
tr: sayfa bloğu
uk: блок сторінки
zh_hant: 頁區塊

source: pixels
ar: بكسل
de: Pixel
es: píxeles
et: pikslit
he: פיקסלים
id: piksel
it: pixel
pl: piksele
pt: píxeis
ru: пикселей
sv: pixlar
th: พิกเซล
tr: piksel
uk: пікселі
zh_hant: 像素

source: show all
ar: عرض الكل
de: alle anzeigen
es: mostrar todos
et: n√§ita k√µik
he: תראה הכול
id: tampilkan semua
it: mostra tutto
nl: toon alles
pl: pokaż wszystko
pt: mostrar tudo
ru: показать все
sv: visa allt
th: แสดงทั้งหมด
tr: tümünü göster
uk: показати все
zh_hant: 显示所有

source: system content
ar: محتوى النظام
de: Systeminhalt
es: contenido del sistema
et: süsteemi sisu
he: תוכן המערכת
id: konten sistem
it: contenuto del sistema
nl: systeeminhoud
pl: zawartość systemu
pt: conteúdo do sistema
ru: системный контент
sv: systeminnehåll
th: เนื้อหาระบบ
tr: sistem içeriği
uk: системний контент
zh_hant: 系统内容

source: undo
ar: الغاء التحميل
de: rückgängig
es: deshacer
et: v√µta tagasi
he: לבטל
id: membatalkan
nl: ongedaan maken
pl: przywróć
pt: desfazer
ru: отменить
sv: ångra
th: เลิกทำ
tr: geri al
uk: скасувати
zh_hant: 撤销

source: untitled
ar: بلا عنوان
de: unbenannt
es: sin título
et: pealkirjata
he: ללא כותרת
id: tanpa judul
it: senza titolo
nl: zonder titel
pl: bez tytułu
pt: sem título
ru: без названия
sv: ofrälse
th: ไม่มีชื่อ
tr: başlıksız
uk: без заголовка
zh_hant: 未命名

source: uploaded on
ar: تم الرفع في
de: hochgeladen am
es: subido el
et: √ºles laaditud
he: הועלה בתאריך
id: diunggah pada
it: caricato su
nl: geüpload op
pl: zapisane na
pt: carregado em
ru: загружено
sv: laddat upp den
th: อัปโหลดเมื่อ
tr: yüklenme tarihi
uk: завантажено на
zh_hant: 上传时间

source: view
ar: رأي
de: anzeigen
es: ver
et: vaata
he: נוף
id: tampilkan
it: vedi
nl: bekijk
pl: Zobacz
ru: просмотр
sv: se
th: ดู
tr: görüntüle
uk: перегляд
zh_hant: 查看

source: visit site
ar: تفضل بزيارة الموقع
de: Seite besuchen
es: visitar sitio
et: k√ºlasta saiti
he: בקר באתר
id: kunjungi situs
it: visita il sito
nl: bezoek site
pl: odwiedź stronę
pt: local de visita
ru: перейти на сайт
sv: besök sida
th: เยี่ยมชมเว็บไซต์
tr: ziyaret et
uk: відвідати сайт
zh_hant: 流覽網站

source: {n} items found.
ar: تم العثور على {n} عناصر.
de: {n} Artikel gefunden.
es: {n} elementos encontrados.
et: {n} üksust leitud.
he: נמצאו {n} פריטים.
id: {n} item ditemukan.
it: {n} elementi trovati.
nl: {n} items gevonden.
pl: {n} znalezionych elementów.
pt: {n} itens encontrados.
ru: {n} элементов найдено.
sv: {n} artiklar hittades.
th: พบ {n} รายการ
tr: {n} ürün bulundu.
uk: Знайдено {n} елементів.
zh_hant: 找到{n} 項目。

source: Are you sure you want to delete the following categories:
ar: هل أنت متأكد أنك تريد حذف الفئات التالية:
de: Sind Sie sicher, dass Sie die folgenden Kategorien löschen möchten?
es: Estas seguro que quieres eliminar las siguientes categorías:
et: Kas soovite kindlasti järgmised kategooriad kustutada:
he: האם אתה בטוח שברצונך למחוק את הקטגוריות הבאות:
id: Apakah anda yakin anda ingin menghapus kategori berikut:
it: Sei sicuro di voler eliminare le seguenti categorie:
nl: Weet je zeker dat je de volgende categorieën wilt verwijderen?
pl: Czy na pewno chcesz usunąć następujące kategorie:
pt: Tem a certeza que pretende eliminar as seguintes categorias:
ru: Вы уверены, что хотите удалить следующие категории:
sv: Är du säker på att du vill ta bort följande kategorier:
th: แน่ใจไหมว่าต้องการลบหมวดหมู่ต่อไปนี้:
tr: Aşağıdaki kategorileri silmek istediğinizden emin misiniz:
uk: Ви впевнені, що хочете видалити такі категорії:
zh_hant: 你确定你要删除以下类别：

source: Categories
ar: التصنيفات
de: Kategorien
es: Categorias
et: Kategooriad
he: קטגוריות
id: Kategori
it: Categorie
nl: Categorieën
pl: Kategorie
pt: Categorias
ru: Категории
sv: Kategorier
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
zh_hant: 分类
