Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Mailing Lists
ar: القوائم البريدية
de: Mailing-Listen
es: Listas de correo
et: Postitusloendid
he: רשימות תפוצה
id: Daftar surat
it: Liste di distribuzione
nl: Mailinglijsten
pl: Listy mailingowe
pt: Listas de Discussão
ru: Списки рассылки
sv: Postlistor
th: รายชื่ออีเมล
tr: Posta listeleri
uk: Списки розсилки
zh_hant: 邮件列表

source: Mailing list
ar: القائمة البريدية
de: Mailingliste
es: Lista de correo
et: Postiloend
he: רשימת תפוצה
id: Daftar surat
nl: Mailinglijst
pl: Lista mailingowa
ru: Список рассылки
sv: E-postlista
th: รายชื่อผู้รับจดหมาย
tr: Postalama listesi
uk: Список адресатів
zh_hant: 邮件列表

source: Mailing lists
ar: القوائم البريدية
de: Mailinglisten
es: Listas de correo
et: Postiloendid
he: רשימות תפוצה
id: Daftar surat
it: Liste di distribuzione
nl: Mailinglijsten
pl: Listy mailingowe
pt: Listas de correio
ru: Списки адресатов
sv: E-postlistor
th: รายชื่ออีเมล
tr: Posta listeleri
uk: Списки розсилки
zh_hant: 邮件列表

source: Mailing status
ar: حالة المراسلات
es: Estado del correo
et: Postituse olek
he: סטטוס דיוור
id: Status surat
it: Stato di spedizione
pl: Status wysyłki
pt: Status do correio
ru: Почтовый статус
sv: E-poststatus
th: สถานะการส่งจดหมาย
tr: Postalama durumu
uk: Статус розсилки
zh_hant: 邮寄状态

source: Mailinglist email text and recipients query
ar: نص البريد الإلكتروني لقائمة البريد واستعلام المستلمين
de: Abfrage von Mailinglisten-E-Mail-Text und Empfängern
es: Texto de correo electrónico de la lista de correo y consulta de destinatarios
et: Postitusloendi e-kirja tekst ja saajate päring
he: טקסט דוא"ל של רשימת תפוצה ושאילתת נמענים
id: Kueri teks dan penerima email milis
it: Ricerca di testo e destinatari dell'email della mailing list
nl: Mailinglist e-mail tekst en ontvangers query
pl: Zapytanie o tekst wiadomości e-mail i odbiorców na liście mailingowej
pt: Consulta de texto e destinatários de e-mail de lista de discussão
ru: Текст электронного письма Mailinglist и запрос получателей
sv: E-postmeddelandetext och mottagares fråga
th: ข้อความอีเมลในรายการส่งเมลและคำถามของผู้รับ
tr: E-posta listesi e-posta metni ve alıcı sorgusu
uk: Запит на текст електронного листа зі списку розсилки та одержувачів
zh_hant: 郵件清單電子郵件文字和收件者查詢

source: Mailinglist subscriptions
ar: اشتراكات القائمة البريدية
de: Mailinglisten-Abonnements
es: Suscripciones a listas de correo
et: Meililistide tellimused
he: הרשמות לרשימת תפוצה
id: Langganan milis
it: Iscrizioni alla mailing list
nl: Mailinglijst abonnementen
pl: Subskrypcje list mailingowych
pt: Assinaturas de lista de discussão
ru: Подписки на список рассылки
sv: Mailinglistprenumerationer
th: การสมัคร Mailinglist
tr: Posta listesi abonelikleri
uk: Підписки на списки розсилки
zh_hant: 郵件列表訂閱

source: Mailings are sent to:
ar: يتم إرسال المراسلات إلى:
de: Die Sendungen werden an folgende Adresse gesendet:
es: Los correos se envían a:
et: Postitused saadetakse aadressile:
he: דיוור נשלח אל:
id: Surat dikirim ke:
it: Gli invii sono inviati a:
nl: Mailings worden verstuurd naar:
pl: Mailingi są wysyłane do:
pt: As mensagens são enviadas para:
ru: Почта отправляется:
sv: Utskick skickas till:
th: ส่งจดหมายไปที่:
tr: Postalar şu adrese gönderilir:
uk: Листи надсилаються на адресу:
zh_hant: 邮寄地址：

source: Manage your mailing list subscriptions
ar: إدارة الاشتراكات القائمة البريدية الخاصة بك
de: Verwalten Sie Ihre Mailinglisten-Abonnements
es: Administre sus suscripciones a listas de correo
et: Hallake oma meililistide tellimusi
he: נהל את המנויים לרשימת התפוצה שלך
id: Kelola langganan milis Anda
it: Gestisci le tue iscrizioni alla mailing list
nl: Beheer jouw abonnementen op mailinglijsten
pl: Zarządzaj subskrypcjami list mailingowych
pt: Gerencie suas assinaturas de lista de e-mails
ru: Управляйте подписками на свои списки рассылки
sv: Hantera dina e-postlistaprenumerationer
th: จัดการการสมัครรายชื่ออีเมลของคุณ
tr: Posta listesi aboneliklerinizi yönetin
uk: Керуйте своїми підписками на список розсилки
zh_hant: 管理您的郵件列表訂閱

source: Matched via Query
ar: مطابقة عبر الاستعلام
de: Abgeglichen über Abfrage
es: Coincidencia a través de la consulta
et: Sobitatud päringu kaudu
he: תואם באמצעות שאילתה
id: Dicocokkan melalui Query
it: Corrispondenza tramite Query
nl: Matched met Query
pl: Dopasowane poprzez zapytanie
pt: Correspondido via Consulta
ru: Соответствует через Запрос
sv: Matchas via fråga
th: จับคู่ผ่านแบบสอบถาม
tr: Sorgu ile eşleşti
uk: Збігається через запит
zh_hant: 通过查询匹配

source: New mailing list
ar: قائمة بريدية جديدة
de: Neuer Mailingliste
es: Nueva lista de correo
et: Uus meililist
he: רשימת תפוצה חדשה
id: Daftar surat baru
it: Nuova mailing list
nl: Nieuwe mailinglijst
pl: Nowa lista mailingowa
pt: Nova mailing list
ru: Список рассылки
sv: Ny e-postlista
th: รายชื่อผู้รับจดหมายใหม่
tr: Yeni posta listesi
uk: Новий список розсилки
zh_hant: 新建邮件列表

source: No items found
ar: لم يتم العثور على العناصر
de: Keine Einträge gefunden
es: No se han encontrado artículos
et: Ühtegi üksust ei leitud
he: לא נמצאו פריטים
id: Tidak ditemukan item
it: Nessun articolo trovato
nl: Niets gevonden
pl: Nie znaleziono żadnych przedmiotów
pt: Não foram encontrados itens
ru: Предметы не найдены
sv: Inga föremål hittades
th: ไม่พบรายการ
tr: Hiç bir öğe bulunamadı
uk: Немає елементів
zh_hant: 没有找到

source: Number of recipients on this list:
ar: عدد المستلمين في هذه القائمة:
de: Anzahl von Empfängern auf dieser Liste:
es: Número de destinatarios en esta lista:
et: Selles loendis olevate saajate arv:
he: מספר הנמענים ברשימה זו:
id: Jumlah penerima pada daftar ini:
it: Numero di destinatari su questa lista:
nl: Aantal ontvangers op deze lijst:
pl: Liczba odbiorców na tej liście:
pt: Número de destinatários desta lista:
ru: Количество получателей в этом списке:
sv: Antal mottagare i listan:
th: จำนวนผู้รับในรายการนี้:
tr: Bu listedeki alıcıların sayısı:
uk: Кількість одержувачів у цьому списку:
zh_hant: 该名单上的接受者人数：

source: Only keep recipients on this list that appear <em>on both lists</em>
ar: احتفظ فقط بالمستلمين في هذه القائمة التي تظهر <em>في كلتا القائمتين</em>
de: Nur Empfänger auf dieser Liste behalten, die auf beiden Listen <em>erscheinen</em>
es: Mantener solo los destinatarios en esta lista que aparecen <em>en ambas listas</em>
et: Hoidke selles loendis ainult neid saajaid, kes kuvatakse <em>mõlemas loendis</em>
he: שמור רק נמענים ברשימה זו המופיעים <em>בשתי הרשימות</em>
id: Ini Hanya menjaga daftar penerima yang muncul pada <em>pada kedua daftar</em>
it: Mantenere in questa lista solo i destinatari che appaiono <em>in entrambe le liste</em>.
nl: Bewaar alleen ontvangers op deze lijst die op beide lijsten <em>staan</em>
pl: Zachowaj tylko tych odbiorców na liście, którzy pojawiają się <em>na obu listach</em>
pt: Manter nesta lista apenas os destinatários que aparecem <em>em ambas as listas</em>
ru: Держите получателей только в этом списке, которые появляются <em>в обоих списках</em>.
sv: Behåll endast mottagare i den här listan som visas <em>båda listorna</em>
th: เก็บเฉพาะผู้รับในรายการนี้ที่ปรากฏ <em>ในทั้งสองรายการ</em>
tr: Yalnızca bu listede, alıcıların her iki listede de<em>görünen</em>
uk: Зберігайте в цьому</em>лише тих одержувачів, які в обох списках мають <em>
zh_hant: 只保留在此列表中出现 <em>的收件人</em>。

source: Only send to recipients whose preferred language match the translations of the mailing.
ar: أرسل فقط إلى المستلمين الذين تتطابق لغتهم المفضلة مع ترجمات البريد.
de: Senden Sie nur an Empfänger, deren bevorzugte Sprache mit den Übersetzungen des Mailings übereinstimmt.
es: Envíe únicamente a destinatarios cuyo idioma preferido coincida con las traducciones del correo.
et: Saada ainult adressaatidele, kelle eelistatud keel ühtib kirja tõlgetega.
he: שלח רק לנמענים שהשפה המועדפת עליהם תואמת את תרגומי הדיוור.
id: Hanya kirim ke penerima yang bahasa pilihannya cocok dengan terjemahan surat.
it: Invia solo a destinatari la cui lingua preferita corrisponde alle traduzioni dell'e-mail.
nl: Verstuur alleen naar ontvangers van wie de voorkeurstaal overeenkomt met de vertalingen van de mailing.
pl: Wysyłaj tylko do odbiorców, których preferowany język odpowiada tłumaczeniom mailingu.
pt: Envie apenas para destinatários cujo idioma preferido corresponda às traduções da correspondência.
ru: Отправляйте только тем получателям, чей предпочитаемый язык соответствует переводу письма.
sv: Skicka endast till mottagare vars föredragna språk matchar översättningarna av utskicket.
th: ส่งไปยังผู้รับที่มีภาษาที่ต้องการตรงกับคำแปลของการส่งไปรษณีย์เท่านั้น
tr: Yalnızca tercih ettiği dil postanın çevirileriyle eşleşen alıcılara gönderin.
uk: Надсилайте лише одержувачам, чия бажана мова відповідає перекладам розсилки.
zh_hant: 僅發送給首選語言與郵件翻譯相符的收件者。

source: Only the enabled email addresses are used, the subscriber connections are not used and are not affected.
ar: يتم استخدام عناوين البريد الإلكتروني الممكّنة فقط ، ولا يتم استخدام اتصالات المشترك ولا تتأثر.
de: Es werden nur die aktivierten E-Mail-Adressen verwendet, die Teilnehmerverbindungen werden nicht verwendet und sind nicht betroffen.
es: Solo se utilizan las direcciones de correo electrónico habilitadas, las conexiones de los suscriptores no se utilizan y no se ven afectadas.
et: Kasutatakse ainult lubatud e-posti aadresse, abonendiühendusi ei kasutata ja see ei mõjuta.
he: נעשה שימוש רק בכתובות האימייל המופעלות, חיבורי המנוי אינם בשימוש ואינם מושפעים.
id: Hanya alamat email yang diaktifkan yang digunakan, koneksi pelanggan tidak digunakan dan tidak terpengaruh.
it: Vengono utilizzati solo gli indirizzi e-mail abilitati, le connessioni degli abbonati non vengono utilizzate e non sono interessate.
nl: Alleen de ingeschakelde e-mailadressen worden gebruikt, de abonnee-verbindingen worden niet gebruikt en worden niet beïnvloed.
pl: Używane są tylko włączone adresy e-mail, połączenia subskrybentów nie są używane i nie mają na nie wpływu.
pt: Somente os endereços de e-mail ativados são usados, as conexões de assinante não são usadas e não são afetadas.
ru: Используются только разрешенные адреса электронной почты, подключения абонентов не используются и не затрагиваются.
sv: Endast de aktiverade e-postadresserna används, abonnentanslutningarna används inte och påverkas inte.
th: จะใช้เฉพาะที่อยู่อีเมลที่เปิดใช้งานเท่านั้น การเชื่อมต่อสมาชิกจะไม่ถูกใช้งานและไม่ได้รับผลกระทบ
tr: Yalnızca etkinleştirilmiş e-posta adresleri kullanılır, abone bağlantıları kullanılmaz ve etkilenmez.
uk: Використовуються лише активовані адреси електронної пошти, з’єднання абонентів не використовуються та не впливають.
zh_hant: 僅使用啟用的電子郵件地址，不使用訂閱者連接且不受影響。

source: Operation
ar: عملية
de: Operationen
es: Operación
et: Operatsioon
he: מבצע
id: Operasi
it: Operazione
nl: Operatie
pl: Operacja
pt: Operação
ru: Операция
sv: Drift
th: การดำเนินการ
tr: İşlem
uk: Операція
zh_hant: 运作

source: Opt-out
ar: انسحب
de: Ablehnen
es: Optar por no
et: Loobumine
he: ביטול הסכמה
id: Menyisih
it: Decidere di uscire
nl: Afmelden
pl: Rezygnacja
pt: Excluir
ru: Уклоняться
sv: Välj bort
th: เลือกออก
tr: Vazgeçmek
uk: Відмовитися
zh_hant: 選擇退出

source: Opt-out of all mailing lists coupled to my account
ar: إلغاء الاشتراك في جميع القوائم البريدية المقترنة بحسابي
de: Opt-out von allen Mailinglisten, die mit meinem Konto gekoppelt sind
es: Darse de baja de todas las listas de correo asociadas a mi cuenta
et: Loobun kõigist minu kontoga seotud meililistidest
he: ביטול הסכמה לכל רשימות התפוצה המקושרות לחשבון שלי
id: Menyisih dari semua milis yang digabungkan ke akun saya
it: Opt-out da tutte le mailing list associate al mio account
nl: Afmelden van alle mailinglijsten die gekoppeld zijn aan mijn account
pl: Zrezygnuj ze wszystkich list mailingowych powiązanych z moim kontem
pt: Desativar todas as listas de e-mail associadas à minha conta
ru: Отказ от всех списков рассылки, связанных с моей учетной записью
sv: Välj bort alla e-postlistor kopplade till mitt konto
th: เลือกไม่ใช้รายชื่อผู้รับจดหมายทั้งหมดที่เชื่อมต่อกับบัญชีของฉัน
tr: Hesabıma bağlı tüm posta listelerini devre dışı bırak
uk: Відмовитися від усіх списків розсилки, пов’язаних із моїм обліковим записом
zh_hant: 選擇退出與我的帳戶關聯的所有郵件列表

source: Our excuses for the inconvenience.
ar: أعذارنا عن الإزعاج.
de: Unsere Entschuldigung für die Unannehmlichkeiten.
es: Disculpenos por las molestias ocasionadas.
et: Meie vabandused ebamugavuste pärast.
he: התירוצים שלנו לאי הנוחות.
id: Maafkan kami atas ketidaknyamanan ini.
it: Le nostre scuse per l'inconveniente.
nl: Onze excuses voor het ongemak.
pl: Przepraszamy za niedogodności.
pt: As nossas desculpas para o inconveniente.
ru: Наши извинения за неудобства.
sv: Våra ursäkter för besväret.
th: ข้อแก้ตัวของเราสำหรับความไม่สะดวก
tr: Bu rahatsızlıktan dolayı mazeretlerimiz.
uk: Ми вибачаємося за незручності.
zh_hant: 对此带来的不便我们表示抱歉。

source: Pages that have the 'subscriberof' edge to the mailinglist.
ar: الصفحات التي لها ميزة "Subscriberof" في القائمة البريدية.
de: Seiten, die den 'subscriberof'-Rand zur Mailingliste haben.
es: Páginas que tienen el borde de "suscriptor" de la lista de correo.
et: Lehed, millel on meililoendi serv „tellija”.
he: דפים שיש להם את הקצה 'subscriberof' לרשימת התפוצה.
id: Halaman yang memiliki tepi 'subscriberof' ke milis.
it: Pagine che hanno il bordo 'subscriberof' alla mailinglist.
nl: Pagina's die de 'subscriberof'-connectie naar de mailinglijst hebben.
pl: Strony, które posiadają krawędź „subskrybenta” listy mailingowej.
pt: Páginas que têm a vantagem de ser "assinantes" da lista de correio.
ru: Страницы, которые имеют "абонентский" край к списку рассылки.
sv: Sidor som har 'subscriberof'-kanten på e-postlistan.
th: หน้าที่มีขอบ "subscriberof" ในรายชื่ออีเมล
tr: Posta listesine 'abone' kenarı olan sayfalar.
uk: Сторінки, які мають межу "підписки" до списку розсилки.
zh_hant: 对邮件列表有'subscriberof'优势的页面。

source: Pages that match the recipients search query below.
ar: الصفحات التي تتطابق مع استعلام البحث الخاص بالمستلمين أدناه.
de: Seiten, die der Suchanfrage des Empfängers entsprechen, siehe unten.
es: Páginas que coinciden con la consulta de búsqueda de destinatarios a continuación.
et: Leheküljed, mis vastavad allolevale saaja otsingupäringule.
he: דפים התואמים את שאילתת החיפוש של הנמענים למטה.
id: Halaman yang cocok dengan permintaan pencarian penerima di bawah ini.
it: Pagine che corrispondono alla query di ricerca dei destinatari qui sotto.
nl: Hieronder staan pagina's die overeenkomen met de zoekopdracht van de ontvanger.
pl: Strony odpowiadające poniższemu zapytaniu odbiorców.
pt: Páginas que correspondem à consulta de pesquisa dos destinatários abaixo.
ru: Страницы, соответствующие поисковому запросу получателей ниже.
sv: Sidor som matchar mottagarnas sökfråga nedan.
th: หน้าที่ตรงกับคำค้นหาของผู้รับด้านล่าง
tr: Alıcının arama sorgusuyla eşleşen sayfalar aşağıdadır.
uk: Сторінки, що відповідають пошуковому запиту одержувачів нижче.
zh_hant: 與以下收件者搜尋查詢相符的頁面。

source: Perform operation
ar: تنفيذ العملية
de: Bedienung durchführen
es: Realizar operación
et: Tehke toiming
he: בצע פעולה
id: Lakukan operasi
it: Eseguire l'operazione
nl: Voer operatie uit
pl: Przeprowadź operację
pt: Realizar a operação
ru: Выполнить операцию
sv: Utför operation
th: ดำเนินการ
tr: İşlemi gerçekleştir
uk: Виконати операцію
zh_hant: 进行操作

source: Please confirm that you want to send the page <i>{page}</i> to the list <i>{list}</i>.
ar: يرجى تأكيد رغبتك في إرسال الصفحة <i>{page}</i> إلى القائمة <i>{list}</i>.
de: Bitte bestätigen Sie, dass Sie die Seite <i>{page}</i> an die Liste <i>{list}</i>senden möchten.
es: Confirme que desea enviar la página <i>{page}</i> a la lista <i>{list}</i>.
et: Kinnitage, et soovite lehe <i>{page}</i> saata loendisse <i>{list}</i>.
he: אנא אשר שברצונך לשלוח את הדף <i>{page}</i> לרשימה <i>{list}</i>.
id: Harap konfirmasi bahwa Anda ingin mengirim halaman <i>{page}</i> ke daftar <i>{list}</i>.
it: Conferma di voler inviare la pagina <i>{page}</i> alla lista <i>{list}</i>.
nl: Bevestig dat u de pagina wilt verzenden <i>{page}</i> naar de lijst <i>{list}</i>.
pl: Potwierdź, że chcesz wysłać stronę <i>{page}</i> na listę <i>{list}</i>.
pt: Por favor, confirme que deseja enviar a página <i>{page}</i> para a lista <i>{list}</i>.
ru: Пожалуйста, подтвердите, что вы хотите отправить страницу <i>{page}</i> в список <i>{list}</i>.
sv: Bekräfta att du vill skicka sidan <i>{page}</i> till listan <i>{list}</i>.
th: โปรดยืนยันว่าคุณต้องการส่งเพจ <i>{page}</i> ไปยังรายการ <i>{list}</i>
tr: Lütfen <i>{page}</i> sayfasını <i>{list}</i>listesine göndermek istediğinizi onaylayın.
uk: Підтвердьте, що ви хочете відправити сторінку <i>{page}</i> до списку <i>{list}</i>.
zh_hant: 請確認您要將頁面 <i>{page}</i> 傳送到清單 <i>{list}</i>。

source: Please confirm your subscription
ar: يرجى تأكيد اشتراكك
de: Bitte bestätigen Sie Ihr Abonnement
es: Por favor confirme su subscripción
et: Palun kinnitage oma tellimus
he: אנא אשר את המנוי שלך
id: Harap konfirmasikan langganan anda
it: Confermate il vostro abbonamento
nl: Bevestig je inschrijving
pl: Potwierdź swoją subskrypcję
pt: Por favor, confirme a sua subscrição
ru: Пожалуйста, подтвердите вашу подписку
sv: Bekräfta din prenumeration
th: โปรดยืนยันการสมัครของคุณ
tr: Lütfen aboneliğinizi onaylayın
uk: Будь ласка, підтвердьте свою підписку
zh_hant: 请确认你的订阅

source: Please confirm your subscription on
ar: يرجى تأكيد اشتراكك في
de: Bitte bestätigen Sie Ihr Abonnement auf
es: Por favor confirme su suscripción en
et: Palun kinnitage oma tellimus
he: אנא אשר את המנוי שלך ב-
id: Harap konfirmasikan langganan anda
it: Confermate il vostro abbonamento su
nl: Bevestig je inschrijving voor
pl: Potwierdź swoją subskrypcję na
pt: Por favor, confirme a sua subscrição em
ru: Пожалуйста, подтвердите вашу подписку на
sv: Bekräfta din prenumeration den
th: โปรดยืนยันการสมัครของคุณบน
tr: Lütfen aboneliğinizi şuradan doğrulayın:
uk: Будь ласка, підтвердьте свою підписку на
zh_hant: 请确认你订阅了

source: Please enter the e-mail address you want to send a test mail to.
ar: الرجاء إدخال عنوان البريد الإلكتروني الذي تريد إرسال بريد تجريبي إليه.
de: Bitte geben Sie die E-Mail-Adresse ein, an die Sie eine Test-Mail senden möchten.
es: Por favor introduzca la dirección de correo electrónico a la cual desea enviar un correo de prueba.
et: Sisestage e-posti aadress, millele soovite prooviposti saata.
he: אנא הכנס את כתובת הדואר האלקטרוני שאליה ברצונך לשלוח דואר מבחן.
id: Harap masukkan alamat e-mail yang ingin anda kirimi surat tes ke.
it: Inserisci l'indirizzo e-mail a cui vuoi inviare una mail di prova.
nl: Vul het e-mailadres voor de test e-mail in.
pl: Podaj adres e-mail, na który chcesz wysłać wiadomość testową.
pt: Digite o endereço de e-mail para quem deseja enviar por e-mail a experiência.
ru: Пожалуйста, введите адрес электронной почты, на который Вы хотите отправить тестовое сообщение.
sv: Ange den e-postadress du vill skicka ett testmeddelande till.
th: โปรดป้อนที่อยู่อีเมลที่คุณต้องการส่งอีเมลทดสอบไป
tr: Lütfen test postası göndermek istediğiniz e-posta adresini girin.
uk: Будь ласка, введіть адресу електронної пошти, на яку Ви хочете надіслати тестовий лист.
zh_hant: 请输入需要接收测试邮件的目的地址。

source: Please enter the e-mail address you want to send this page to.
ar: الرجاء إدخال عنوان البريد الإلكتروني الذي تريد إرسال هذه الصفحة إليه.
de: Bitte geben Sie die E-Mail-Adresse ein, an die Sie diese Seite senden möchten.
es: Por favor introduzca la dirección de correo electrónico a la cual desea enviar esta página.
et: Palun sisestage e-posti aadress, millele soovite selle lehe saata.
he: אנא הזן את כתובת הדואר האלקטרוני שאליה ברצונך לשלוח דף זה.
id: Harap masukkan alamat e-mail yang ingin Anda kirimin halaman ini.
it: Inserisci l'indirizzo e-mail a cui vuoi inviare questa pagina.
nl: Vul het e-mailadres om deze pagina heen te sturen in.
pl: Podaj adres e-mail, na który chcesz wysłać tę stronę.
pt: Por favor introduza o endereço de e-mail para o qual pretende enviar esta página.
ru: Пожалуйста, введите адрес электронной почты, на который вы хотите отправить эту страницу.
sv: Ange den e-postadress du vill skicka den här sidan till.
th: โปรดป้อนที่อยู่อีเมลที่คุณต้องการส่งหน้านี้ไป
tr: Lütfen bu sayfayı göndermek istediğiniz e-posta adresini girin.
uk: Будь ласка, введіть адресу електронної пошти, на яку Ви хочете надіслати цю сторінку.
zh_hant: 请输入本页面发送的目标 e-mail 地址。

source: Please follow <a href="{url}">this link to confirm</a>, or copy and paste the address below in your browser.
ar: يرجى اتباع <a href="{url}">هذا الرابط لتأكيد</a>، أو نسخ ولصق العنوان أدناه في متصفحك.
de: Bitte folgen Sie <a href="{url}">diesem Link zur Bestätigung</a>, oder kopieren Sie die Adresse und fügen Sie sie in Ihren Browser ein.
es: Siga <a href="{url}">este enlace para confirmar</a>o copie y pegue la siguiente dirección en su navegador.
et: Palun järgige <a href="{url}">kinnitamiseks seda linki</a> või kopeerige ja kleepige allolev aadress oma brauserisse.
he: אנא עקבו אחר קישור זה <a href="{url}">כדי לאשר</a>, או העתיקו והדביקו את הכתובת למטה בדפדפן שלכם.
id: Silakan ikuti <a href="{url}">tautan ini untuk mengonfirmasi</a>, atau salin dan tempel alamat di bawah ini di peramban Anda.
it: Per favore segui <a href="{url}">questo link per confermare</a>oppure copia e incolla l'indirizzo qui sotto nel tuo browser.
nl: Volg <a href="{url}">deze link ter bevestiging</a> of kopieer en plak het onderstaande adres in je browser.
pl: Proszę kliknąć <a href="{url}">na ten link, aby potwierdzić</a>lub skopiować i wkleić poniższy adres w swojej przeglądarce.
pt: Siga <a href="{url}">este link para confirmar</a>ou copie e cole o endereço abaixo no seu browser.
ru: Пожалуйста, перейдите по этой ссылке <a href="{url}">для подтверждения</a>или скопируйте и вставьте указанный ниже адрес в адресную строку браузера.
sv: Följ <a href="{url}">den här länken för att bekräfta</a>, eller kopiera och klistra in adressen nedan i din webbläsare.
th: โปรดทำตาม <a href="{url}">ลิงก์นี้เพื่อยืนยัน</a>หรือคัดลอกและวางที่อยู่ด้านล่างลงในเบราว์เซอร์ของคุณ
tr: Lütfen <a href="{url}">bu bağlantıyı takip ederek</a>onaylayın veya aşağıdaki adresi kopyalayıp tarayıcınıza yapıştırın.
uk: Будь ласка, перейдіть за <a href="{url}">цим посиланням, щоб підтвердити</a>, або скопіюйте та вставте адресу нижче у свій браузер.
zh_hant: 請點擊 <a href="{url}">此連結確認</a>，或將以下地址複製並貼上到您的瀏覽器中。

source: Please note:
ar: يرجى الملاحظة:
de: Bitte beachten:
es: Por favor, tenga en cuenta:
et: Pane tähele:
he: שימו לב:
id: Tolong dicatat:
it: Si prega di notare:
nl: Let op:
pl: Proszę o uwagę:
pt: Por favor, note:
ru: Обратите внимание:
sv: Vänligen notera:
th: โปรดทราบ:
tr: Lütfen aklınızda bulundurun:
uk: Будь ласка, запишіть:
zh_hant: 请注意：

source: Please unsubscribe
ar: يرجى إلغاء الاشتراك
de: Bitte abbestellen
es: Por favor, cancelar suscripción
et: Palun tühistage tellimus
he: אנא בטל את הרישום
id: Mohon berhenti berlangganan
it: Si prega di annullare l'iscrizione
nl: Schrijf uit
pl: Proszę zrezygnować z subskrypcji
pt: Por favor, anule a sua inscrição
ru: Пожалуйста, отпишитесь
sv: Avsluta prenumerationen
th: กรุณายกเลิกการสมัคร
tr: Lütfen abonelikten çık
uk: Будь ласка, відпишіться
zh_hant: 请取消订阅

source: Prefix
ar: اختصار
de: Präfix
es: Prefijo
et: Eesliide
he: קידומת
id: Awalan
it: Prefisso (es. Van, Der)
nl: Voorvoegsel
pl: Prefiks
pt: Prefixo
ru: Префикс
th: คำนำหน้า
tr: Ön ek
uk: Префікс
zh_hant: 称呼

source: Preview mailing
ar: معاينة البريد
de: Vorschau des Mailings
es: Vista previa del correo
et: Postituse eelvaade
he: תצוגה מקדימה של דיוור
id: Tinjau surat
it: Anteprima mailing
nl: Voorbeeld mailing
pl: Podgląd mailingu
pt: Pré-visualização do mailing
ru: Просмотр рассылки
sv: Förhandsgranska utskick
th: ดูตัวอย่างการส่งจดหมาย
tr: Postalamayı önizle
uk: Попередній перегляд розсилки
zh_hant: 预览邮件
