Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Click on “Edit” to see and change the entered data.
ar: انقر فوق "تحرير" لرؤية وتغيير البيانات المدخلة.
de: Klicken Sie auf „Bearbeiten“, um die eingegebenen Daten anzuzeigen und zu ändern.
es: Haga clic en "Editar" para ver y cambiar los datos ingresados.
et: Sisestatud andmete vaatamiseks ja muutmiseks klõpsake nuppu "Muuda".
he: לחץ על "ערוך" כדי לראות ולשנות את הנתונים שהוזנו.
id: Klik "Edit" untuk melihat dan mengubah data yang dimasukkan.
it: Clicca su “Modifica” per vedere e modificare i dati inseriti.
nl: Klik op "Bewerken" om de ingevoerde gegevens te bekijken en te wijzigen.
pl: Kliknij „Edytuj”, aby zobaczyć i zmienić wprowadzone dane.
pt: Clique em “Editar” para ver e alterar os dados inseridos.
ru: Нажмите «Редактировать», чтобы увидеть и изменить введенные данные.
sv: Klicka på "Redigera" för att se och ändra de angivna uppgifterna.
th: คลิกที่ “แก้ไข” เพื่อดูและเปลี่ยนแปลงข้อมูลที่ป้อน
tr: Girilen verileri görmek ve değiştirmek için “Düzenle”ye tıklayın.
uk: Натисніть «Редагувати», щоб переглянути та змінити введені дані.
zh_hant: 單擊“編輯”以查看和更改輸入的數據。

source: Closed
ar: مغلق
de: Geschlossen
es: Cerrado
et: Suletud
he: סָגוּר
id: Tertutup
it: Chiuso
nl: Gesloten
pl: Zamknięte
pt: Fechado
ru: Закрыто
sv: Stängd
th: ปิด
tr: Kapalı
uk: ЗАЧИНЕНО
zh_hant: 關閉

source: Correct
ar: صيح
de: Richtig
es: Correcto
et: Õige
he: נכון
id: Benar
it: Corretta
pl: Prawidłowy
pt: Correto
ru: Верный
sv: Korrekt
th: ถูกต้อง
tr: Doğru
uk: Правильно
zh_hant: 正確的

source: Could not add the recipients.
ar: تعذرت إضافة المستلمين.
de: Die Empfänger konnten nicht hinzugefügt werden.
es: No se pudieron agregar los destinatarios.
et: Saajaid ei saanud lisada.
he: לא ניתן להוסיף את הנמענים.
id: Tidak dapat menambahkan penerima.
it: Impossibile aggiungere i destinatari.
nl: De ontvangers konden niet toegevoegd worden.
pl: Nie można dodać odbiorców.
pt: Não foi possível adicionar os destinatários.
ru: Не удалось добавить получателей.
sv: Det gick inte att lägga till mottagarna.
th: ไม่สามารถเพิ่มผู้รับ
tr: Alıcılar eklenemedi.
uk: Не вдалося додати одержувачів.
zh_hant: 無法添加收件人。

source: Could not create the mailinglist.
ar: تعذر إنشاء القائمة البريدية.
de: Die Mailingliste konnte nicht erstellt werden.
es: No se pudo crear la lista de correo.
et: Meililisti ei saanud luua.
he: לא ניתן ליצור את רשימת התפוצה.
id: Tidak dapat membuat milis.
it: Impossibile creare la mailing list.
nl: De mailinglijst kon niet worden gemaakt.
pl: Nie można utworzyć listy adresowej.
pt: Não foi possível criar a lista de discussão.
ru: Не удалось создать список рассылки.
sv: Det gick inte att skapa e-postlistan.
th: ไม่สามารถสร้างรายชื่อผู้รับจดหมาย
tr: Posta listesi oluşturulamadı.
uk: Не вдалося створити список розсилки.
zh_hant: 無法創建郵件列表。

source: Country select
ar: اختر البلد
de: Land auswählen
es: Seleccionar país
et: Valige riik
he: בחר מדינה
id: Pilih negara
it: Seleziona il paese
nl: Landenselectie
pl: Wybór kraju
pt: Selecione o país
ru: Выбор страны
sv: Välj land
th: เลือกประเทศ
tr: Ülke seçin
uk: Виберіть країну
zh_hant: 国家选择

source: Create a new person to link the answer to.
ar: قم بإنشاء شخص جديد لربط الإجابة به.
de: Erstellen Sie eine neue Person, mit der die Antwort verknüpft werden soll.
es: Cree una nueva persona para vincular la respuesta.
et: Looge vastuse linkimiseks uus inimene.
he: צור אדם חדש לקשר אליו את התשובה.
id: Buat orang baru untuk menautkan jawabannya.
it: Crea una nuova persona a cui collegare la risposta.
nl: Maak een nieuwe persoon aan om het antwoord aan te koppelen.
pl: Utwórz nową osobę, aby połączyć odpowiedź.
pt: Crie uma nova pessoa para vincular a resposta.
ru: Создайте нового человека, чтобы связать ответ с ним.
sv: Skapa en ny person att länka svaret till.
th: สร้างบุคคลใหม่เพื่อเชื่อมโยงคำตอบ
tr: Yanıtı bağlamak için yeni bir kişi oluşturun.
uk: Створіть нову особу, з якою зв’яжете відповідь.
zh_hant: 創建一個新的人來鏈接答案。

source: Create and link
ar: إنشاء وربط
de: Erstellen und verlinken
es: Crear y vincular
et: Looge ja linkige
he: ליצור ולקשר
id: Buat dan tautkan
it: Crea e collega
nl: Maken en koppel
pl: Twórz i łącz
pt: Criar e vincular
ru: Создать и связать
sv: Skapa och länka
th: สร้างและเชื่อมโยง
tr: Oluştur ve bağla
uk: Створити та зв’язати
zh_hant: 創建和鏈接

source: Create jumps to other questions or blocks.
ar: إنشاء قفزات لأسئلة أو كتل أخرى.
de: Erstellen Sie Sprünge zu anderen Fragen oder Blöcken.
es: Crea saltos a otras preguntas o bloques.
et: Looge hüppeid teiste küsimuste või plokkide juurde.
he: צור קפיצות לשאלות או חסימות אחרות.
id: Buat lompatan ke pertanyaan atau blok lain.
it: Crea salti ad altre domande o blocchi.
nl: Maak sprongen naar andere vragen of blokken.
pl: Twórz skoki do innych pytań lub bloków.
pt: Crie saltos para outras questões ou blocos.
ru: Создавайте переходы к другим вопросам или блокам.
sv: Skapa hopp till andra frågor eller block.
th: สร้างการข้ามไปยังคำถามหรือบล็อกอื่นๆ
tr: Diğer sorulara veya bloklara atlamalar oluşturun.
uk: Створюйте стрибки до інших питань або блоків.
zh_hant: 創建跳轉到其他問題或塊。

source: Create mailinglist
ar: إنشاء قائمة بريدية
de: Mailingliste erstellen
es: Crear lista de correo
et: Loo meililist
he: צור רשימת תפוצה
id: Buat milis
it: Crea mailing list
nl: Mailinglijst maken
pl: Utwórz listę mailingową
pt: Criar lista de discussão
ru: Создать список рассылки
sv: Skapa e-postlista
th: สร้างรายชื่อผู้รับจดหมาย
tr: Posta listesi oluştur
uk: Створити список розсилки
zh_hant: 創建郵件列表

source: Create new mailinglist
ar: إنشاء قائمة بريدية جديدة
de: Neue Mailingliste erstellen
es: Crear nueva lista de correo
et: Loo uus meililist
he: צור רשימת תפוצה חדשה
id: Buat milis baru
it: Crea una nuova mailing list
nl: Nieuwe mailinglijst maken
pl: Utwórz nową listę mailingową
pt: Criar nova lista de discussão
ru: Создать новый список рассылки
sv: Skapa ny e-postlista
th: สร้างรายชื่อผู้รับจดหมายใหม่
tr: Yeni posta listesi oluştur
uk: Створити новий список розсилки
zh_hant: 創建新的郵件列表

source: Create new person
ar: قم بإنشاء شخص جديد
de: Neue Person anlegen
es: Crear nueva persona
et: Loo uus inimene
he: צור אדם חדש
id: Buat orang baru
it: Crea una nuova persona
nl: Nieuwe persoon aanmaken
pl: Utwórz nową osobę
pt: Criar nova pessoa
ru: Создать нового человека
sv: Skapa ny person
th: สร้างคนใหม่
tr: Yeni kişi oluştur
uk: Створити нову людину
zh_hant: 創建新人

source: Created
ar: خلقت
de: Erstellt
es: Creado
et: Loodud
he: נוצר
id: Dibuat
it: Creato
nl: Gemaakt
pl: Stworzony
pt: Criado em
ru: Создан
sv: Skapad
th: สร้าง
tr: Oluşturuldu
uk: Створено
zh_hant: 创建

source: Danger
ar: خطر
de: Gefahr
es: Peligro
et: Oht
he: סַכָּנָה
id: Bahaya
it: Pericolo
nl: Pas op
pl: Niebezpieczeństwo
pt: Perigo
ru: Аварийный
sv: Fara
th: อันตราย
tr: Tehlike
uk: Небезпека
zh_hant: 危险

source: Deactivated
ar: معطل
de: Deaktiviert
es: Desactivado
et: Deaktiveeritud
he: מושבת
id: Dinonaktifkan
it: Disattivato
nl: Gedeactiveerd
pl: Dezaktywowany
pt: Desativado
ru: Деактивировано
sv: Inaktiverad
th: ปิดใช้งาน
tr: Devre dışı bırakıldı
uk: Деактивовано
zh_hant: 停用

source: Delete page
ar: حذف الصفحة
de: Seite löschen
es: Eliminar página
et: Kustuta leht
he: מחק עמוד
id: Hapus halaman
it: Cancellare la pagina
nl: Verwijder pagina
pl: Usuń stronę
pt: Eliminar página
ru: Удалить страницу
sv: Ta bort sida
th: ลบหน้า
tr: Sayfayı Sil
uk: Видалити сторінку
zh_hant: 删除页面

source: Delete page jump
ar: حذف القفز الصفحة
de: Den Sprung zur Seite löschen
es: Eliminar salto de página
et: Kustuta lehe hüpe
he: מחק קפיצה לדף
id: Hapus lompatan laman
it: Cancellare il salto di pagina
nl: Verwijder pagina sprong
pl: Usuń skok strony
pt: Eliminar salto de página
ru: Удалить прыжок страницы
sv: Ta bort sidhopp
th: ลบหน้ากระโดด
tr: Sayfa atlamayı sil
uk: Видалити перехід сторінки
zh_hant: 删除页面跳转

source: Delete question
ar: حذف السؤال
de: Frage löschen
es: Eliminar pregunta
et: Kustuta küsimus
he: מחק שאלה
id: Hapus pertanyaan
it: Cancellare la domanda
nl: Verwijder vraag
pl: Usuń pytanie
pt: Eliminar pergunta
ru: Удалить вопрос
sv: Radera fråga
th: ลบคำถาม
tr: Soruyu sil
uk: Видалити запитання
zh_hant: 删除问题

source: Disagree
ar: تعارض
de: Nicht einverstanden
es: No estar de acuerdo
et: Pole nõus
he: לא מסכים
id: Tidak setuju
it: Non sono d'accordo
nl: Oneens
pl: Nie zgadzam się
pt: Discorda
ru: Не согласен
sv: Instämmer inte alls
th: ไม่เห็นด้วย
tr: Katılmıyorum
uk: Не згоден
zh_hant: 不同意

source: Download a spreadsheet with all answers.
ar: تنزيل جدول بيانات يحتوي على جميع الإجابات.
de: Laden Sie eine Tabelle mit allen Antworten herunter.
es: Descarga una hoja de cálculo con todas las respuestas.
et: Laadige alla arvutustabel kõigi vastustega.
he: הורד גיליון אלקטרוני עם כל התשובות.
id: Unduh spreadsheet dengan semua jawaban.
it: Scarica un foglio di calcolo con tutte le risposte.
nl: Download een spreadsheet met alle antwoorden.
pl: Pobierz arkusz kalkulacyjny ze wszystkimi odpowiedziami.
pt: Baixe uma planilha com todas as respostas.
ru: Скачать таблицу со всеми ответами.
sv: Ladda ner ett kalkylblad med alla svar.
th: ดาวน์โหลดสเปรดชีตพร้อมคำตอบทั้งหมด
tr: Tüm cevapları içeren bir e-tablo indirin.
uk: Завантажте таблицю з усіма відповідями.
zh_hant: 下載包含所有答案的電子表格。

source: Download will start in the background. Please check your download window.
ar: سيبدأ التنزيل في الخلفية. يرجى التحقق من نافذة التنزيل الخاصة بك.
de: Der Download beginnt im Hintergrund. Bitte überprüfen Sie Ihr Download-Fenster.
es: La descarga comenzará en segundo plano. Por favor revise su ventana de descarga.
et: Allalaadimine algab taustal. Kontrollige allalaadimisakent.
he: ההורדה תתחיל ברקע. אנא בדוק את חלון ההורדה שלך.
id: Pengunduhan akan dimulai di latar belakang. Silakan periksa jendela unduhan Anda.
it: Il download inizierà in background. Controlla la finestra di download.
nl: Het downloaden begint op de achtergrond. Controleer je downloadvenster.
pl: Pobieranie rozpocznie się w tle. Sprawdź okno pobierania.
pt: O download começará em segundo plano. Por favor, verifique sua janela de download.
ru: Загрузка начнется в фоновом режиме. Пожалуйста, проверьте ваше окно загрузки.
sv: Nedladdningen börjar i bakgrunden. Kontrollera nedladdningsfönstret.
th: การดาวน์โหลดจะเริ่มในพื้นหลัง โปรดตรวจสอบหน้าต่างดาวน์โหลดของคุณ
tr: İndirme işlemi arka planda başlayacaktır. Lütfen indirme pencerenizi kontrol edin.
uk: Завантаження розпочнеться у фоновому режимі. Перевірте вікно завантаження.
zh_hant: 下載將在後台開始。請檢查您的下載窗口。

source: Drop-down menu
ar: القائمة المنسدلة
de: Dropdown-Menü
es: Menú desplegable
et: Rippmenüü
he: תפריט נפתח
id: Menu Drop-down
it: Menu a discesa
nl: Menu
pl: Menu rozwijane
pt: Menu drop-down
ru: Выпадающее меню
sv: Rullgardinsmenyn
th: เมนูแบบเลื่อนลง
tr: Aşağıya açılan menü
uk: Розкривне меню
zh_hant: 下拉菜单

source: E-mail addresses
ar: عناوين البريد الإلكتروني
de: E-Mail-Adressen
es: Direcciones de correo electrónico
et: E-posti aadressid
he: כתובות דואר אלקטרוני
id: Alamat e-mail
it: Indirizzi e-mail
nl: E-mailadressen
pl: Adresy e-mail
pt: Endereços de e-mail
ru: электронные адреса
sv: Mejladresser
th: ที่อยู่อีเมล
tr: E-posta adresleri
uk: Адреси електронної пошти
zh_hant: 电子邮件地址

source: Edit survey result
ar: تحرير نتيجة الاستطلاع
de: Umfrageergebnis bearbeiten
es: Editar resultado de la encuesta
et: Muuda uuringu tulemust
he: ערוך את תוצאת הסקר
id: Edit hasil survei
it: Modifica il risultato del sondaggio
nl: Toon/bewerk resultaten
pl: Edycja wyników ankiety
pt: Editar resultado da pesquisa
ru: Изменить результат анкетирования
sv: Redigera undersökningsresultat
th: แก้ไขผลการสำรวจ
tr: Anket sonucunu düzenle
uk: Редагувати результат опитування
zh_hant: 编辑问卷调查结果

source: End of questions
ar: نهاية الأسئلة
de: Ende der Fragen
es: Fin de las preguntas
et: Küsimuste lõpp
he: סוף שאלות
id: Akhir pertanyaan
it: Fine delle domande
nl: Einde van de vragenlijst
pl: Koniec pytań
pt: Fim das perguntas
ru: Конец вопросов
sv: Slut på frågor
th: สิ้นสุดคำถาม
tr: Soruların sonu
uk: Кінець запитань
zh_hant: 问题结束

source: Every question needs a question label
ar: كل سؤال يحتاج إلى تسمية سؤال
de: Jede Frage benötigt eine Fragebeschriftung
es: Cada pregunta necesita una etiqueta de pregunta
et: Iga küsimus vajab küsimuse silti
he: לכל שאלה צריך תווית שאלה
id: Setiap pertanyaan membutuhkan label pertanyaan
it: Ogni domanda ha bisogno di un'etichetta di domanda
nl: Elke vraag heeft een vraag-label nodig
pl: Każde pytanie wymaga etykiety pytania
pt: Toda pergunta precisa de um rótulo de pergunta
ru: Каждому вопросу нужна метка вопроса
sv: Varje fråga behöver en frågeetikett
th: ทุกคำถามต้องมีป้ายกำกับคำถาม
tr: Her sorunun bir soru etiketine ihtiyacı vardır
uk: Кожне запитання потребує мітки питання
zh_hant: 每個問題都需要一個問題標籤

source: Example:
ar: مثال:
de: Beispiel:
es: Ejemplo:
et: Näide:
he: דוגמא:
id: Contoh:
it: Esempio:
nl: Voorbeeld:
pl: Przykład:
pt: Exemplo:
ru: Например:
sv: Exempel:
th: ตัวอย่าง:
tr: Örnek:
uk: Приклад:
zh_hant: 例如：

source: Explanation
ar: تفسير
de: Erläuterung
es: Explicación
et: Selgitus
he: הֶסבֵּר
id: Penjelasan
it: Spiegazione
nl: Uitleg
pl: Objaśnienie
pt: Explicação
ru: Объяснение
sv: Förklaring
th: คำอธิบาย
tr: Açıklama
uk: Пояснення
zh_hant: 解释说明

source: False
ar: خاطئة
de: Falsch
es: Falso
et: Vale
he: שֶׁקֶר
id: Salah
it: Falso
nl: Onwaar
pl: Fałszywy
pt: Falso
ru: Ложь
sv: Falsk
th: เท็จ
tr: Yanlış
uk: Помилковий
zh_hant: 否

source: Feedback
ar: ردود الفعل
de: Rückmeldung
es: Comentario
et: Tagasiside
he: מָשׁוֹב
id: Masukan
it: Risposta
pl: Informacja zwrotna
pt: Comentários
ru: Обратная связь
sv: Respons
th: ข้อเสนอแนะ
tr: Geri bildirim
uk: Зворотній зв'язок
zh_hant: 回饋

source: Feedback if correct
ar: ردود الفعل إذا كانت صحيحة
de: Rückmeldung wenn richtig
es: Retroalimentación si es correcta
et: Tagasiside, kui see on õige
he: משוב אם נכון
id: Umpan balik jika benar
it: Feedback se corretto
nl: Feedback indien correct
pl: Informacja zwrotna, jeśli jest prawidłowa
pt: Feedback se correto
ru: Обратная связь, если она верна
sv: Feedback om korrekt
th: ข้อเสนอแนะหากถูกต้อง
tr: Geri bildirim doğruysa
uk: Відгук, якщо коректно
zh_hant: 如果正确，请反馈

source: Feedback if wrong
ar: ردود الفعل إذا كانت خاطئة
de: Rückmeldung, wenn falsch
es: Retroalimentación si es incorrecta
et: Tagasiside vale korral
he: משוב אם שגוי
id: Umpan balik jika salah
it: Feedback se sbagliato
nl: Feedback indien foutief
pl: Informacja zwrotna w przypadku błędu
pt: Feedback em caso de erro
ru: Обратная связь в случае ошибки
sv: Feedback om fel
th: ข้อเสนอแนะหากผิด
tr: Geri bildirim yanlış ise
uk: Відгук, якщо неправильно
zh_hant: 如有错误，请反馈

source: File upload
ar: تحميل الملف
de: Datei hochladen
es: Carga de archivos
et: Faili üleslaadimine
he: העלאת קובץ
id: Unggah Berkas
it: Caricamento dei file
nl: Bestandsupload
pl: Zapis pliku
pt: Carregamento de ficheiros
ru: Загрузка файла
sv: Filuppladdning
th: อัปโหลดไฟล์
tr: Dosya yükleme
uk: Завантаження файлу
zh_hant: 文件上传

source: Fill in
ar: أملأ
de: Ausfüllen
es: Rellene
et: Täitma
id: Mengisi
sv: Fyll i
tr: Doldurun
zh_hant: 填写

source: Fill in and edit later after saving (one set of results)
ar: املأ وتعديل لاحقًا بعد الحفظ (مجموعة واحدة من النتائج)
de: Nach dem Speichern ausfüllen und bearbeiten (ein Ergebnissatz)
es: Complete y edite más tarde después de guardar (un conjunto de resultados)
et: Täitke ja muutke hiljem pärast salvestamist (üks tulemuste komplekt)
id: Isi dan edit nanti setelah disimpan (satu set hasil)
sv: Fyll i och redigera senare efter att du har sparat (en uppsättning resultat)
tr: Doldurun ve kaydettikten sonra düzenleyin (bir sonuç kümesi)
zh_hant: 保存後填寫並稍後編輯（一組結果）

source: Fill in the gaps
ar: املأ الخانات
de: Die Lücken ausfüllen
es: Rellena los huecos
et: Täida lüngad
he: השלם את החסר
id: Isi celahnya
it: Riempi le lacune
nl: Vul de ontbrekende delen in
pl: Wypełnić luki
pt: Preencha nos espaços
ru: Заполнить пробелы
sv: Fyll i luckorna
th: เติมคำลงในช่องว่าง
tr: Boşlukları doldurun
uk: Заповніть пропуски
zh_hant: 填補差距

source: Find a person to link the answer to. If you do not find a person then you can create a new person.
ar: ابحث عن شخص لربط الإجابة به. إذا لم تجد شخصًا ، فيمكنك إنشاء شخص جديد.
de: Finden Sie eine Person, mit der Sie die Antwort verlinken können. Wenn Sie eine Person nicht finden, können Sie eine neue Person erstellen.
es: Encuentre una persona para vincular la respuesta. Si no encuentra a una persona, puede crear una nueva persona.
et: Leia inimene, kellega vastus linkida. Kui te inimest ei leia, saate luua uue inimese.
he: מצא אדם לקשר אליו את התשובה. אם אתה לא מוצא אדם אז אתה יכול ליצור אדם חדש.
id: Temukan seseorang untuk menautkan jawabannya. Jika Anda tidak menemukan seseorang maka Anda dapat membuat orang baru.
it: Trova una persona a cui collegare la risposta. Se non trovi una persona, puoi crearne una nuova.
nl: Zoek een persoon om het antwoord aan te koppelen. Als je een persoon niet kunt vinden, kan je een nieuwe persoon maken.
pl: Znajdź osobę, z którą chcesz połączyć odpowiedź. Jeśli nie znajdziesz osoby, możesz utworzyć nową osobę.
pt: Encontre uma pessoa para vincular a resposta. Se você não encontrar uma pessoa, poderá criar uma nova pessoa.
ru: Найдите человека, с которым можно связать ответ. Если вы не найдете человека, вы можете создать нового человека.
sv: Hitta en person att länka svaret till. Om du inte hittar en person kan du skapa en ny person.
th: ค้นหาบุคคลที่จะเชื่อมโยงคำตอบ หากคุณไม่พบบุคคลใดบุคคลหนึ่ง คุณสามารถสร้างบุคคลใหม่ได้
tr: Cevabı bağlamak için bir kişi bulun. Bir kişi bulamazsanız, yeni bir kişi oluşturabilirsiniz.
uk: Знайдіть людину, з якою зв’яжете відповідь. Якщо ви не знайдете людину, ви можете створити нову людину.
zh_hant: 找一個人來鏈接答案。如果找不到人，則可以創建一個新人。

source: First page in category
ar: الصفحة الأولى في الفئة
de: Erste Seite in der Kategorie
es: Primera página en la categoría
et: Kategooria esimene leht
he: עמוד ראשון בקטגוריה
id: Halaman pertama di kategori
it: Prima pagina nella categoria
nl: Eerste pagina van de categorie
pl: Pierwsza strona w kategorii
pt: Primeira página na categoria
ru: Первая страница в категории
sv: Första sidan i kategorin
th: หน้าแรกในหมวดหมู่
tr: Kategorideki ilk sayfa
uk: Перша сторінка в категорії
zh_hant: 类别的第一页

source: For date ranges you can also use relative dates, like <code>-5 year</code>.
ar: بالنسبة لنطاقات التاريخ، يمكنك أيضًا استخدام التواريخ النسبية، مثل <code>-5 year</code>.
de: Für Datumsbereiche können Sie auch relative Daten verwenden, z. B. <code>-5 Jahr</code>.
es: Para los rangos de fechas también puedes usar fechas relativas, como <code>-5 año</code>.
et: Kuupäevavahemike jaoks saate kasutada ka suhtelisi kuupäevi, näiteks <code>-5 aastat</code>.
he: עבור טווחי תאריכים אתה יכול גם להשתמש בתאריכים יחסיים, כמו <code>-5 שנים</code>.
id: Untuk rentang tanggal, Anda juga dapat menggunakan tanggal relatif, seperti <code>-5 tahun</code>.
it: Per gli intervalli di date puoi anche usare date relative, come <code>-5 anno</code>.
nl: Voor datumbereiken kun je ook relatieve datums gebruiken, zoals <code>-5 jaar</code>.
pl: W przypadku zakresów dat można również używać dat względnych, np. <code>-5 lat</code>.
pt: Para intervalos de datas, você também pode usar datas relativas, como <code>-5 ano</code>.
ru: Для диапазонов дат вы также можете использовать относительные даты, например <code>-5 лет</code>.
sv: För datumintervall kan du också använda relativa datum, som <code>-5 år</code>.
th: สำหรับช่วงวันที่ คุณยังสามารถใช้วันที่สัมพันธ์กัน เช่น <code>-5 ปี</code>ได้ด้วย
tr: Tarih aralıkları için <code>-5 yıl</code>gibi göreli tarihleri de kullanabilirsiniz.
uk: Для діапазонів дат ви також можете використовувати відносні дати, наприклад <code>-5 років</code>.
zh_hant: 對於日期範圍，您也可以使用相對日期，例如 <code>-5 年</code>。

source: Go to question
ar: انتقل إلى السؤال
de: Weiter zur Frage
es: Ir a la pregunta
et: Mine küsimuse juurde
he: לך לשאלה
id: Pergi ke pertanyaan
it: Vai alla domanda
nl: Ga naar vraag
pl: Przejdź do pytania
pt: Vá para a pergunta
ru: Перейти к вопросу
sv: Gå till fråga
th: ไปที่คำถาม
tr: Soruya gidin
uk: Перейти до питання
zh_hant: 进入问题

source: Handle this form with
ar: تعامل مع هذا النموذج باستخدام
de: Behandeln Sie dieses Formular mit
es: Maneje este formulario con
et: Käsitle seda vormi koos
he: טפל בטופס זה עם
id: Tangani formulir ini dengan
it: Gestisci questo modulo con
nl: Verwerk dit formulier met
pl: Obsługuj ten formularz za pomocą
pt: Lidar com este formulário com
ru: Обработайте эту форму с помощью
sv: Hantera detta formulär med
th: จัดการแบบฟอร์มนี้ด้วย
tr: Bu formu ile işleyin
uk: Обробити цю форму за допомогою
zh_hant: 處理此表單

source: Handling
ar: معالجة
de: Verarbeitung
es: Manejo
et: Käitlemine
he: טיפול
id: Penanganan
it: Manipolazione di
nl: Afhandeling
pl: Obsługa
pt: Manuseamento
ru: Обработка
sv: Hantering
th: การจัดการ
tr: Kullanma
uk: Обробка
zh_hant: 处理

source: Hidden input
ar: المدخلات المخفية
de: Versteckte Eingabe
es: Entrada oculta
et: Varjatud sisend
he: קלט נסתר
id: Masukan tersembunyi
it: Ingresso nascosto
nl: Verborgen invoer
pl: Ukryte wejście
pt: Entrada oculta
ru: Скрытый ввод
sv: Dold ingång
th: อินพุตที่ซ่อนอยู่
tr: Gizli giriş
uk: Прихований вхід
zh_hant: 隱藏輸入

source: Hidden value, saved with the form but not shown to the person filling in the form.
ar: القيمة المخفية ، يتم حفظها مع النموذج ولكن لا تظهر للشخص الذي يملأ النموذج.
de: Versteckter Wert, der mit dem Formular gespeichert, aber der Person, die das Formular ausfüllt, nicht angezeigt wird.
es: Valor oculto, guardado con el formulario pero no mostrado a la persona que rellena el formulario.
et: Varjatud väärtus, salvestatud koos vormiga, kuid seda ei kuvata vormi täitjale.
he: ערך נסתר, נשמר עם הטופס אך לא מוצג למי שממלא את הטופס.
id: Nilai tersembunyi, disimpan bersama formulir tetapi tidak diperlihatkan kepada orang yang mengisi formulir.
it: Valore nascosto, salvato con il form ma non mostrato alla persona che compila il form.
nl: Verborgen waarde, opgeslagen met het formulier maar niet getoond aan de persoon die het formulier invult.
pl: Wartość ukryta, zapisana wraz z formularzem, ale niewidoczna dla osoby wypełniającej formularz.
pt: Valor oculto, salvo com o formulário, mas não mostrado para a pessoa que preenche o formulário.
ru: Скрытое значение, сохраненное вместе с формой, но не отображаемое лицу, заполняющему форму.
sv: Dolt värde, sparat med formuläret men visas inte för den som fyller i formuläret.
th: ค่าที่ซ่อนอยู่ บันทึกด้วยแบบฟอร์ม แต่ไม่แสดงต่อผู้กรอกแบบฟอร์ม
tr: Formla birlikte kaydedilen ancak formu dolduran kişiye gösterilmeyen gizli değer.
uk: Приховане значення, збережене разом із формою, але не показано особі, яка заповнює форму.
zh_hant: 隱藏值，與表單一起保存但不顯示給填寫表單的人。

source: Hide from results
ar: إخفاء من النتائج
de: Aus den Ergebnissen ausblenden
es: Esconderse de los resultados
et: Peida tulemuste eest
he: הסתר מהתוצאות
id: Sembunyikan dari hasil
it: Nascondi dai risultati
nl: Verberg in de resultaten
pl: Ukryj się przed wynikami
pt: Esconder-se dos resultados
ru: Скрыть от результатов
sv: Dölj från resultat
th: ซ่อนจากผลลัพธ์
tr: Sonuçları gizle
uk: Приховати від результатів
zh_hant: 隐藏结果

source: Hide progress information
ar: إخفاء معلومات التقدم
de: Fortschrittsinformationen ausblenden
es: Ocultar información de progreso
et: Peida edenemisteave
he: הסתר מידע על התקדמות
id: Sembunyikan informasi kemajuan
it: Nascondere le informazioni sull'avanzamento
nl: Verberg voortgangsindicator
pl: Ukrywanie informacji o postępach
pt: Ocultar informação de progresso
ru: Прятать информацию о прогрессе
sv: Dölj framstegsinformation
th: ซ่อนข้อมูลความคืบหน้า
tr: İlerleme bilgilerini gizle
uk: Приховати інформацію про прогрес
zh_hant: 隐藏进度信息
