Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Domain for all generated from- and envelop-addresses.
ar: المجال لجميع العناوين التي تم إنشاؤها من- والمغلفات.
de: Domain für alle generierten From- und Envelope-Adressen.
es: Dominio para todas las direcciones de origen y de envolvente generadas.
et: Domeen kõigi loodud ja ümbriku-aadresside jaoks.
he: דומיין לכל כתובות שנוצרו מכתובות ומעטפות.
id: Domain untuk semua yang dihasilkan dari- dan alamat-amplop.
it: Dominio per tutti gli indirizzi generati da e per gli indirizzi di busta.
nl: Domein voor alle gegenereerde van- en envelopadressen.
pl: Domena dla wszystkich wygenerowanych adresów od i kopert.
pt: Domínio para todos os endereços de e de envelope gerados.
ru: Домен для всех сгенерированных адресов отправителя и конверта.
sv: Domän för alla genererade från- och kuvertadresser.
th: โดเมนสำหรับทั้งหมดที่สร้างจากที่อยู่และซองจดหมาย
tr: Tüm oluşturulan ve zarf adresleri için alan.
uk: Домен для всіх створених адрес із- та конвертів.
zh_hant: 所有生成的发件人和信封地址的域。

source: Download images in emails after opening the message
ar: تنزيل الصور في رسائل البريد الإلكتروني بعد فتح الرسالة
de: Laden Sie Bilder in E-Mails herunter, nachdem Sie die Nachricht geöffnet haben
es: Descargar imágenes en correos electrónicos después de abrir el mensaje
et: Pärast sõnumi avamist laadige pildid e-kirjadesse alla
he: הורד תמונות במיילים לאחר פתיחת ההודעה
id: Unduh gambar dalam email setelah membuka pesan
it: Scarica le immagini nelle e-mail dopo aver aperto il messaggio
nl: Download afbeeldingen in e-mails na het openen van het bericht
pl: Pobierz obrazy w e-mailach po otwarciu wiadomości
pt: Baixe imagens em e-mails após abrir a mensagem
ru: Загрузка изображений в электронные письма после открытия сообщения
sv: Ladda ner bilder i e-postmeddelanden efter att du har öppnat meddelandet
th: ดาวน์โหลดภาพในอีเมลหลังจากเปิดข้อความ
tr: Mesajı açtıktan sonra e-postalardaki resimleri indirin
uk: Завантажуйте зображення в електронних листах після відкриття повідомлення
zh_hant: 打開郵件後下載電子郵件中的圖像

source: E-mail intercept
ar: اعتراض البريد الإلكتروني
de: E-Mail-Abfangen
es: Intercepción de correo electrónico
et: E-posti pealtkuulamine
he: יירוט דואר אלקטרוני
id: Penyadapan email
it: Intercettazione di posta elettronica
nl: E-mail onderschepping
pl: Przechwycenie wiadomości e-mail
pt: Interceptação de e-mail
ru: Перехват электронной почты
sv: E-postavlyssning
th: การสกัดกั้นอีเมล
tr: E-posta müdahalesi
uk: Перехоплення електронної пошти
zh_hant: 電子郵件攔截

source: E-mail intercept &ndash; exceptions
ar: اعتراض البريد الإلكتروني &ndash; الاستثناءات
de: E-Mail-Abfangen &ndash; Ausnahmen
es: Intercepción de correo electrónico &ndash; excepciones
et: E-kirjade pealtkuulamine &ndash; erandid
he: יירוט דואר אלקטרוני &ndash; חריגים
id: Pengecualian intersepsi email &ndash;
it: Intercettazione e-mail &ndash; eccezioni
nl: E-mail onderscheppen &ndash; uitzonderingen
pl: Przechwytywanie e-maili &ndash; wyjątki
pt: Interceptação de e-mail &ndash; exceções
ru: Перехват электронной почты &ndash; исключения
sv: E-post fånga &ndash; undantag
th: การสกัดกั้นอีเมล &ndash; ข้อยกเว้น
tr: E-posta müdahalesi &ndash; istisnalar
uk: Перехоплення електронної пошти &ndash; винятки
zh_hant: 郵件攔截 &ndash; 異常

source: Email FROM
ar: البريد الإلكتروني من
de: E-Mail von
es: Email de
et: E-post FROM
he: אי מייל מ
id: Email DARI
it: Email da
nl: E-mail van
pl: E-mail z
pt: E-mail de
ru: Электронная почта ОТ
sv: E-post FRÅN
th: อีเมลจาก
tr: Tarafından eposta
uk: Електронна пошта ВІД
zh_hant: 电子邮件来自

source: Email configuration
ar: تكوين البريد الإلكتروني
de: E-Mail-Konfiguration
es: Configuración de correo electrónico
et: E-posti konfiguratsioon
he: תצורת דוא"ל
id: Konfigurasi email
it: Configurazione della posta elettronica
nl: E-mailconfiguratie
pl: Konfiguracja poczty e-mail
pt: Configuração de email
ru: Конфигурация электронной почты
sv: E-postkonfiguration
th: การกำหนดค่าอีเมล
tr: E-posta yapılandırması
uk: Конфігурація електронної пошти
zh_hant: 电子邮件设定

source: Email configuration and settings
ar: تكوين وإعدادات البريد الإلكتروني
de: E-Mail-Konfiguration und Einstellungen
es: Configuración y ajustes de correo electrónico
et: E-posti konfiguratsioon ja seaded
he: תצורה והגדרות דוא"ל
id: Konfigurasi dan pengaturan email
it: Configurazione e impostazioni della posta elettronica
nl: E-mailconfiguratie en instellingen
pl: Konfiguracja i ustawienia poczty e-mail
pt: Configuração e configurações de e-mail
ru: Конфигурация и настройки электронной почты
sv: E-postkonfiguration och inställningar
th: การกำหนดค่าและการตั้งค่าอีเมล
tr: E-posta yapılandırması ve ayarları
uk: Конфігурація та налаштування електронної пошти
zh_hant: 电子邮件配置和设置

source: Enable <strong>mod_ssl_letsencrypt</strong> to request free SSL certificates from
ar: قم بتمكين <strong>mod_ssl_letsencrypt</strong> لطلب شهادات SSL مجانية من
de: Aktivieren Sie <strong>mod_ssl_letsencrypt</strong> , um kostenlose SSL-Zertifikate von
es: Activar<strong>mod_ssl_letsencrypt</strong> para solicitar gratuitamente el certificado SSL de
et: Tasuta SSL-sertifikaatide taotlemiseks lubage <strong>mod_ssl_letsencrypt</strong>
he: אפשר <strong>mod_ssl_letsencrypt</strong> כדי לבקש אישורי SSL בחינם
id: Aktifkan <strong>mod_ssl_letsencrypt</strong> untuk meminta sertifikat SSL gratis dari
it: Abilitare <strong>mod_ssl_letsencrypt</strong> per richiedere certificati SSL gratuiti da
nl: Schakel <strong>mod_ssl_letsencrypt</strong> in om gratis SSL-certificaten aan te vragen bij
pl: Włącz <strong>mod_ssl_letsencrypt</strong> , aby zażądać bezpłatnych certyfikatów SSL od
pt: Habilitar <strong>mod_ssl_letsencrypt</strong> para solicitar certificados SSL grátis de
ru: Включите <strong>mod_ssl_letsencrypt</strong> для запроса бесплатных SSL-сертификатов от
sv: Aktivera <strong>mod_ssl_letsencrypt</strong> till begäran gratis SSL certifikat från
th: เปิดใช้งาน <strong>mod_ssl_letsencrypt</strong> เพื่อขอใบรับรอง SSL ฟรีจาก
tr: Bedava SSL sertifikaları istemek için <strong>mod_ssl_letsencrypt</strong>'i etkinleştirin
uk: Увімкніть <strong>mod_ssl_letsencrypt</strong>, щоб запитувати безкоштовні сертифікати SSL
zh_hant: 启用 <strong>mod_ssl_letsencrypt</strong> ，向用户申请免费的SSL证书。

source: Here you can see all the email configurations and send test emails.
ar: هنا يمكنك رؤية جميع تكوينات البريد الإلكتروني وإرسال رسائل بريد إلكتروني تجريبية.
de: Hier können Sie alle E-Mail-Konfigurationen anzeigen und Test-E-Mails senden.
es: Aquí puede ver todas las configuraciones de correo electrónico y enviar correos electrónicos de prueba.
et: Siin näete kõiki e-posti konfiguratsioone ja saate testimeile.
he: כאן תוכלו לראות את כל תצורות הדוא"ל ולשלוח דוא"ל בדיקה.
id: Di sini Anda dapat melihat semua konfigurasi email dan mengirim email uji.
it: Qui puoi vedere tutte le configurazioni di email e inviare email di prova.
nl: Hier kan je alle e-mailconfiguraties zien en test e-mails verzenden.
pl: Tutaj możesz zobaczyć wszystkie konfiguracje e-maili i wysłać testowe e-maile.
pt: Aqui você pode ver todas as configurações de email e enviar emails de teste.
ru: Здесь вы можете увидеть все конфигурации электронной почты и отправить тестовые письма.
sv: Här kan du se alla e-postkonfigurationer och skicka test-e-postmeddelanden.
th: คุณสามารถดูการกำหนดค่าอีเมลทั้งหมดและส่งอีเมลทดสอบได้ที่นี่
tr: Burada tüm e-posta yapılandırmalarını görebilir ve test e-postaları gönderebilirsiniz.
uk: Тут Ви можете переглянути всі конфігурації електронної пошти та надіслати тестові листи.
zh_hant: 在这里，您可以查看所有电子邮件配置并发送测试电子邮件。

source: Hostname
ar: اسم المضيف
es: Nombre de Host
et: Hostinimi
he: שם מארח
id: Nama host
nl: Hostnaam
pl: Nazwa hosta
ru: Имя хоста
sv: Värdnamn
th: ชื่อโฮสต์
tr: Ana Bilgisayar Adı
uk: Ім'я хоста
zh_hant: 主机名

source: Hostname SMTP Client
ar: اسم المضيف لعميل SMTP
es: Cliente SMTP con nombre de host
et: Hostinimi SMTP klient
he: שם מארח SMTP Client
id: Klien SMTP Nama Host
it: Nome host Client SMTP
nl: Hostnaam SMTP-cliënt
pl: Nazwa hosta klienta SMTP
pt: Nome do host do cliente SMTP
ru: Имя хоста SMTP-клиент
sv: Värdnamn SMTP-klient
th: ชื่อโฮสต์ไคลเอนต์ SMTP
tr: Ana Bilgisayar Adı SMTP İstemcisi
uk: Ім'я хоста SMTP-клієнт
zh_hant: 主機名稱 SMTP 用戶端

source: If (and only if) there is an e-mail intercept address defined above, then all e-mail is sent to that address <em>except</em> for the e-mail addresses and domains defined here.
ar: إذا (وفقط إذا) كان هناك عنوان اعتراض بريد إلكتروني محدد أعلاه، فسيتم إرسال كل رسائل البريد الإلكتروني إلى هذا العنوان <em>باستثناء</em> لعناوين البريد الإلكتروني والمجالات المحددة هنا.
de: Wenn (und nur wenn) eine oben definierte E-Mail-Abfangadresse vorhanden ist, werden alle E-Mails an diese Adresse <em>gesendet, mit Ausnahme von</em> für die hier definierten E-Mail-Adressen und Domänen.
es: Si (y solo si) hay una dirección de interceptación de correo electrónico definida anteriormente, entonces todos los correos electrónicos se envían a esa dirección <em>excepto</em> para las direcciones de correo electrónico y los dominios definidos aquí.
et: Kui (ja ainult siis), kui on olemas ülaltoodud e-posti pealtkuulamisaadress, saadetakse kõik e-kirjad sellele aadressile <em>, välja arvatud</em> siin määratletud e-posti aadresside ja domeenide puhul.
he: אם (ורק אם) קיימת כתובת יירוט דואר אלקטרוני שהוגדרה למעלה, אזי כל הדואר האלקטרוני נשלח לכתובת זו <em>מלבד</em> לכתובות הדואר האלקטרוני והדומיינים המוגדרים כאן.
id: Jika (dan hanya jika) ada alamat penyadapan email yang ditentukan di atas, maka semua email dikirim ke alamat tersebut <em>kecuali</em> untuk alamat email dan domain yang ditentukan di sini.
it: Se (e solo se) esiste un indirizzo di intercettazione e-mail definito sopra, tutta la posta elettronica viene inviata a quell'indirizzo <em>tranne</em> per gli indirizzi e-mail e i domini definiti qui.
nl: Als (en alleen als) er een e-mailadres is dat hierboven is gedefinieerd, dan wordt alle e-mail naar dat adres verzonden <em>, behalve</em> de e-mailadressen en domeinen die hier zijn gedefinieerd.
pl: Jeśli (i tylko wtedy) istnieje adres przechwytywania poczty zdefiniowany powyżej, wówczas wszystkie wiadomości e-mail będą wysyłane na ten adres <em>z wyjątkiem</em> w przypadku zdefiniowanych tutaj adresów e-mail i domen.
pt: Se (e somente se) houver um endereço de interceptação de e-mail definido acima, então todos os e-mails serão enviados para esse endereço <em>exceto</em> para os endereços de e-mail e domínios definidos aqui.
ru: Если (и только если) существует адрес перехвата электронной почты, определенный выше, то вся электронная почта отправляется на этот адрес <em>, за исключением</em> для адресов электронной почты и доменов, определенных здесь.
sv: Om (och endast om) det finns en e-postuppfångningsadress som definierats ovan, skickas all e-post till den adressen <em>utom</em> för de e-postadresser och domäner som definieras här.
th: หาก (และเฉพาะในกรณีที่) มีที่อยู่สกัดกั้นอีเมลที่กำหนดไว้ข้างต้น อีเมลทั้งหมดจะถูกส่งไปยังที่อยู่นั้น <em>ยกเว้น</em> สำหรับที่อยู่อีเมลและโดเมนที่กำหนดไว้ที่นี่
tr: Yukarıda tanımlanan bir e-posta engelleme adresi varsa (ve yalnızca bu durumda), burada tanımlanan e-posta adresleri ve etki alanları için</em> hariç tüm e-postalar <em>bu adrese gönderilir.
uk: Якщо (і тільки якщо) існує адреса перехоплення електронної пошти, визначена вище, тоді вся електронна пошта надсилається на цю адресу <em>, за винятком</em> для адрес електронної пошти та доменів, визначених тут.
zh_hant: 如果（且僅當）上面定義了電子郵件攔截位址，則所有電子郵件都會傳送到該位址 <em>，但此處定義的電子郵件地址和網域的</em> 除外。

source: If you change this then you might need to request a new SSL certificate that includes this hostname.
ar: إذا قمت بتغيير هذا ، فقد تحتاج إلى طلب شهادة SSL جديدة تتضمن اسم المضيف هذا.
de: Wenn Sie dies ändern, müssen Sie möglicherweise ein neues SSL-Zertifikat anfordern, das diesen Hostnamen enthält.
es: Si cambia esto, es posible que deba solicitar un nuevo certificado SSL que incluya este nombre de host.
et: Selle muutmisel peate võib-olla taotlema uut SSL-sertifikaati, mis sisaldab seda hostinime.
he: אם תשנה זאת, ייתכן שתצטרך לבקש אישור SSL חדש הכולל שם מארח זה.
id: Jika Anda mengubahnya, Anda mungkin perlu meminta sertifikat SSL baru yang menyertakan nama host ini.
it: Se lo cambiate, potreste aver bisogno di richiedere un nuovo certificato SSL che includa questo hostname.
nl: Als je dit wijzigt, moet je mogelijk een nieuw SSL-certificaat aanvragen dat deze hostnaam bevat.
pl: Jeśli to zmienisz, może być konieczne zażądanie nowego certyfikatu SSL, który zawiera tę nazwę hosta.
pt: Se você alterar isso, pode ser necessário solicitar um novo certificado SSL que inclua este nome de host.
ru: Если вы измените это, вам может потребоваться запросить новый сертификат SSL, включающий это имя хоста.
sv: Om du ändrar detta kan du behöva begära ett nytt SSL-certifikat som inkluderar detta värdnamn.
th: หากคุณเปลี่ยนแปลงสิ่งนี้คุณอาจต้องขอใบรับรอง SSL ใหม่ที่มีชื่อโฮสต์นี้
tr: Bunu değiştirirseniz, bu ana bilgisayar adını içeren yeni bir SSL sertifikası istemeniz gerekebilir.
uk: Якщо Ви зміните це, Вам може знадобитися запит на новий сертифікат SSL, який містить це ім’я хоста.
zh_hant: 如果更改此设置，则可能需要请求包含此主机名的新SSL证书。

source: It is possible to intercept all email and send it to a single address. Configure this address here.
ar: من الممكن اعتراض جميع رسائل البريد الإلكتروني وإرسالها إلى عنوان واحد. تكوين هذا العنوان هنا.
de: Es ist möglich, alle E-Mails abzufangen und an eine einzige Adresse zu senden. Konfigurieren Sie diese Adresse hier.
es: Es posible interceptar todo el correo electrónico y enviarlo a una única dirección. Configure esta dirección aquí.
et: Kõiki e-kirju on võimalik pealt kuulata ja saata ühele aadressile. Konfigureerige see aadress siin.
he: אפשר ליירט את כל הדוא"ל ולשלוח אותו לכתובת אחת. הגדר כתובת זו כאן.
id: Dimungkinkan untuk mencegat semua email dan mengirimkannya ke satu alamat. Konfigurasikan alamat ini di sini.
it: È possibile intercettare tutte le e-mail e inviarle a un solo indirizzo. Configura questo indirizzo qui.
nl: Het is mogelijk om alle e-mail te onderscheppen en naar één adres te sturen. Configureer dit adres hier.
pl: Możliwe jest przechwycenie wszystkich e-maili i wysłanie ich na jeden adres. Skonfiguruj ten adres tutaj.
pt: É possível interceptar todos os e-mails e enviá-los para um único endereço. Configure este endereço aqui.
ru: Можно перехватить всю электронную почту и отправить ее на один адрес. Настройте этот адрес здесь.
sv: Det är möjligt att fånga upp all e-post och skicka den till en enda adress. Konfigurera den här adressen här.
th: เป็นไปได้ที่จะดักฟังอีเมลทั้งหมดและส่งไปยังที่อยู่เดียว กำหนดค่าที่อยู่นี้ที่นี่
tr: Tüm e-postaları kesmek ve tek bir adrese göndermek mümkündür. Bu adresi burada yapılandırın.
uk: Можна перехопити всю електронну пошту та надіслати її на одну адресу. Налаштуйте цю адресу тут.
zh_hant: 可以拦截所有电子邮件并将其发送到单个地址。在此配置此地址。

source: It is usually set to the reverse DNS name of the machine.
ar: يتم تعيينه عادة على اسم DNS العكسي للجهاز.
de: Normalerweise wird es auf den Reverse-DNS-Namen der Maschine eingestellt.
es: Generalmente se establece en el nombre DNS inverso de la máquina.
et: Tavaliselt määratakse see masina vastupidisele DNS-nimele.
he: בדרך כלל הוא מוגדר לשם ה-DNS ההפוך של המחשב.
id: Biasanya diatur ke nama DNS terbalik dari mesin.
it: Di solito è impostato sul nome DNS inverso della macchina.
nl: Het is meestal ingesteld op de omgekeerde DNS-naam van de machine.
pl: Zazwyczaj jest to odwrotna nazwa DNS maszyny.
pt: Geralmente é definido como o nome DNS reverso da máquina.
ru: Обычно устанавливается обратное DNS-имя машины.
sv: Det är vanligtvis inställt på maskinens omvända DNS-namn.
th: โดยปกติจะตั้งค่าเป็นชื่อ DNS ย้อนกลับของเครื่อง
tr: Genellikle makinenin ters DNS adına ayarlanır.
uk: Зазвичай для нього встановлюється зворотне DNS-ім’я машини.
zh_hant: 通常設定為機器的反向 DNS 名稱。

source: Key
ar: مفتاح
de: Schlüssel
es: Clave
et: Võti
he: מַפְתֵחַ
id: Kunci
it: Chiave
nl: Sleutel
pl: Klucz
pt: Chave
ru: Ключ
sv: Nyckel
th: สำคัญ
tr: Anahtar
uk: Ключ
zh_hant: 钥匙

source: Make a new config setting
ar: قم بعمل إعداد تكوين جديد
de: Neue Konfigurationseinstellung erstellen
es: Hacer un nuevo ajuste de configuración
et: Tehke uus seadistusseade
he: בצע הגדרת תצורה חדשה
id: Buatlah pengaturan konfigurasi baru
it: Crea una nuova chiave di configurazione
nl: Maak een nieuwe configuratieregel
pl: Utwórz nowe ustawienie konfiguracji
pt: Faça uma nova configuração
ru: Создать новый параметр
sv: Gör en ny config inställning
th: ทำการตั้งค่าคอนฟิกใหม่
tr: Yeni bir yapılandırma ayarı oluştur
uk: Зробіть нове налаштування конфігурації
zh_hant: 创建新配置

source: No configuration keys found.
ar: لم يتم العثور على مفاتيح التكوين.
de: Keine Konfigurationsschlüssel gefunden.
es: No se han encontrado claves de configuración.
et: Konfigureerimisvõtmeid ei leitud.
he: לא נמצאו מפתחות תצורה.
id: Tidak ditemukan kunci konfigurasi.
it: Non sono state trovate chiavi di configurazione.
nl: Geen configuratiesleutels gevonden.
pl: Nie znaleziono kluczy konfiguracyjnych.
pt: Não foram encontradas chaves de configuração.
ru: Ключи конфигурации не найдены.
th: ไม่พบคีย์การกำหนดค่า
tr: Yapılandırma anahtarı bulunamadı.
uk: Ключів конфігурації не знайдено.

source: No configurations found.
ar: لم يتم العثور على تكوينات.
de: Keine Konfigurationen gefunden.
es: No se encontraron configuraciones.
et: Ei leia konfiguratsioone.
he: לא נמצאו תצורות.
id: Tidak ada konfigurasi yang ditemukan.
it: Nessuna configurazione trovata.
nl: Geen configuratieregels gevonden.
pl: Nie znaleziono konfiguracji
pt: Não foram encontradas configurações.
ru: Параметры конфигурации отсутствуют.
sv: Ingen konfigurationer som finns.
th: ไม่พบการกำหนดค่า
tr: Yapılandırma bulunamadı.
uk: Конфігурації не знайдено.
zh_hant: 没有找到配置。

source: Only administrators can change the configuration.
ar: يمكن للمسؤولين فقط تغيير التكوين.
de: Nur Administratoren können die Konfiguration ändern.
es: Solo los administradores puede cambiar la configuración.
et: Konfiguratsiooni saavad muuta ainult administraatorid.
he: רק מנהלי מערכת יכולים לשנות את התצורה.
id: Hanya administrasi yang dapat mengubah konfigurasi.
it: Solo gli amministratori possono cambiare la configurazione.
nl: Alleen beheerders kunnen de configuratie aanpassen.
pl: Tylko administratorzy mogą zmieniać konfigurację.
pt: Apenas os administradores podem alterar a configuração.
ru: Только администраторы могут изменять конфигурацию.
sv: Det är bara administratörer som kan ändra konfigurationen.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถเปลี่ยนการกำหนดค่าได้
tr: Sadece yöneticiler yapılandırmayı değiştirebilir.
uk: Змінювати конфігурацію можуть лише адміністратори.
zh_hant: 只有管理员可以修改配置。

source: Only administrators can delete configurations.
ar: يمكن للمسؤولين فقط حذف التكوينات.
de: Nur Administratoren können Konfigurationen löschen.
es: Solo los administradores pueden eliminar las configuraciones.
et: Konfiguratsioone saavad kustutada ainult administraatorid.
he: רק מנהלי מערכת יכולים למחוק תצורות.
id: Hanya administrasi yang dapat menghapus konfigurasi.
it: Solo gli amministratori possono cancellare le configurazioni.
nl: Alleen beheerders kunnen configuratieregels verwijderen.
pl: Tylko administratorzy mogą usuwać konfiguracje.
pt: Somente administradores podem excluir configurações.
ru: Только администраторы могут удалять параметры.
sv: Det är bara administratörer som kan ta bort konfigurationer.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถลบการกำหนดค่าได้
tr: Sadece yöneticiler yapılandırmayı silebilir.
uk: Лише адміністратори можуть видаляти конфігурації.
zh_hant: 只有管理员可以删除配置。

source: Only an administrator can add configuration keys.
ar: يمكن للمسؤول فقط إضافة مفاتيح التكوين.
de: Nur ein Administrator kann Konfigurationsschlüssel hinzufügen.
es: Solo un administrador puede agregar las claves de configuración.
et: Konfiguratsioonivõtmeid saab lisada ainult administraator.
he: רק מנהל מערכת יכול להוסיף מפתחות תצורה.
id: Hanya administrator yang dapat menambahkan tombol konfigurasi.
it: Solo un amministratore può aggiungere chiavi di configurazione.
nl: Alleen beheerders kunnen configuratieregels toevoegen.
pl: Tylko administratorzy mogą dodawać konfiguracje.
pt: Apenas um administrador pode adicionar chaves de configuração.
ru: Только администраторы могут добавлять параметры.
sv: Endast en administratör kan lägga till konfiguration av nycklar.
th: มีเพียงผู้ดูแลระบบเท่านั้นที่สามารถเพิ่มคีย์การกำหนดค่าได้
tr: Sadece yöneticiler yapılandırma anahtarı ekleyebilir.
uk: Тільки адміністратор може додавати ключі конфігурації.
zh_hant: 只有管理员可以创建配置 Key。

source: Password
ar: كلمه السر
de: Passwort
es: Clave
et: Parool
he: סיסמה
id: Kata sandi
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh_hant: 密码
