Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Sorry, this site is not from a known version control system
ar: عذرا ، هذا الموقع ليس من نظام معروف للتحكم في النسخ
de: Diese Seite stammt leider nicht von einem bekannten Versionskontrollsystem
es: Lo sentimos, este sitio no pertenece a un sistema de control de versiones conocido
et: Vabandust, see sait ei kuulu teadaolevast versioonihaldussüsteemist
he: מצטערים, אתר זה אינו ממערכת בקרת גרסאות ידועה
id: Maaf, situs ini bukan dari sistem kontrol versi yang dikenal
it: Spiacente, questo sito non proviene da un sistema di controllo di versione conosciuto
nl: Sorry, deze site is niet afkomstig van een bekend versiebeheersysteem
pl: Przepraszamy, ta witryna nie pochodzi ze znanego systemu kontroli wersji
pt: Desculpe, este site não é de um sistema de controle de versão conhecido
ru: Извините, этот сайт не из известной системы контроля версий
sv: Tyvärr, den här webbplatsen kommer inte från ett känt versionskontrollsystem
th: ขออภัยไซต์นี้ไม่ได้มาจากระบบควบคุมเวอร์ชันที่รู้จัก
tr: Üzgünüz, bu site bilinen bir sürüm kontrol sisteminden değil
uk: На жаль, цей сайт не належить до відомої системи контролю версій
zh_hant: 抱歉，此网站不是来自已知的版本控制系统

source: This token is used to secure the webhook API call for updating this website on a code push to Github (or similar services like BitBucket).
ar: يتم استخدام هذا الرمز المميز لتأمين استدعاء webhook API لتحديث موقع الويب هذا بدفع رمز إلى Github (أو خدمات مماثلة مثل BitBucket).
de: Dieses Token wird verwendet, um den Webhook-API-Aufruf zum Aktualisieren dieser Website bei einem Code-Push an Github (oder ähnliche Dienste wie BitBucket) zu sichern.
es: Este token se utiliza para asegurar la llamada a la API de webhook para actualizar este sitio web en un envío de código a Github (o servicios similares como BitBucket).
et: Seda märki kasutatakse veebihaagi API-kõne kindlustamiseks selle veebisaidi värskendamiseks Githubi (või sarnaste teenuste, nagu BitBucket) kooditõukena.
he: אסימון זה משמש לאבטחת קריאת ה- API של webhook לעדכון אתר זה בדחיפת קוד ל- Github (או שירותים דומים כמו BitBucket).
id: Token ini digunakan untuk mengamankan panggilan API webhook untuk memperbarui situs web ini dengan dorongan kode ke Github (atau layanan serupa seperti BitBucket).
it: Questo token è usato per proteggere la chiamata API webhook per aggiornare questo sito web su un push di codice su Github (o servizi simili come BitBucket).
nl: Dit token wordt gebruikt om de webhook API-aanroep te beveiligen voor het bijwerken van deze website via een codepush naar Github (of vergelijkbare services zoals BitBucket).
pl: Ten token służy do zabezpieczenia wywołania interfejsu API elementu webhook w celu zaktualizowania tej witryny internetowej przy wysyłaniu kodu do Github (lub podobnych usług, takich jak BitBucket).
pt: Este token é usado para proteger a chamada da API do webhook para atualizar este site em um envio de código para o Github (ou serviços semelhantes, como BitBucket).
ru: Этот токен используется для защиты вызова API веб-перехватчика для обновления этого веб-сайта при отправке кода на Github (или аналогичные службы, такие как BitBucket).
sv: Denna token används för att säkra webhook API-samtalet för uppdatering av denna webbplats på en kodtryckning till Github (eller liknande tjänster som BitBucket).
th: โทเค็นนี้ใช้เพื่อรักษาความปลอดภัยการเรียก API ของเว็บฮุคสำหรับการอัปเดตเว็บไซต์นี้ด้วยการกดรหัสไปยัง Github (หรือบริการที่คล้ายกันเช่น BitBucket)
tr: Bu simge, bu web sitesini Github'a (veya BitBucket gibi benzer hizmetlere) gönderilen bir kodla güncellemek için webhook API çağrısını güvence altına almak için kullanılır.
uk: Цей маркер використовується для захисту виклику API webhook для оновлення цього вебсайту під час натискання коду на Github (або подібні служби, такі як BitBucket).
zh_hant: 该令牌用于保护Webhook API调用的安全性，以通过在Github上的代码推送（或类似服务，例如BitBucket）更新此网站。

source: To run the webhook update, configure your service to POST to the following URL:
ar: لتشغيل تحديث الرد التلقائي على الويب ، قم بتهيئة الخدمة على POST إلى عنوان URL التالي:
de: Um das Webhook-Update auszuführen, konfigurieren Sie Ihren Dienst für POST unter der folgenden URL:
es: Para ejecutar la actualización del webhook, configure su servicio para POST en la siguiente URL:
et: Veebikonksu värskenduse käivitamiseks konfigureerige oma teenuseks POST järgmisele URL-ile:
he: כדי להריץ את עדכון ה- webhook, הגדר את השירות שלך ל- POST לכתובת האתר הבאה:
id: Untuk menjalankan pembaruan webhook, konfigurasikan layanan Anda ke POST ke URL berikut:
it: Per eseguire l'aggiornamento del webhook, configura il tuo servizio per inviare un POST al seguente URL:
nl: Om de webhook-update uit te voeren, configureer je je service voor POST naar de volgende URL:
pl: Aby uruchomić aktualizację elementu webhook, skonfiguruj usługę do POST pod następującym adresem URL:
pt: Para executar a atualização do webhook, configure seu serviço para POST no seguinte URL:
ru: Чтобы запустить обновление веб-перехватчика, настройте службу на POST по следующему URL-адресу:
sv: För att köra webbhook-uppdateringen, konfigurera din tjänst till POST till följande URL:
th: ในการรันการอัปเดต webhook ให้กำหนดค่าบริการของคุณเป็น POST เป็น URL ต่อไปนี้:
tr: Webhook güncellemesini çalıştırmak için hizmetinizi aşağıdaki URL'ye POST yapacak şekilde yapılandırın:
uk: Щоб запустити оновлення webhook, налаштуйте службу POST за такою URL-адресою:
zh_hant: 要运行webhook更新，请将您的服务配置为POST到以下URL：

source: Unknown site or no version control folder present.
ar: موقع غير معروف أو لا يوجد مجلد تحكم في الإصدار.
de: Unbekannte Site oder kein Versionskontrollordner vorhanden.
es: Sitio desconocido o sin carpeta de control de versiones.
et: Tundmatu sait või puudub versioonihalduse kaust.
he: אתר לא ידוע או לא קיימת תיקיית בקרת גרסאות.
id: Situs tidak dikenal atau tidak ada folder kontrol versi.
it: Sito sconosciuto o nessuna cartella di controllo della versione presente.
nl: Onbekende site of geen versie beheer map aanwezig.
pl: Nieznana witryna lub brak folderu kontroli wersji.
pt: Site desconhecido ou nenhuma pasta de controle de versão presente.
ru: Неизвестный сайт или папка управления версиями отсутствует.
sv: Okänd webbplats eller ingen mapp för versionskontroll närvarande.
th: ไซต์ที่ไม่รู้จักหรือไม่มีโฟลเดอร์ควบคุมเวอร์ชันอยู่
tr: Bilinmeyen site veya sürüm kontrol klasörü yok.
uk: Невідомий сайт або папка контролю версій відсутня.
zh_hant: 未知站点或不存在版本控制文件夹。

source: Update Zotonic
ar: تحديث Zotonic
es: Actualizar Zotonic
et: Uuendage Zotonicut
he: עדכן את זוטוניק
id: Perbaharui Zotonic
it: Aggiornamento Zotonic
nl: Werk Zotonic bij
pl: Aktualizacja Zotonic
pt: Actualizar Zotonic
ru: Обновление Zotonic
sv: Uppdatera Zotonic
th: อัปเดต Zotonic
tr: Zotonic'i Güncelle
uk: Оновлення Zotonic
zh_hant: 更新Zotonic

source: Update site
ar: تحديث الموقع
de: Site aktualisieren
es: Actualizar sitio
et: Värskendage saiti
he: עדכן אתר
id: Perbarui situs
it: Aggiorna il sito
pl: Zaktualizuj witrynę
pt: Site de atualização
ru: Обновить сайт
sv: Uppdatera webbplats
th: อัปเดตไซต์
tr: Siteyi güncelle
uk: Оновлення сайту
zh_hant: 更新网站

source: Update the site and templates from the version control system.
ar: تحديث الموقع والقوالب من نظام التحكم في الإصدارات.
de: Aktualisieren Sie die Site und die Vorlagen vom Versionskontrollsystem.
es: Actualice el sitio y las plantillas desde el sistema de control de versiones.
et: Värskendage saiti ja malle versioonihaldussüsteemist.
he: עדכן את האתר והתבניות ממערכת בקרת הגרסאות.
id: Perbarui situs dan templat dari sistem kontrol versi.
it: Aggiornare il sito e i modelli dal sistema di controllo delle versioni.
nl: Werk de site en templates bij vanuit het versiebeheersysteem.
pl: Zaktualizuj witrynę i szablony z systemu kontroli wersji.
pt: Atualize o site e os modelos do sistema de controle de versão.
ru: Обновите сайт и шаблоны из системы контроля версий.
sv: Uppdatera webbplatsen och mallarna från versionskontrollsystemet.
th: อัปเดตไซต์และเทมเพลตจากระบบควบคุมเวอร์ชัน
tr: Siteyi ve şablonları sürüm kontrol sisteminden güncelleyin.
uk: Оновлення сайту та шаблонів із системи контролю версій.
zh_hant: 从版本控制系统更新站点和模板。

source: Zotonic has not been checked out using version control.
ar: لم يتم سحب Zotonic باستخدام التحكم في الإصدار.
de: Zotonic wurde nicht mit der Versionskontrolle ausgecheckt.
es: Zotonic no se ha comprobado mediante el control de versiones.
et: Zotonicut pole versioonihalduse abil kontrollitud.
he: Zotonic לא נבדק באמצעות בקרת גרסאות.
id: Zotonic belum diperiksa menggunakan kontrol versi.
it: Zotonic non è stato controllato con il controllo di versione.
nl: Zotonic is niet uitgecheckt met versiebeheer.
pl: Zotonic nie został sprawdzony przy użyciu kontroli wersji.
pt: Zotonic não foi verificado usando o controle de versão.
ru: Zotonic не проверялся с помощью контроля версий.
sv: Zotonic har inte checkats ut med versionskontroll.
th: Zotonic ไม่ได้รับการตรวจสอบโดยใช้การควบคุมเวอร์ชัน
tr: Zotonic, sürüm kontrolü kullanılarak teslim alınmadı.
uk: Zotonic не було перевірено за допомогою контролю версій.
zh_hant: Zotonic尚未使用版本控制检出。

source: update
ar: تحديث
de: aktualisieren
es: actualizar
et: värskendus
he: עדכון
id: perbarui
it: aggiornamento
nl: Werk bij
pl: Aktualizacja
pt: atualização
ru: обновление
sv: uppdatering
th: อัพเดต
tr: güncelle
uk: оновлення
zh_hant: 更新

source: Certificate Authority
ar: المرجع المصدق
de: Zertifizierungsstelle
es: Autoridad de certificación
et: Sertifikaadiasutus
he: רשות האישורים
id: Otoritas Sertifikat
it: Autorità di certificazione
nl: Certificaat Autoriteit
pl: Organ certyfikujący
pt: Autoridade Certificadora
ru: центр сертификации
sv: Certifikatmyndighet
th: ผู้ออกใบรับรอง
tr: Sertifika yetkilisi
uk: Центр сертифікації
zh_hant: 认证机构

source: The certificate files should be in a subdirectory with the name of the current site and have specific names or extensions:
ar: يجب أن تكون ملفات الشهادات في دليل فرعي باسم الموقع الحالي ولها أسماء أو امتدادات محددة:
de: Die Zertifikatsdateien sollten sich in einem Unterverzeichnis mit dem Namen der aktuellen Site befinden und bestimmte Namen oder Erweiterungen haben:
es: Los archivos del certificado deben estar en un subdirectorio con el nombre del sitio actual y tener nombres o extensiones específicos:
et: Sertifikaadifailid peaksid asuma praeguse saidi nimega alamkataloogis ja neil peavad olema kindlad nimed või laiendid:
he: קבצי האישור צריכים להיות בתיקיית משנה עם שם האתר הנוכחי ובעלי שמות או הרחבות ספציפיים:
id: File sertifikat harus berada dalam subdirektori dengan nama situs saat ini dan memiliki nama atau ekstensi tertentu:
it: I file del certificato dovrebbero trovarsi in una sottodirectory con il nome del sito corrente e avere nomi o estensioni specifici:
nl: De certificaatbestanden moeten in een submap staan met de naam van de huidige site en specifieke namen of extensies hebben:
pl: Pliki certyfikatów powinny znajdować się w podkatalogu z nazwą bieżącej witryny i mieć określone nazwy lub rozszerzenia:
pt: Os arquivos de certificado devem estar em um subdiretório com o nome do site atual e ter nomes ou extensões específicas:
ru: Файлы сертификатов должны находиться в подкаталоге с именем текущего сайта и иметь определенные имена или расширения:
sv: Certifikatfilerna ska finnas i en underkatalog med namnet på den aktuella webbplatsen och ha specifika namn eller tillägg:
th: ไฟล์ใบรับรองควรอยู่ในไดเร็กทอรีย่อยที่มีชื่อของไซต์ปัจจุบัน และมีชื่อหรือนามสกุลเฉพาะ:
tr: Sertifika dosyaları, geçerli sitenin adını taşıyan bir alt dizinde olmalı ve belirli adlara veya uzantılara sahip olmalıdır:
uk: Файли сертифікатів мають бути у підкаталозі з назвою поточного сайту та мати певні назви чи розширення:
zh_hant: 證書檔案應位於目前網站名稱的子目錄中，並具有特定名稱或副檔名：

source: This certificate is located in
ar: تقع هذه الشهادة في
de: Dieses Zertifikat befindet sich in
es: Este certificado se encuentra en
et: See sertifikaat asub
he: אישור זה נמצא ב
id: Sertifikat ini terletak di
it: Questo certificato si trova in
nl: Dit certificaat bevindt zich in
pl: Niniejszy certyfikat znajduje się w
pt: Este certificado está localizado em
ru: Этот сертификат находится в
sv: Detta certifikat finns i
th: ใบรับรองนี้อยู่ใน
tr: Bu sertifika şu konumdadır:
uk: Цей сертифікат знаходиться в
zh_hant: 该证书位于

source: This certificate is provided by a certificate authority.
ar: يتم توفير هذه الشهادة من قبل مرجع مصدق.
de: Dieses Zertifikat wird von einer Zertifizierungsstelle bereitgestellt.
es: Este certificado lo proporciona una autoridad de certificación.
et: Selle sertifikaadi annab välja sertifikaadiasutus.
he: אישור זה ניתן על ידי רשות אישורים.
id: Sertifikat ini disediakan oleh otoritas sertifikat.
it: Questo certificato è fornito da un'autorità di certificazione.
nl: Dit certificaat wordt verstrekt door een certificaatautoriteit.
pl: Niniejsze świadectwo jest wydawane przez organ wydający świadectwo.
pt: Este certificado é fornecido por uma autoridade certificadora.
ru: Данный сертификат предоставляется центром сертификации.
sv: Detta certifikat tillhandahålls av en certifikatutfärdare.
th: ใบรับรองนี้จัดทำโดยผู้ออกใบรับรอง
tr: Bu sertifika, bir sertifika yetkilisi tarafından sağlanır.
uk: Цей сертифікат надається центром сертифікації.
zh_hant: 本证书由证书机构提供。

source: You can add certificates to your security directory:
ar: يمكنك إضافة شهادات إلى دليل الأمان الخاص بك:
de: Sie können Ihrem Sicherheitsverzeichnis Zertifikate hinzufügen:
es: Puede agregar certificados a su directorio de seguridad:
et: Saate oma turvakataloogi sertifikaate lisada:
he: אתה יכול להוסיף אישורים לספריית האבטחה שלך:
id: Anda dapat menambahkan sertifikat ke direktori keamanan Anda:
it: Puoi aggiungere certificati alla tua directory di sicurezza:
nl: U kunt certificaten toevoegen aan uw beveiligingsmap:
pl: Możesz dodać certyfikaty do swojego katalogu zabezpieczeń:
pt: Você pode adicionar certificados ao seu diretório de segurança:
ru: Вы можете добавить сертификаты в свой каталог безопасности:
sv: Du kan lägga till certifikat i din säkerhetskatalog:
th: คุณสามารถเพิ่มใบรับรองลงในไดเร็กทอรีความปลอดภัยของคุณได้:
tr: Sertifikaları güvenlik dizininize ekleyebilirsiniz:
uk: Ви можете додати сертифікати до свого каталогу безпеки:
zh_hant: 您可以將憑證新增至安全性目錄：

source: Certificates are automatically renewed before they expire.
ar: يتم تجديد الشهادات تلقائيًا قبل انتهاء صلاحيتها.
de: Zertifikate werden automatisch erneuert, bevor sie ablaufen.
es: Los certificados se renuevan automáticamente antes de que expiren.
et: Sertifikaate uuendatakse enne nende aegumist automaatselt.
he: האישורים מתחדשים אוטומטית לפני שתוקפם יפוג.
id: Sertifikat otomatis diperpanjang sebelum mereka berakhir.
it: I certificati si rinnovano automaticamente prima della loro scadenza.
nl: Certificaten worden automatisch verlengd voordat ze verlopen.
pl: Certyfikaty są automatycznie odnawiane przed ich wygaśnięciem.
pt: Os certificados são automaticamente renovados antes de expirarem.
ru: Сертификаты автоматически продлеваются до истечения срока их действия.
sv: Certifikat förnyas automatiskt innan de går ut.
th: ใบรับรองจะได้รับการต่ออายุโดยอัตโนมัติก่อนหมดอายุ
tr: Sertifikalar süreleri dolmadan otomatik olarak yenilenir.
uk: Сертифікати автоматично поновлюються до закінчення терміну їх дії.
zh_hant: 证书在到期前会自动更新。

source: Check the following urls:
ar: تحقق من عناوين url التالية:
de: Prüfen Sie die folgenden Urls:
es: Consulte los siguientes urls:
et: Kontrollige järgmisi URL-e:
he: בדוק את הכתובות הבאות:
id: Cek url berikut:
it: Controlla i seguenti url:
nl: Controleer de volgende url's:
pl: Sprawdź następujące urny:
pt: Verifique as seguintes urls:
ru: Проверьте следующие урны:
sv: Kontrollera följande webbadresser:
th: ตรวจสอบ URL ต่อไปนี้:
tr: Devamındaki URL'leri kontrol edin:
uk: Перевірте такі URL-адреси:
zh_hant: 请检查以下网址。

source: Could not start fetching the SSL certificate. Try again later.
ar: تعذر البدء في جلب شهادة SSL. حاول مرة أخرى في وقت لاحق.
de: Das Abholen des SSL-Zertifikats konnte nicht gestartet werden. Versuchen Sie es später erneut.
es: No se pudo iniciar la obtención del certificado SSL. Por favor intente más tarde.
et: SSL-sertifikaadi toomist ei õnnestunud alustada. Proovige hiljem uuesti.
he: לא ניתן היה להתחיל להביא את אישור ה- SSL. נסה שוב מאוחר יותר.
id: Tidak bisa mulai mengambil sertifikat SSL. Coba lagi nanti.
it: Impossibile avviare il recupero del certificato SSL. Riprova più tardi.
nl: Kon niet beginnen met het ophalen van het SSL-certificaat. Probeer het later nog eens.
pl: Nie mogłem rozpocząć pobierania certyfikatu SSL. Spróbuj ponownie później.
pt: O certificado SSL não pôde ser recebido. Tente novamente mais tarde.
ru: Не смог начать получать SSL-сертификат. Попробуйте позже.
sv: Det gick inte att hämta SSL-certifikatet. Försök igen senare.
th: ไม่สามารถเริ่มดึงใบรับรอง SSL โปรดลองอีกครั้งในภายหลัง
tr: SSL sertifikası alınmaya başlanılamadı. Daha sonra tekrar deneyin.
uk: Не вдалося почати отримання сертифіката SSL. Спробуйте ще раз пізніше.
zh_hant: 无法开始获取SSL证书。请稍后再试。

source: If there are problems requesting a Let’s Encrypt certificate then check:
ar: إذا كانت هناك مشكلات في طلب شهادة Let's Encrypt ، فتحقق من:
de: Wenn es Probleme bei der Anforderung eines Let's Encrypt-Zertifikats gibt, prüfen Sie:
es: Si hay problemas para solicitar un certificado de Let's Encrypt, entonces compruébelo:
et: Kui laseme krüpteerida sertifikaati, on probleeme:
he: אם יש בעיות בבקשת תעודת בואו להצפין, בדוק:
id: Jika ada masalah saat meminta sertifikat Let's Encrypt, maka periksa:
it: Se ci sono problemi nel richiedere un certificato Let's Encrypt, controlla:
nl: Als er problemen zijn met het aanvragen van een Let's Encrypt-certificaat, controleer dan:
pl: Jeśli wystąpią problemy z żądaniem certyfikatu Let's Encrypt, należy to sprawdzić:
pt: Se houver problemas ao pedir um certificado Let's Encrypt, então verifique:
ru: Если есть проблемы с запросом сертификата "Давайте зашифровать", проверьте:
sv: Om det finns problem med att begära ett Låt oss kryptera certifikat, kontrollera sedan:
th: หากมีปัญหาในการขอใบรับรอง Let's Encrypt ให้ตรวจสอบ:
tr: Let's Encrypt sertifikası talep etmede sorunlar varsa, kontrol edin:
uk: Якщо виникають проблеми із запитом сертифіката Let's Encrypt, перевірте:
zh_hant: 如果在请求Let's Encrypt证书时出现问题，那么请检查。

source: If you want different hostnames in the certificate then request a new certificate below.
ar: إذا كنت تريد أسماء مضيف مختلفة في الشهادة ، فاطلب شهادة جديدة أدناه.
de: Wenn Sie andere Hostnamen im Zertifikat wünschen, fordern Sie unten ein neues Zertifikat an.
es: Si quiere diferentes nombres de host en el certificado, entonces solicite un nuevo certificado a continuación.
et: Kui soovite sertifikaati erinevaid hostinimesid, taotlege allpool uut sertifikaati.
he: אם אתה רוצה שמות מארח שונים בתעודה, אז בקש אישור חדש למטה.
id: Jika Anda menginginkan nama host yang berbeda dalam sertifikat, minta sertifikat baru di bawah ini.
it: Se vuoi diversi nomi di host nel certificato, allora richiedi un nuovo certificato qui sotto.
nl: Als je andere hostnamen in het certificaat wilt hebben, vraag dan hieronder een nieuw certificaat aan
pl: Jeśli chcesz mieć różne nazwy hostów w certyfikacie, poproś o nowy certyfikat poniżej.
pt: Se você quiser diferentes hostnames no certificado, então solicite um novo certificado abaixo.
ru: Если вы хотите, чтобы в сертификате были разные имена узлов, то запросите новый сертификат ниже.
sv: Om du vill ha olika värdnamn i certifikatet begär du ett nytt certifikat nedan.
th: หากคุณต้องการชื่อโฮสต์อื่นในใบรับรองให้ขอใบรับรองใหม่ด้านล่าง
tr: Sertifikada farklı ana bilgisayar adları istiyorsanız, aşağıdan yeni bir sertifika isteyin.
uk: Якщо Вам потрібні різні імена хостів у сертифікаті, запитайте новий сертифікат нижче.
zh_hant: 如果你想在证书中使用不同的主机名，那么请在下面申请一个新的证书。

source: Let’s Encrypt Certificate
ar: لنقم بتشفير الشهادة
de: Let's Encrypt-Zertifikat
es: Ciframos el certificado
et: Krüpteerime sertifikaadi
he: בואו להצפין את האישור
id: Mari Enkripsi Sertifikat
it: Certificato Let's Encrypt
nl: Let’s Encrypt certificaat
pl: Szyfrujmy certyfikat
pt: Vamos Encriptar Certificado
ru: Давайте зашифруем сертификат
sv: Låt oss kryptera certifikat
th: มาเข้ารหัสใบรับรองกันเถอะ
uk: Давайте зашифруємо сертифікат
zh_hant: 加密证书

source: Let’s Encrypt certificate request was successful!
ar: نجح طلب شهادة Let's Encrypt!
de: Let's Encrypt-Zertifikatsanforderung war erfolgreich!
es: ¡La solicitud del certificado Let's Encrypt fue exitosa!
et: Krüpteerime sertifikaadi taotlus edukalt!
he: בואו להצפין את בקשת האישור הצליחה!
id: Mari kita Mengenkripsi permintaan sertifikat sukses!
it: La richiesta del certificato Let's Encrypt ha avuto successo!
nl: Let’s Encrypt certificaat aanvraag was succesvol!
pl: Wniosek o certyfikat Let's Encrypt został przyjęty!
pt: Vamos encriptar o pedido de certificado foi bem sucedido!
ru: Запрос сертификата Encrypt прошел успешно!
sv: Låt oss kryptera certifikatförfrågan lyckades!
th: ขอเข้ารหัสใบรับรองสำเร็จ!
tr: Let’s Encrypt sertifikası isteği başarılı oldu!
uk: Запит на сертифікат Let's Encrypt пройшов успішно!
zh_hant: Let's Encrypt证书请求成功!

source: Let’s Encrypt provides free SSL certificates for websites. Here you can request such a certificate.
ar: يوفر Let's Encrypt شهادات SSL مجانية لمواقع الويب. هنا يمكنك طلب هذه الشهادة.
de: Let's Encrypt bietet kostenlose SSL-Zertifikate für Websites an. Hier können Sie ein solches Zertifikat anfordern.
es: Let's Encrypt proporciona certificados SSL gratis para sitios web. Aquí puede solicitar dicho certificado.
et: Let's Encrypt pakub veebisaitidele tasuta SSL-sertifikaate. Siin saate sellist sertifikaati taotleda.
he: Let's Encrypt מספק אישורי SSL בחינם לאתרים. כאן תוכלו לבקש אישור כזה.
id: Mari kita Mengenkripsi menyediakan gratis sertifikat SSL untuk situs web. Di sini anda dapat meminta sertifikat tersebut.
it: Let's Encrypt fornisce certificati SSL gratuiti per siti web. Qui puoi richiedere un tale certificato.
nl: Let's Encrypt biedt gratis SSL-certificaten voor websites. Hier kan je zo een certificaat aanvragen.
pl: Let's Encrypt zapewnia bezpłatne certyfikaty SSL dla stron internetowych. Tutaj możesz poprosić o taki certyfikat.
pt: Let’s Encrypt fornece certificados SSL gratuitos para sites. Aqui você pode solicitar esse certificado.
ru: Давайте Encrypt предоставляет бесплатные SSL-сертификаты для веб-сайтов. Здесь вы можете запросить такой сертификат.
sv: Let's Encrypt tillhandahåller gratis SSL-certifikat för webbplatser. Här kan du begära ett sådant certifikat.
th: Let's Encrypt ให้บริการใบรับรอง SSL ฟรีสำหรับเว็บไซต์ คุณสามารถขอใบรับรองดังกล่าวได้ที่นี่
tr: Let’s Encrypt siteler için ücretsiz SSL sertifikaları sağlar. Buradan sertifika isteğinde bulunabilirsiniz.
uk: Let's Encrypt надає безплатні сертифікати SSL для вебсайту. Тут Ви можете запросити таку довідку.
zh_hant: Let's Encrypt为网站提供免费的SSL证书。在这里你可以申请这样的证书。
