Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: For security reasons, password reset codes are only kept for a limited amount of time and can only be used once.
ar: نظراً لأسباب أمنية، يتم الاحتفاظ بكود إعادة تعيين كلمة المرور فقط لفترة محدودة من الوقت، ويمكن استخدامها مرة واحدة فقط.
de: Aus Sicherheitsgründen werden Codes zum Zurücksetzen des Passworts nur für eine begrenzte Zeit aufbewahrt und können nur einmal verwendet werden.
es: Por razones de seguridad, los códigos de regeneración de contraseña solo se mantienen por un tiempo limitado y solamente se puede utilizar una vez.
et: Turvalisuse huvides hoitakse parooli lähtestamise koode ainult piiratud aja jooksul ja neid saab kasutada ainult üks kord.
he: מטעמי אבטחה, קודי איפוס הסיסמה נשמרים לפרק זמן מוגבל בלבד וניתן להשתמש בהם רק פעם אחת.
id: Untuk alasan keamanan, mengatur ulang kode kata sandi hanya disimpan dalam jumlah terbatas dan hanya dapat digunakan satu kali.
it: Per ragioni di sicurezza, i codici di reset della password sono conservati solo per un tempo limitato e possono essere usati solo una volta.
nl: Om veiligheidsredenen zijn codes om het wachtwoord opnieuw in te stellen beperkt geldig en kunnen zij slechts één keer gebruikt worden.
pl: Ze względów bezpieczeństwa kody resetowania hasła są przechowywane tylko przez ograniczony czas i mogą być użyte tylko raz.
pt: Por razões de segurança, os códigos de redefinição de senha são mantidos apenas por um período de tempo limitado e só podem ser usados uma vez.
ru: Из соображений безопасности, коды сброса пароля хранятся только в течение ограниченного времени и могут быть использованы только один раз.
sv: Av säkerhetsskäl hålls lösenordsåterställningskoder bara under en begränsad tid och kan bara användas en gång.
th: ด้วยเหตุผลด้านความปลอดภัยรหัสรีเซ็ตรหัสผ่านจะถูกเก็บไว้ในระยะเวลาที่ จำกัด และสามารถใช้ได้เพียงครั้งเดียว
tr: Güvenlik nedeniyle, şifre sıfırlama kodları belirli bir süre saklanır ve sadece bir kere kullanılabilir.
uk: З міркувань безпеки коди скидання пароля зберігаються лише обмежений час і можуть бути використані лише один раз.
zh_hant: 为了确保安全，密码重设码只在有限时间内可用，而且只能被使用一次。

source: Force-close all active sessions
ar: إغلاق جميع الجلسات النشطة بالقوة
de: Erzwingen Sie das Schließen aller aktiven Sitzungen
es: Forzar el cierre de todas las sesiones activas
et: Sundsulge kõik aktiivsed seansid
he: סגירה בכוח את כל ההפעלות הפעילות
id: Tutup paksa semua sesi aktif
it: Forza la chiusura di tutte le sessioni attive
nl: Alle actieve sessies geforceerd sluiten
pl: Wymuś zamknięcie wszystkich aktywnych sesji
pt: Forçar o fechamento de todas as sessões ativas
ru: Принудительно закрыть все активные сеансы
sv: Tvångsstänga alla aktiva sessioner
th: บังคับปิดเซสชันที่ใช้งานอยู่ทั้งหมด
tr: Tüm etkin oturumları zorla kapat
uk: Примусово закрити всі активні сеанси
zh_hant: 強制關閉所有活動會話

source: Forgot your password?
ar: هل نسيت كلمة مرورك؟
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidó su contraseña?
et: Unustasid salasõna?
he: שכחת ססמה?
id: Lupa kata sandi anda?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?
pl: Zapomniałeś swojego hasła?
pt: Esqueceu sua senha?
ru: Забыли пароль?
sv: Glömt ditt lösenord?
th: ลืมรหัสผ่านหรือไม่?
tr: Şifrenizi mi unuttunuz?
uk: Забули свій пароль?
zh_hant: 忘记密码？

source: Go back
ar: أرجع
de: Zurückgehen
es: Volver atras
et: Mine tagasi
he: תחזור
id: Kembali
it: Torna indietro
nl: Ga terug
pl: Wróć
pt: Voltar atrás.
ru: Вернуться
sv: Gå tillbaka
th: กลับไป
tr: Geri git
uk: Перейдіть назад
zh_hant: 回去吧

source: Go to Modules
ar: اذهب للوحدات
de: Zu den Modulen gehen
es: Ir a Módulos
et: Minge moodulitesse
he: עבור אל מודולים
id: Pergi ke Modul
it: Vai a Moduli
nl: Ga naar Modules
pl: Przejdź do Modułów
pt: Ir para Módulos
ru: Перейти к модулям
sv: Gå till moduler
th: ไปที่โมดูล
tr: Modüllere Git
uk: Перейдіть до модулів
zh_hant: 进入模块

source: Go to the admin
ar: انتقل إلى المسؤول
de: Gehen Sie zum Admin
es: Ve a la administración
et: Minge administraatori juurde
he: עבור למנהל
id: Pergi ke admin
it: Vai all'admin
nl: Ga naar de admin
pl: Przejdź do administratora
pt: Ir para o administrador
ru: Перейти в панель администрирования
sv: Gå till administratören
th: ไปที่ผู้ดูแลระบบ
tr: Yöneticiye git
uk: Перейдіть до адміністратора
zh_hant: 进入管理界面

source: Go to the home page
ar: اذهب الى الصفحة الرئيسية
de: Zur Startseite
es: Ir a la página de inicio
et: Minge avalehele
he: עבור לדף הבית
id: Pergi ke halaman muka
it: Vai alla pagina iniziale
nl: Ga naar de homepage
pl: Przejdź do strony głównej
pt: Ir para a página inicial
ru: Перейти на главную страницу
sv: Gå till hemsidan
th: ไปที่โฮมเพจ
tr: Ana sayfaya git
uk: Перейдіть на домашню сторінку
zh_hant: 进入主页

source: Go to the your profile page
ar: اذهب إلى صفحة ملفك الشخصي
de: Gehen Sie auf die Seite Ihres Profils
es: Ve a la página de tu perfil
et: Minge oma profiililehele
he: עבור לדף הפרופיל שלך
id: Buka halaman profil Anda
it: Vai alla pagina del tuo profilo
nl: Ga naar je profielpagina
pl: Przejdź do strony swojego profilu
pt: Vá para a página do seu perfil
ru: Перейти на страницу своего профиля
sv: Gå till din profilsida
th: ไปที่หน้าโปรไฟล์ของคุณ
tr: Profil sayfanıza gidin
uk: Перейдіть на сторінку вашого профілю
zh_hant: 进入您的个人资料页面

source: H:i:s
ar: له
de: Sein
es: Su
he: שֶׁלוֹ
id: Miliknya
it: Il suo
pt: Dele
ru: Его
sv: Hans
th: ของเขา
tr: Onun
zh_hant: 他的

source: Here you can set all the application keys, secrets and other configurations to integrate with external services like Facebook and Twitter.
ar: هنا يمكنك ظبط كل مفاتيح و كلمات السر الخاصة بالتطبيقات، و أيضا التهيئة للدمج مع الخدمات الخارجية مثل الفايسبوك و التويتر.
de: Hier können Sie alle Anwendungsschlüssel, Geheimnisse und andere Konfigurationen für die Integration mit externen Diensten wie Facebook und Twitter festlegen.
es: Aquí puede configurar todas las claves de la aplicación, secretos y otras configuraciones para ser integradas con servicios externos como Facebook y Twitter.
et: Siin saate seadistada kõik rakendusvõtmed, saladused ja muud konfiguratsioonid integreeruma väliste teenustega, nagu Facebook ja Twitter.
he: כאן תוכלו להגדיר את כל מפתחות היישום, הסודות והתצורות האחרות שישתלבו בשירותים חיצוניים כמו פייסבוק וטוויטר.
id: Disini anda bisa mengatur semua tombol aplikasi, rahasia dan konfigurasi lainnya untuk berintegrasi dengan layanan eksternal seperti Facebook dan Twitter.
it: Qui è possibile impostare tutte le chiavi di applicazione, i segreti e altre configurazioni per integrarsi con servizi esterni come Facebook e Twitter.
nl: Hier kan je alle applicatiesleutels, geheugem en andere configuratieparameters instellen die nodig zijn om met externe diensten zoals Facebook en Twitter te integreren.
pl: Tutaj można ustawić wszystkie klucze aplikacji, sekrety i inne konfiguracje w celu integracji z platformami zewnętrznymi, takimi jak Facebook i Twitter.
pt: Aqui você pode definir todas as chaves da aplicação, segredos e outras configurações para integrar com serviços externos como Facebook e Twitter.
ru: Здесь вы можете установить все ключи приложения, секреты и другие параметры для интеграции с внешними сервисами, такими как Facebook и Twitter.
sv: Här kan du ställa in alla programnycklar, hemligheter och andra konfigurationer för att integrera med externa tjänster som Facebook och Twitter.
th: ที่นี่คุณสามารถตั้งค่าคีย์แอปพลิเคชันความลับและการกำหนดค่าอื่น ๆ ทั้งหมดเพื่อรวมเข้ากับบริการภายนอกเช่น Facebook และ Twitter
tr: Burada tüm uygulama anahtarlarını, gizlileri ve Facebook ve Twitter gibi harici servisler ile entegre olacak diğer yapılandırmaları ayarlayabilirsiniz.
uk: Тут Ви можете встановити всі ключі програми, секрети та інші конфігурації для інтеграції із зовнішніми сервісами, такими як Facebook і Twitter.
zh_hant: 在这里，你可以设置所有的应用程序密钥、秘密和其他配置，以便与Facebook和Twitter等外部服务集成。

source: How to reset your password
ar: كيف تقوم بإعادة تعيين كلمة مرورك
de: Wie Sie Ihr Passwort zurücksetzen
es: Cómo cambiar su clave
et: Kuidas parooli muuta
he: כיצד לאפס את הסיסמה שלך
id: Cara mereset kata sandi anda
it: Come resettare la tua password
nl: Hoe je wachtwoord te veranderen
pl: Jak zresetować hasło
pt: Como redefinir sua senha
ru: Как сбросить пароль
sv: Hur du återställer ditt lösenord
th: วิธีรีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi nasıl sıfırlarsınız?
uk: Як скинути пароль
zh_hant: 如何重设你的密码

source: However this email address does not belong to one of our users or you have simply not added a password yet so that you will not be able to change it.
ar: إلا أن عنوان البريد الإلكتروني هذا لا يخص أحد مستخدمينا أو أنك ببساطة لم تقم بإضافة كلمة مرور حتى الآن بحيث لن تتمكن من تغييرها.
de: Diese E-Mail-Adresse gehört jedoch nicht zu einem unserer Benutzer oder Sie haben einfach noch kein Passwort hinzugefügt, so dass Sie es nicht ändern können.
es: Sin embargo, esta dirección de correo electrónico no pertenece a uno de nuestros usuarios o simplemente aún no ha añadido una contraseña, por lo que no podrá cambiarla.
et: Kuid see e-posti aadress ei kuulu ühele meie kasutajale või te pole lihtsalt veel salasõna lisanud, nii et te ei saa seda muuta.
he: עם זאת, כתובת דוא"ל זו אינה שייכת לאחד המשתמשים שלנו, או שפשוט לא הוספת סיסמה עדיין, ולכן לא תוכל לשנות אותה.
id: Namun alamat email ini bukan milik salah satu pengguna kami atau Anda belum menambahkan kata sandi sehingga Anda tidak dapat mengubahnya.
it: Tuttavia, questo indirizzo e-mail non appartiene a uno dei nostri utenti o semplicemente non è stata ancora aggiunta una password, per cui non sarà possibile modificarla.
nl: Dit e-mailadres behoort echter niet toe aan een van onze gebruikers of u hebt gewoon nog geen wachtwoord toegevoegd, zodat u het niet kunt wijzigen.
pl: Jednak ten adres e-mail nie należy do żadnego z naszych użytkowników lub po prostu nie dodałeś jeszcze hasła, więc nie będziesz mógł go zmienić.
pt: No entanto, este endereço de correio eletrónico não pertence a um dos nossos utilizadores ou simplesmente ainda não adicionou uma palavra-passe, pelo que não poderá alterá-la.
ru: Однако этот адрес электронной почты не принадлежит ни одному из наших пользователей, или вы просто еще не добавили пароль, так что вы не сможете его изменить.
th: อย่างไรก็ตาม ที่อยู่อีเมลนี้ไม่ได้เป็นของผู้ใช้ของเรา หรือคุณยังไม่ได้เพิ่มรหัสผ่าน ดังนั้นคุณจึงไม่สามารถเปลี่ยนแปลงได้
tr: Ancak bu e-posta adresi kullanıcılarımızdan birine ait değil ya da henüz bir şifre eklemediniz, bu nedenle değiştiremezsiniz.
uk: Однак ця адреса електронної пошти не належить жодному з наших користувачів або ви ще не встановили пароль, тому ви не зможете змінити її.

source: I forgot my password
ar: لقد نسيت كلمة مروري
de: Ich habe mein Passwort vergessen
es: Olvidé mi contraseña
et: Unustasin oma parooli
he: שכחתי את הסיסמא שלי
id: Saya lupa kata sandi saya
it: Ho dimenticato la password
nl: Wachtwoord vergeten?
pl: Zapomniałem / zapomniałam hasła
pt: Eu esqueci minha senha
ru: Забыл пароль
sv: Jag har glömt mitt lösenord
th: ฉันลืมรหัสผ่าน
tr: Şifremi unuttum
uk: Я забув свій пароль
zh_hant: 我忘记我的密码

source: I want to create a new account
ar: أريد أن انشئ حساب جديد
de: Ich möchte ein neues Konto erstellen
es: Quiero crear una nueva cuenta
et: Soovin luua uue konto
he: אני רוצה ליצור חשבון חדש
id: Saya ingin membuat akun baru
it: Voglio creare un nuovo account
nl: Ik wil een nieuw account aanmaken
pl: Chcę założyć nowe konto
pt: Eu quero criar uma nova conta
ru: Я хочу создать новый аккаунт
sv: Jag vill skapa ett nytt konto
th: ฉันต้องการสร้างบัญชีใหม่
tr: Yeni bir hesap oluşturmak istiyorum
uk: Я хочу створити новий обліковий запис
zh_hant: 我想创建一个新的账户

source: If you are already a user of {site} then <a href="{logon_url}">log on</a>.
ar: إذا كنت بالفعل مستخدمًا لـ {site} ،</a>بتسجيل الدخول <a href="{logon_url}">.
de: Wenn Sie bereits Benutzer von {site} sind, dann <a href="{logon_url}">melden Sie sich an</a>.
es: Si ya es un usuario de {site} entonces <a href="{logon_url}">inicie sesión</a>.
et: Kui olete juba {site} kasutaja, siis <a href="{logon_url}">logige sisse</a>.
he: אם אתה כבר משתמש של {site} אז <a href="{logon_url}">התחבר</a>.
id: Jika Anda sudah menjadi pengguna {site} maka <a href="{logon_url}">log on</a>.
it: Se sei già un utente di {site} allora <a href="{logon_url}">accedi</a>.
nl: <a href="{logon_url}">Log in</a> als je al een gebruiker van {site} bent.
pl: Jeśli jesteś już użytkownikiem {site} to <a href="{logon_url}">zaloguj się</a>.
pt: Se você já é um usuário de {site} então <a href="{logon_url}">faça logon</a>.
ru: Если вы уже являетесь пользователем {site} , тогда <a href="{logon_url}">войдите в систему</a>.
sv: Om du redan är en användare av {site} så <a href="{logon_url}">logga in</a>.
th: หากคุณเป็นผู้ใช้ {site} แล้ว <a href="{logon_url}">เข้าสู่ระบบ</a>
tr: Zaten {site} kullanıcısıysanız, <a href="{logon_url}">oturum açın</a>.
uk: Якщо ви вже є користувачем {site} , тоді <a href="{logon_url}">увійдіть</a>.
zh_hant: 如果您已經是 {site} 的用戶，則 <a href="{logon_url}">登錄</a>。

source: If you do not receive the email within a few minutes, please check your spam folder.
ar: إذا لم تستلم الرسالة في بريدك الإلكرتوني بعد دقائق، الرجاء التحقق من مجلد الرسائل الغير مرغوب فيها.
de: Wenn Sie die E-Mail nicht innerhalb weniger Minuten erhalten, überprüfen Sie bitte Ihren Spam-Ordner.
es: Si no recibe el correo dentro de unos minutos, por favor revise su carpeta de spam.
et: Kui te ei saa meili mõne minuti jooksul, kontrollige palun oma rämpspostikausta.
he: אם אינך מקבל את הדוא"ל תוך מספר דקות, אנא בדוק את תיקיית הספאם שלך.
id: Jika anda tidak menerima email dalam beberapa menit, silahkan periksa folder spam anda.
it: Se non ricevi l'email entro pochi minuti, controlla la tua cartella spam.
nl: Als je deze e-email niet in een paar minuten ontvangt, controleer dan je spamfolder.
pl: Jeśli nie otrzymasz e-maila w ciągu kilku minut, sprawdź swój folder ze spamem.
pt: Se você não receber o e-mail dentro de alguns minutos, por favor verifique sua pasta de spam.
ru: Если Вы не получите письмо в течение нескольких минут, проверьте папку "Спам".
sv: Om du inte får e-post inom några minuter, vänligen kontrollera din spam-mapp.
th: หากคุณไม่ได้รับอีเมลภายในสองสามนาทีโปรดตรวจสอบโฟลเดอร์สแปมของคุณ
tr: Eğer bir kaç dakika içinde e-posta almazsanız, lütfen spam klasörünüzü kontrol edin.
uk: Якщо Ви не отримаєте листа протягом кількох хвилин, перевірте папку зі спамом.
zh_hant: 如果您在几分钟内没有收到邮件，请检查您的垃圾邮件文件夹。

source: If you don't want to reset your password, you can ignore this email. Maybe someone made an error typing his or her email address.
ar: إذا كنت لا ترغب في إعادة تعيين كلمة المرور الخاصة بك، فيمكنك تجاهل هذا البريد الإلكتروني. ربما أخطأ شخص ما في كتابة عنوان بريده الإلكتروني.
de: Wenn Sie Ihr Passwort nicht zurücksetzen möchten, können Sie diese E-Mail ignorieren. Möglicherweise hat jemand beim Eintippen seiner E-Mail-Adresse einen Fehler gemacht.
es: Si no desea restablecer su contraseña, puede ignorar este correo electrónico. Quizás alguien cometió un error al escribir su dirección de correo electrónico.
et: Kui te ei soovi oma parooli lähtestada, võite seda meili ignoreerida. Võib-olla tegi keegi oma e-posti aadressi sisestamisel vea.
he: אם אינך רוצה לאפס את הסיסמה שלך, תוכל להתעלם מאימייל זה. אולי מישהו עשה שגיאה בהקלדת כתובת האימייל שלו.
id: Jika Anda tidak ingin menyetel ulang kata sandi, Anda dapat mengabaikan email ini. Mungkin ada yang melakukan kesalahan saat mengetik alamat emailnya.
it: Se non desideri reimpostare la password, puoi ignorare questa email. Forse qualcuno ha commesso un errore digitando il proprio indirizzo email.
nl: Als je je wachtwoord niet opnieuw wilt instellen, kun je deze e-mail negeren. Misschien heeft iemand een fout gemaakt bij het intypen van zijn of haar e-mailadres.
pl: Jeśli nie chcesz resetować swojego hasła, możesz zignorować tę wiadomość e-mail. Być może ktoś popełnił błąd wpisując swój adres e-mail.
pt: Se não quiser redefinir sua senha, você pode ignorar este e-mail. Talvez alguém tenha cometido um erro ao digitar seu endereço de e-mail.
ru: Если вы не хотите сбрасывать пароль, вы можете игнорировать это письмо. Возможно, кто-то допустил ошибку, набрав свой адрес электронной почты.
sv: Om du inte vill återställa ditt lösenord kan du ignorera detta e-postmeddelande. Kanske har någon gjort ett fel när han skrev in sin e-postadress.
th: หากคุณไม่ต้องการรีเซ็ตรหัสผ่าน คุณสามารถเพิกเฉยต่ออีเมลฉบับนี้ได้ อาจมีคนพิมพ์ที่อยู่อีเมลของตนผิดพลาด
tr: Şifrenizi sıfırlamak istemiyorsanız bu e-postayı görmezden gelebilirsiniz. Belki birisi e-posta adresini yazarken hata yapmıştır.
uk: Якщо ви не хочете скидати свій пароль, ви можете проігнорувати цей електронний лист. Можливо, хтось зробив помилку, ввівши свою електронну адресу.
zh_hant: 如果您不想重設密碼，可以忽略這封電子郵件。也許有人輸入了錯誤的電子郵件地址。

source: If you think you do have an account, please try again using the correct email address.
ar: إذا كنت تعتقد أن لديك حسابًا، فيرجى المحاولة مرة أخرى باستخدام عنوان البريد الإلكتروني الصحيح.
de: Wenn Sie glauben, dass Sie über ein Konto verfügen, versuchen Sie es bitte erneut mit der richtigen E-Mail-Adresse.
es: Si cree que tiene una cuenta, inténtelo nuevamente utilizando la dirección de correo electrónico correcta.
et: Kui arvate, et teil on konto, proovige uuesti, kasutades õiget e-posti aadressi.
he: אם אתה חושב שיש לך חשבון, אנא נסה שוב באמצעות כתובת הדוא"ל הנכונה.
id: Jika Anda merasa memiliki akun, silakan coba lagi menggunakan alamat email yang benar.
it: Se pensi di avere un account, riprova utilizzando l'indirizzo email corretto.
nl: Als je denkt dat je een account hebt, probeer het dan opnieuw met het juiste e-mailadres.
pl: Jeśli uważasz, że masz konto, spróbuj ponownie, używając prawidłowego adresu e-mail.
pt: Se você acha que possui uma conta, tente novamente usando o endereço de e-mail correto.
ru: Если вы считаете, что у вас есть учетная запись, попробуйте еще раз, используя правильный адрес электронной почты.
sv: Om du tror att du har ett konto, försök igen med rätt e-postadress.
th: หากคุณคิดว่าคุณมีบัญชีแล้ว โปรดลองอีกครั้งโดยใช้ที่อยู่อีเมลที่ถูกต้อง
tr: Hesabınız olduğunu düşünüyorsanız lütfen doğru e-posta adresini kullanarak tekrar deneyin.
uk: Якщо ви вважаєте, що у вас є обліковий запис, спробуйте ще раз, використовуючи правильну адресу електронної пошти.
zh_hant: 如果您認為自己有帳戶，請使用正確的電子郵件地址重試。

source: In the email you will find instructions on how to confirm your account.
ar: في الرسالة سوف تجد تعليمات حول كيفية تأكيد حسابك.
de: In der E-Mail finden Sie Anweisungen, wie Sie Ihr Konto bestätigen können.
es: En el mismo encontrará instrucciones de cómo confirmar su cuenta.
et: Sealt leiad juhendid oma kasutajakonto kinnitamiseks.
he: בהודעת הדוא"ל תמצאו הוראות כיצד לאשר את חשבונכם.
id: Di email anda akan menemukan petunjuk cara mengonfirmasi akun anda.
it: Nell'e-mail troverai le istruzioni su come confermare il tuo account.
nl: In de e-mail staan instructies om je account te bevestigen.
pl: W e-mailu znajdziesz instrukcje, jak potwierdzić swoje konto.
pt: No e-mail você encontrará instruções sobre como confirmar a sua conta.
ru: В сообщении указаны инструкции по активации вашей учетной записи.
sv: I e-postmeddelandet som du hittar instruktioner om hur du bekräftar ditt konto.
th: ในอีเมลคุณจะพบคำแนะนำเกี่ยวกับวิธียืนยันบัญชีของคุณ
tr: Size e-posta gönderdik, talimatları takip edin
uk: У електронному листі Ви знайдете інструкції щодо підтвердження облікового запису.
zh_hant: 在电子邮件中，你会发现如何确认你的帐户的说明。

source: Interrupt all active sessions
ar: مقاطعة جميع الجلسات النشطة
de: Unterbrechen Sie alle aktiven Sitzungen
es: Interrumpir todas las sesiones activas
et: Katkesta kõik aktiivsed seansid
he: הפסק את כל ההפעלות הפעילות
id: Menghentikan semua sesi aktif
it: Interrompere tutte le sessioni attive
nl: Alle actieve sessies onderbreken
pl: Przerwij wszystkie aktywne sesje
pt: Interromper todas as sessões ativas
ru: Прервать все активные сеансы
sv: Avbryt alla aktiva sessioner
th: ขัดจังหวะเซสชันที่ใช้งานอยู่ทั้งหมด
tr: Tüm etkin oturumları kes
uk: Перервати всі активні сесії
zh_hant: 中斷所有活動會話

source: Interrupted sessions might still be visible in the sessions overview, but will not be updated anymore.
ar: قد تظل الجلسات المتقطعة مرئية في نظرة عامة على الجلسات، ولكن لن يتم تحديثها بعد الآن.
de: Unterbrochene Sitzungen sind möglicherweise noch in der Sitzungsübersicht sichtbar, werden aber nicht mehr aktualisiert.
es: Las sesiones interrumpidas aún pueden aparecer visibles en la descripción general de sesiones, pero ya no se actualizarán.
et: Katkestatud seansid võivad olla endiselt nähtavad seansside ülevaates, kuid neid enam ei värskendata.
he: ייתכן שפעילויות מופסקות עדיין יהיו גלויות בסקירה הכללית של הפעלות, אך לא יעודכנו יותר.
id: Sesi yang terputus mungkin masih terlihat dalam ikhtisar sesi, tetapi tidak akan diperbarui lagi.
it: Le sessioni interrotte potrebbero essere ancora visibili nella panoramica delle sessioni, ma non verranno più aggiornate.
nl: Onderbroken sessies kunnen nog steeds zichtbaar zijn in het sessiesoverzicht, maar worden niet meer bijgewerkt.
pl: Przerwane sesje mogą być nadal widoczne w przeglądzie sesji, ale nie będą już aktualizowane.
pt: Sessões interrompidas ainda podem estar visíveis na visão geral das sessões, mas não serão mais atualizadas.
ru: Прерванные сеансы могут по-прежнему отображаться в обзоре сеансов, но больше не будут обновляться.
sv: Avbrutna sessioner kan fortfarande vara synliga i sessionsöversikten, men kommer inte att uppdateras längre.
th: เซสชันที่ถูกขัดจังหวะอาจจะยังมองเห็นได้ในภาพรวมเซสชัน แต่จะไม่ได้รับการอัปเดตอีกต่อไป
tr: Kesintiye uğrayan oturumlar oturum genel görünümünde görünmeye devam edebilir, ancak artık güncellenmeyecektir.
uk: Перервані сеанси можуть усе ще відображатися в огляді сеансів, але більше не оновлюватимуться.
zh_hant: 中斷的會話可能仍會在會話概述中可見，但不會再更新。

source: Keep me logged in
ar: أبق تسجيل دخولي
de: Eingeloggt bleiben
es: Mantenme conectado
et: Hoia mind sisse logituna
he: תשאיר אותי מחובר
id: buat saya tetap masuk
it: Resta collegato
nl: Ik wil ingelogd blijven
pl: Pozostaw mnie zalogowanym
pt: Mantenha-me conectado
ru: Не выходить из системы
sv: Håll mig inloggad
th: ให้ฉันอยู่ในระบบต่อไป
tr: Oturumumu açık tut
uk: Залишати мене в системі
zh_hant: 保持登入狀態

source: Last known logins
ar: آخر عمليات تسجيل الدخول المعروفة
de: Letzte bekannte Anmeldungen
es: Últimos inicios de sesión conocidos
et: Viimased teadaolevad sisselogimised
he: כניסות אחרונות ידועות
id: Login terakhir yang diketahui
it: Ultimi accessi noti
nl: Laatste bekende logins
pl: Ostatnie znane logowania
pt: Últimos logins conhecidos
ru: Последние известные входы
sv: Senast kända inloggningar
th: การเข้าสู่ระบบครั้งล่าสุดที่ทราบ
tr: Son bilinen oturum açmalar
uk: Останні відомі входи
zh_hant: 最後已知的登入資訊

source: Last seen
ar: آخر ظهور
de: Zuletzt angesehen
es: Última vez visto
et: Viimati nähtud
he: נראה לאחרונה
id: Terakhir terlihat
it: Ultima visualizzazione
nl: Laatst gezien
pl: Ostatnio widziany
pt: Visto pela última vez
ru: Последний раз видели
sv: Senast sett
th: เห็นครั้งสุดท้าย
tr: Son görülen
uk: Востаннє бачили
zh_hant: 最後一次見到

source: Log in
ar: تسجيل الدخول
de: Anmeldung
es: Acceso
et: Logi sisse
he: התחברות
id: Gabung
pl: Zaloguj się
pt: Conecte-se
ru: Авторизоваться
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş yapmak
uk: авторизуватися
zh_hant: 登入

source: Log in to
ar: تسجيل الدخول إلى
de: Einloggen in
es: Iniciar sesión en
et: Logi sisse
he: היכנס ל
id: Masuk ke
it: Accedere
nl: Inloggen op
pl: Zaloguj się do
pt: Logar em
ru: Авторизоваться
sv: Logga in
th: เข้าสู่ระบบไปที่
tr: Giriş
uk: Увійти в
zh_hant: 登入
