Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Matching e-mail
ar: مطابقة البريد الإلكتروني
de: Passende E-Mail
es: Correo electrónico coincidente
et: Sobiv e-mail
he: דואר אלקטרוני תואם
id: Email yang cocok
it: E-mail corrispondente
nl: Overeenkomende e-mail
pl: Pasujący e-mail
pt: E-mail correspondente
ru: Соответствующий адрес электронной почты
sv: Matchande e-post
th: อีเมลที่ตรงกัน
tr: Eşleşen e-posta
uk: Збігається електронна пошта
zh_hant: 匹配的電子郵件

source: My page
ar: صفحتي
de: Meine Seite
es: Mi página
et: Mu leht
he: העמוד שלי
id: Halaman saya
it: La mia pagina
nl: Mijn pagina
pl: Moja strona
pt: A minha página
ru: Моя страница
sv: Min sida
th: หน้าของฉัน
tr: Benim sayfam
uk: Моя сторінка
zh_hant: 我的网页

source: Name and e-mail address
ar: الاسم وعنوان البريد الإلكتروني
de: Name und E-Mail-Adresse
es: Nombre y dirección de correo electrónico
et: Nimi ja e-maili aadress
he: שם וכתובת דואר אלקטרוני
id: Nama dan alamat e-mail
it: Nome e indirizzo e-mail
nl: Naam en e-mailadres
pl: Imię i adres e-mail
pt: Nome e endereço de e-mail
ru: Имя и адрес e-mail
sv: Namn och e-postadress
th: ชื่อและที่อยู่อีเมล
tr: İsim ve e-posta adresi
uk: Ім'я та адреса електронної пошти
zh_hant: 名字和 e-mail 地址

source: New password
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva clave
et: Uus parool
he: סיסמה חדשה
id: Kata sandi baru
it: Nuova password
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova senha
ru: Новый пароль
sv: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий пароль
zh_hant: 新密码

source: No users found.
ar: لم يتم العثور على مستخدمين.
de: Keine Benutzer gefunden.
es: No se encontraron usuarios.
et: Kasutajaid ei leitud.
he: לא נמצאו משתמשים.
id: Pengguna tidak ditemukan.
it: Nessun utente trovato.
nl: Geen gebruikers gevonden.
pl: Nie znaleziono użytkowników.
pt: Nenhum usuário encontrado.
ru: Пользователи не найдены.
sv: Inga användare hittades.
th: ไม่พบผู้ใช้.
tr: Kullanıcı bulunamadı.
uk: Користувачів не знайдено.
zh_hant: 没有找到用户。

source: No verified e-mail addresses.
ar: لا توجد عناوين بريد إلكتروني تم التحقق منها.
de: Keine verifizierten E-Mail-Adressen.
es: No hay direcciones de correo electrónico verificadas.
et: Kinnitatud e-posti aadresse pole.
he: אין כתובות דואר אלקטרוני מאומתות.
id: Tidak ada alamat email yang diverifikasi.
it: Nessun indirizzo email verificato.
nl: Geen geverifieerde e-mailadressen.
pl: Brak zweryfikowanych adresów e-mail.
pt: Nenhum endereço de e-mail verificado.
ru: Нет подтвержденных адресов электронной почты.
sv: Inga verifierade e-postadresser.
th: ไม่มีที่อยู่อีเมลที่ได้รับการยืนยัน
tr: Doğrulanmış e-posta adresi yok.
uk: Немає перевірених адрес електронної пошти.
zh_hant: 沒有經過驗證的電子郵件地址。

source: No verified e-mail addresses. Please add one below.
ar: لا توجد عناوين بريد إلكتروني تم التحقق منها. الرجاء إضافة واحد أدناه.
de: Keine verifizierten E-Mail-Adressen. Bitte fügen Sie unten eine hinzu.
es: No hay direcciones de correo electrónico verificadas. Por favor, añada una más abajo.
et: Kinnitatud e-posti aadresse pole. Lisage üks allpool.
he: אין כתובות דואר אלקטרוני מאומתות. אנא הוסף אחד למטה.
id: Tidak ada alamat e-mail terverifikasi. Tolong tambahkan satu di bawah ini.
it: Nessun indirizzo e-mail verificato. Si prega di aggiungerne uno qui sotto.
nl: Geen bevestigd e-mail adres. Voeg deze hieronder toe.
pl: Brak zweryfikowanych adresów e-mail. Dodaj jeden poniżej.
pt: Nenhum endereço de e-mail verificado. Por favor, adicione um abaixo.
ru: Нет проверенных адресов электронной почты. Пожалуйста, добавьте адрес ниже.
sv: Inga verifierade e-post adresser. Vänligen lägg till en nedan.
th: ไม่มีที่อยู่อีเมลที่ได้รับการยืนยัน กรุณาเพิ่มด้านล่าง
tr: Doğrulanmış e-posta adresi yok. Lütfen aşağıya bir tane ekleyin.
uk: Немає підтверджених адрес електронної пошти. Будь ласка, додайте один нижче.
zh_hant: 没有经过验证的电子邮件地址。请在下面添加一个。

source: One moment, please...
ar: لحظة واحدة من فضلك...
de: Einen Moment, bitte...
es: Un momento por favor...
et: Üks hetk palun...
he: רגע אחד בבקשה...
id: Tolong tunggu sebentar...
it: Un momento, per favore...
nl: Een ogenblik geduld
pl: Proszę czekać...
pt: Um momento, por favor...
ru: Одну минуту, пожалуйста...
sv: Ett ögonblick tack...
th: กรุณารอซักครู่...
tr: Bir dakika, lütfen...
uk: Будь ласка, хвилиночку...
zh_hant: 请等一下...

source: Only administrators can add users.
ar: يمكن للمسؤولين فقط إضافة المستخدمين.
de: Nur Administratoren können Benutzer hinzufügen.
es: Solo los administradores pueden añadir usuarios.
et: Kasutajaid saavad lisada ainult administraatorid.
he: רק מנהלי מערכת יכולים להוסיף משתמשים.
id: Hanya pengelola yang bisa menambahkan pengguna.
it: Solo gli amministratori possono aggiungere utenti.
nl: Alleen beheerders kunnen gebruikers toevoegen.
pl: Tylko administratorzy mogą dodawać użytkowników.
pt: Apenas administradores podem adicionar usuários.
ru: Только администраторы могут добавлять пользователей.
sv: Endast administratörer kan lägga till användare.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถเพิ่มผู้ใช้ได้
tr: Sadece yöneticiler kullanıcı ekleyebilir.
uk: Лише адміністратори можуть додавати користувачів.
zh_hant: 只有管理员可以添加用户。

source: Only administrators can delete usernames.
ar: يمكن للمسؤولين فقط حذف أسماء المستخدمين.
de: Nur Administratoren können Benutzernamen löschen.
es: Solo los administradores pueden eliminar los nombres de usuarios.
et: Ainult administraatorid saavad kasutajanimesid kustutada.
he: רק מנהלי מערכת יכולים למחוק שמות משתמש.
id: Hanya pengelola yang bisa menghapus nama pengguna.
it: Solo gli amministratori possono cancellare i nomi utente.
nl: Alleen beheerders kunnen gebruikersnamen verwijderen.
pl: Tylko administratorzy mogą usuwać użytkowników.
pt: Apenas administradores podem apagar nomes de usuários.
ru: Только администраторы могут удалять учетные записи.
sv: Det är bara administratörer som kan ta bort användarnamn.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถลบชื่อผู้ใช้
tr: Sadece yöneticiler kullanıcı adı silebilir.
uk: Лише адміністратори можуть видаляти імена користувачів.
zh_hant: 只有管理员可以删除用户名。

source: Only an administrator can delete usernames.
ar: يمكن للمسؤول فقط حذف أسماء المستخدمين.
de: Nur ein Administrator kann Benutzernamen löschen.
es: Solo un administrador puede eliminar nombres de usuarios.
et: Kasutajanimesid saab kustutada ainult administraator.
he: רק מנהל מערכת יכול למחוק שמות משתמש.
id: Hanya pengelola yang bisa menghapus nama pengguna.
it: Solo un amministratore può cancellare i nomi utente.
nl: Alleen een beheerder kan gebruikersnamen verwijderen.
pl: Tylko administrator może usuwać użytkowników.
pt: Apenas um administrador pode apagar nomes de utilizador.
ru: Только администратор может удалять учетные записи.
sv: Endast en administratör kan ta bort användarnamn.
th: มีเพียงผู้ดูแลระบบเท่านั้นที่สามารถลบชื่อผู้ใช้ได้
tr: Kullanıcı silmek için bir yönetici olmalısınız.
uk: Тільки адміністратор може видаляти імена користувачів.
zh_hant: 只有管理员可以删除用户名。

source: Only an administrator or the user him/herself can set a password.
ar: يمكن للمسؤول فقط أو المستخدم نفسه تعيين كلمة مرور.
de: Nur ein Administrator oder der Benutzer selbst kann ein Passwort festlegen.
es: Solo un administrador o el usuario pueden establecer la contraseña.
et: Ainult administraator või kasutaja saab ise parooli määrata.
he: רק מנהל מערכת או המשתמש עצמו יכולים להגדיר סיסמה.
id: Hanya pengelola atau pengguna yang bisa mengatur kata sandi.
it: Solo un amministratore o l'utente stesso può impostare una password.
nl: Alleen een beheerder of de gebruiker zelf kan het wachtwoord instellen.
pl: Tylko administrator lub sam użytkownik może zmienić hasło.
pt: Somente um administrador ou o próprio usuário pode definir uma senha.
ru: Только администратор или сам пользователь может устанавливать пароль.
sv: Endast en administratör eller användare själv kan ställa in ett lösenord.
th: มีเพียงผู้ดูแลระบบหรือผู้ใช้เท่านั้นที่สามารถตั้งรหัสผ่านได้
tr: Sadece bir yönetici veya kullanıcının kendisi bir şifre oluşturabilir.
uk: Встановити пароль може тільки адміністратор або сам користувач.
zh_hant: 只有管理员或者用户自己可以设置密码。

source: Please verify your email address
ar: يرجى التحقق من عنوان البريد الإلكتروني الخاص بك
de: Bitte bestätige deine Email Adresse
es: por favor verifique su dirección de correo electrónico
et: Palun kinnitage oma e-posti aadress
he: אנא אמת את כתובת הדוא"ל שלך
id: Harap verifikasi alamat email Anda
it: Verifica il tuo indirizzo e-mail
nl: Verifieer je e-mailadres
pl: Zweryfikuj swój adres e-mail
pt: por favor verifique seu endereço de email
ru: Пожалуйста, подтвердите свой адрес электронной почты
sv: Vänligen verifiera din email adress
th: โปรดยืนยันที่อยู่อีเมลของคุณ
tr: Lütfen email adresini doğrula
uk: Будь ласка, підтвердьте свою електронну адресу
zh_hant: 请验证您的电子邮件地址

source: Random secure password:
ar: كلمة مرور عشوائية آمنة:
de: Zufälliges sicheres Passwort:
es: Contraseña segura aleatoria:
et: Juhuslik turvaline parool:
he: סיסמא מאובטחת אקראית:
id: Kata sandi aman acak:
it: Password casuale e sicura:
nl: Willekeurig veilig wachtwoord:
pl: Losowo wybrane bezpieczne hasło:
pt: Senha segura aleatória:
ru: Случайный надёжный пароль:
sv: Slumpmässigt säkert lösenord:
th: รหัสผ่านที่ปลอดภัยแบบสุ่ม:
tr: Rasgele güvenli şifre:
uk: Випадковий надійний пароль:
zh_hant: 随机安全密码。

source: Search users
ar: بحث المستخدمين
de: Benutzer suchen
es: Buscar usuarios
et: Otsi kasutajaid
he: חפש משתמשים
id: Cari pengguna
it: Ricerca utenti
nl: Zoek gebruikers
pl: Wyszukaj użytkowników
pt: Pesquisar usuários
ru: Пользователи сервиса поиска
sv: Sök användare
th: ค้นหาผู้ใช้
tr: Kullanıcıları ara
uk: Пошук користувачів
zh_hant: 搜索用户

source: Send verification e-mail
ar: ارسل ايميل التفعيل
de: Bestätigungs-E-Mail senden
es: Enviar el correo electrónico de verificación
et: Saada kinnitusmeil
he: שלח דוא"ל אימות
id: Kirim email verifikasi
it: Inviare e-mail di verifica
nl: Stuur bevestigingsmail
pl: Wyślij e-mail weryfikacyjny
pt: Enviar e-mail de verificação
ru: Отправить подтверждение по электронной почте
sv: Skicka bekräftelsemail
th: ส่งอีเมลยืนยัน
tr: Doğrulama e-postası gönderin
uk: Надішліть підтвердження електронною поштою
zh_hant: 发送验证邮件

source: Send welcome e-mail
ar: إرسال بريد إلكتروني ترحيبي
de: Willkommens-E-Mail senden
es: Enviar un correo electrónico de bienvenida
et: Saada tervitusmeil
he: שלח דואר אלקטרוני לקבלת פנים
id: Kirimkan e-mail selamat datang
it: Inviare e-mail di benvenuto
nl: Stuur welkomstmail
pl: Wyślij powitalny e-mail
pt: Enviar e-mail de boas-vindas
ru: Отправить приветственное письмо
sv: Skicka välkomstmeddelande
th: ส่งอีเมลต้อนรับ
tr: Hoş geldin e-postası gönderin
uk: Надішліть вітальний лист
zh_hant: 发送欢迎邮件

source: Sent verification e-mail.
ar: إرسال بريد إلكتروني للتحقق.
de: Bestätigungs-E-Mail gesendet.
es: Enviar un correo electrónico de verificación.
et: Saadetud kinnitusmeil.
he: נשלח דואר אלקטרוני לאימות.
id: Dikirim verifikasi e-mail.
it: Inviato e-mail di verifica.
nl: Bevestigingsmail is verstuurd.
pl: Wysłano e-mail weryfikacyjny.
pt: Enviei um e-mail de verificação.
ru: Отправлено подтверждение по электронной почте.
sv: Skickat verifierings-e-post.
th: ส่งอีเมลยืนยันแล้ว
tr: Doğrulama e-postası gönderildi.
uk: Надіслано підтвердження електронною поштою.
zh_hant: 发出验证邮件。

source: Set username / password
ar: قم بتعيين اسم المستخدم / كلمة المرور
de: Benutzername / Passwort festlegen
es: Asignar usuario / clave
et: Sisesta kasutajanimi / parool
he: הגדר שם משתמש / סיסמה
id: Setelan nama pengguna/kata sandi
it: Imposta nome utente / password
nl: Stel gebruikersnaam / wachtwoord in
pl: Zmień login lub hasło
pt: Definir nome de usuário / senha
ru: Установить имя / пароль
sv: Ange användarnamn / lösenord
th: ตั้งชื่อผู้ใช้ / รหัสผ่าน
tr: Kullanıcı adı / şifre oluştur
uk: Встановити ім'я користувача / пароль
zh_hant: 设置用户名及密码

source: Sorry
ar: آسف
de: Entschuldigung
es: Lo sentimos
et: Vabandust
he: מצטער
id: Maaf
it: Scusa
nl: Excuses
pl: Przepraszamy
pt: Desculpe
ru: Извините
sv: Förlåt
th: ขออภัย
tr: Üzgünüz
uk: Вибачте
zh_hant: 对不起

source: Sorry, this username is already in use. Please try another one.
ar: عذرا ، اسم المستخدم هذا قيد الاستخدام بالفعل. يرجى تجربة واحدة أخرى.
de: Entschuldigung, dieser Benutzername ist bereits in Gebrauch. Bitte versuchen Sie einen anderen.
es: Disculpe, este nombre de usuario ya está siendo usado. Por favor use uno distinto.
et: Vabandust, see kasutajanimi on juba kasutusel. Palun proovige mõnda muud.
he: מצטערים, שם משתמש זה כבר בשימוש. אנא נסה עוד אחד.
id: Maaf, nama pengguna ini telah di gunakan. Silakan coba yang lain.
it: Spiacente, questo nome utente è già in uso. Per favore provane un altro.
nl: Sorry, deze gebruikersnaam is al in gebruik. Probeer een andere.
pl: Przepraszamy, nazwa użytkownika jest już w użyciu. Wybierz inną nazwę.
pt: Desculpe, este nome de utilizador já está a ser usado. Por favor, tente outro.
ru: Извините, это имя пользователя уже занято. Пожалуйста, попробуйте указать другое.
sv: Ledsen, det önskade användarnamnet är redan i användning. Vänligen prova en annan.
th: ขออภัยชื่อผู้ใช้นี้ถูกใช้งานแล้ว โปรดลองอีกอัน
tr: Üzgünüz, bu kullanıcı adı daha önce alınmıştır. Lütfen yeni bir isimle deneyin.
uk: На жаль, це ім’я користувача вже використовується. Будь ласка, спробуйте інший.
zh_hant: 对不起，這個用户名已被使用。请尝试其他用户名。

source: Sorry, you are not allowed to verify this email address.
ar: عذرًا ، غير مسموح لك بالتحقق من عنوان البريد الإلكتروني هذا.
de: Entschuldigung, Sie sind nicht berechtigt, diese E-Mail-Adresse zu bestätigen.
es: Lo sentimos, no tienes permiso para verificar esta dirección de correo electrónico.
et: Kahjuks ei ole teil lubatud seda e-posti aadressi kinnitada.
he: מצטערים, אינך רשאי לאמת כתובת דוא"ל זו.
id: Maaf, Anda tidak diizinkan memverifikasi alamat email ini.
it: Spiacenti, non sei autorizzato a verificare questo indirizzo email.
nl: Je mag dit e-mailadres niet verifiëren.
pl: Przepraszamy, nie masz uprawnień do weryfikacji tego adresu e-mail.
pt: Desculpe, você não tem permissão para verificar este endereço de e-mail.
ru: К сожалению, вам не разрешено подтверждать этот адрес электронной почты.
sv: Tyvärr, du får inte verifiera den här e-postadressen.
th: ขออภัย คุณไม่ได้รับอนุญาตให้ยืนยันที่อยู่อีเมลนี้
tr: Üzgünüz, bu e-posta adresini doğrulamanıza izin verilmiyor.
uk: На жаль, вам не дозволено підтверджувати цю електронну адресу.
zh_hant: 抱歉，您無權驗證此電子郵件地址。

source: Sorry, you can not remove your own username.
ar: عذرا ، لا يمكنك إزالة اسم المستخدم الخاص بك.
de: Sie können Ihren eigenen Benutzernamen leider nicht entfernen.
es: Lo siento, no puedes eliminar tu propio nombre de usuario.
et: Vabandust, te ei saa oma kasutajanime eemaldada.
he: מצטערים, אינך יכול להסיר את שם המשתמש שלך.
id: Maaf, Anda tidak dapat menghapus nama pengguna Anda sendiri.
it: Spiacente, non è possibile rimuovere il proprio nome utente.
nl: Sorry, je kan je eigen gebruikersnaam niet verwijderen.
pl: Przepraszamy, nie możesz usunąć własnej nazwy użytkownika.
pt: Desculpe, você não pode remover seu próprio nome de usuário.
ru: Извините, вы не можете удалить свое имя пользователя.
sv: Du kan tyvärr inte ta bort ditt eget användarnamn.
th: ขออภัยคุณไม่สามารถลบชื่อผู้ใช้ของคุณเองได้
tr: Üzgünüz, kendi kullanıcı adınızı kaldıramazsınız.
uk: На жаль, Ви не можете видалити власне ім’я користувача.
zh_hant: 对不起，你不能删除自己的用户名。

source: Thank you
ar: شكرا لك
de: Danke schön
es: Gracias
et: Aitäh
he: תודה
id: Terima kasih
it: Grazie
nl: Bedankt
pl: Dziękujemy
pt: Obrigado.
ru: Спасибо
sv: Tack
th: ขอขอบคุณ
tr: Teşekkürler
uk: Дякую Вам
zh_hant: 谢谢

source: The address is invalid.
ar: العنوان غير صالح.
de: Die Adresse ist ungültig.
es: La dirección es invalida.
et: Aadress on vale.
he: הכתובת אינה חוקית.
id: Alamat tidak sah.
it: L'indirizzo non è valido.
nl: Het adres is ongeldig.
pl: Adres jest nieprawidłowy.
pt: O endereço é inválido.
ru: Адрес недействителен.
sv: Adressen är ogiltig.
th: ที่อยู่ไม่ถูกต้อง
tr: Bu adres geçersiz.
uk: Адреса недійсна.
zh_hant: 该地址无效。

source: The admin user can not be removed.
ar: لا يمكن إزالة المستخدم الإداري.
de: Der Benutzer admin kann nicht entfernt werden.
es: El usuario administrador no puede ser eliminado.
et: Administraatorit ei saa eemaldada.
he: לא ניתן להסיר את משתמש הניהול.
id: Pengguna admin tidak dapat dihapus.
it: L'utente admin non può essere rimosso.
nl: De admin gebruiker kan niet worden verwijderd.
pl: Nie można usunąć administratora.
pt: O usuário administrador não pode ser removido.
ru: Пользователь-администратор не может быть удален.
sv: Administratörsanvändaren kan inte tas bort.
th: ไม่สามารถลบผู้ใช้ที่เป็นผู้ดูแลระบบได้
tr: Yönetici kullanıcı kaldırılamaz.
uk: Користувача адміністратора не можна видалити.
zh_hant: 管理员用户不能被删除。

source: The e-mail address has been verified.
ar: تم التحقق من عنوان البريد الإلكتروني.
de: Die E-Mail-Adresse wurde verifiziert.
es: La dirección de correo electrónico ha sido verificada.
et: E-posti aadress on kinnitatud.
he: כתובת הדואר האלקטרוני אומתה.
id: Alamat email telah diverifikasi.
it: L'indirizzo e-mail è stato verificato.
nl: Het e-mailadres is geverifieerd.
pl: Adres e-mail został zweryfikowany.
pt: O endereço de e-mail foi verificado.
ru: Адрес электронной почты подтвержден.
sv: E-postadressen har verifierats.
th: ที่อยู่อีเมลได้รับการยืนยันแล้ว
tr: E-posta adresi doğrulandı.
uk: Адреса електронної пошти була перевірена.
zh_hant: 電子郵件地址已經過驗證。

source: The new username/ password has been set.
ar: تم تعيين اسم المستخدم / كلمة المرور الجديدة.
de: Der neue Benutzername/das neue Passwort ist eingestellt.
es: Se ha establecido el nuevo nombre de usuario/contraseña.
et: Uus kasutajanimi / parool on määratud.
he: שם המשתמש / הסיסמה החדשים הוגדרו.
id: Nama pengguna baru/ kata sandi telah ditetapkan.
it: Il nuovo nome utente/password è stato impostato.
nl: De nieuwe gebruikersnaam / wachtwoord is ingesteld.
pl: Nowa nazwa użytkownika / hasło zostały zmienione.
pt: O novo nome de usuário/senha foi definido.
ru: Новые имя / пароль установлены.
sv: Det nya användarnamnet/ lösenordet har ställts in.
th: ตั้งชื่อผู้ใช้ / รหัสผ่านใหม่แล้ว
tr: Yeni kullanıcı adı / şifre belirlendi.
uk: Нове ім’я користувача/пароль встановлено.
zh_hant: 新用户名及密码设置成功。

source: The password of the admin user cannot be changed in the database. Please edit your site’s configuration file in <tt>priv/zotonic_site.config</tt> if you want to change the admin password.
ar: لا يمكن تغيير كلمة مرور المستخدم المسؤول في قاعدة البيانات. يرجى تعديل ملف تكوين موقعك في <tt>priv/zotonic_site.config</tt> إذا كنت تريد تغيير كلمة مرور المسؤول.
de: Das Passwort des Administratorbenutzers kann in der Datenbank nicht geändert werden. Bitte bearbeiten Sie die Konfigurationsdatei Ihrer Site in <tt>priv/zotonic_site.config</tt> , wenn Sie das Administratorpasswort ändern möchten.
es: La contraseña del usuario administrador no se puede cambiar en la base de datos. Edite el archivo de configuración de su sitio en <tt>priv/zotonic_site.config</tt> si desea cambiar la contraseña de administrador.
et: Admin kasutaja parooli ei saa andmebaasis muuta. Kui soovite administraatori parooli muuta, muutke oma saidi konfiguratsioonifaili failis <tt>priv/zotonic_site.config</tt> .
he: לא ניתן לשנות את הסיסמה של משתמש המנהל במסד הנתונים. אנא ערוך את קובץ התצורה של האתר שלך ב- <tt>priv/zotonic_site.config</tt> אם ברצונך לשנות את סיסמת המנהל.
id: Kata sandi pengguna admin tidak dapat diubah di database. Silakan edit file konfigurasi situs Anda di <tt>priv/zotonic_site.config</tt> jika Anda ingin mengubah kata sandi admin.
it: La password dell'utente amministratore non può essere modificata nel database. Modifica il file di configurazione del tuo sito in <tt>priv/zotonic_site.config</tt> se desideri cambiare la password dell'amministratore.
nl: Het wachtwoord van de admin-gebruiker kan niet worden gewijzigd in de database. Bewerk het configuratiebestand van je site in <tt>priv/zotonic_site.config</tt> als je het admin-wachtwoord wilt wijzigen.
pl: W bazie danych nie można zmienić hasła użytkownika admin. Edytuj plik konfiguracyjny swojej witryny w <tt>priv/zotonic_site.config</tt> , jeśli chcesz zmienić hasło administratora.
pt: A senha do usuário administrador não pode ser alterada no banco de dados. Edite o arquivo de configuração do seu site em <tt>priv/zotonic_site.config</tt> se desejar alterar a senha do administrador.
ru: Пароль пользователя-администратора не может быть изменен в базе данных. Пожалуйста, отредактируйте файл конфигурации вашего сайта в <tt>priv/zotonic_site.config</tt> , если вы хотите изменить пароль администратора.
sv: Admin-användarens lösenord kan inte ändras i databasen. Vänligen redigera din webbplats konfigurationsfil i <tt>priv/zotonic_site.config</tt> om du vill ändra administratörslösenordet.
th: ไม่สามารถเปลี่ยนรหัสผ่านของผู้ใช้ที่เป็นผู้ดูแลระบบในฐานข้อมูลได้ โปรดแก้ไขไฟล์การกำหนดค่าของไซต์ของคุณใน <tt>priv/zotonic_site.config</tt> หากคุณต้องการเปลี่ยนรหัสผ่านของผู้ดูแลระบบ
tr: Admin kullanıcısının şifresi veritabanında değiştirilemez. Yönetici şifresini değiştirmek istiyorsanız lütfen <tt>priv/zotonic_site.config</tt> içinde sitenizin yapılandırma dosyasını düzenleyin.
uk: Пароль користувача адміністратора не можна змінити в базі даних. Відредагуйте файл конфігурації свого сайту в <tt>priv/zotonic_site.config</tt> , якщо ви хочете змінити пароль адміністратора.
zh_hant: 資料庫中admin用戶的密碼不能修改。如果您想更改管理員密碼，請在 <tt>priv/zotonic_site.config</tt> 中編輯網站的設定檔。

source: The username is already in use, please try another.
ar: اسم المستخدم قيد الاستخدام بالفعل ، يرجى المحاولة مرة أخرى.
de: Der Benutzername ist bereits in Gebrauch, bitte versuchen Sie einen anderen.
es: El nombre de usuario ya está en uso, por favor utilice otro.
et: Kasutajanimi on juba kasutusel, proovige teist.
he: שם המשתמש כבר בשימוש, אנא נסה אחר.
id: Nama pengguna sudah di pakai, silahkan coba yang lain.
it: Il nome utente è già in uso, prova con un altro.
nl: Deze gebruikersnaam is al in gebruik, probeer een andere.
pl: Nazwa użytkownika jest już używana, spróbuj użyć innej.
pt: O nome de usuário já está em uso, por favor tente outro.
ru: Пользователь с таким именем уже существует, пожалуйста, задайте другое имя.
sv: Användarnamnet är redan i bruk, försök med ett annat.
th: ชื่อผู้ใช้ถูกใช้แล้วโปรดลองชื่ออื่น
tr: Bu kullanıcı adı kullanılıyor, lütfen başka bir tane deneyin.
uk: Ім’я користувача вже використовується, будь ласка, спробуйте інше.
zh_hant: 用户名已经被使用，请使用其他名字。

source: There is no username coupled to this person.
ar: لا يوجد اسم مستخدم مقترن بهذا الشخص.
de: Es ist kein Benutzername an diese Person gekoppelt.
es: No hay un nombre de usuario emparejada con esta persona.
et: Selle inimesega pole seotud ühtegi kasutajanime.
he: אין שם משתמש המוצמד לאדם זה.
id: Tidak ada nama pengguna yang digabungkan ke orang ini.
it: Non c'è nessun nome utente abbinato a questa persona.
nl: Er is geen gebruikersnaam aan deze persoon gekoppeld.
pl: Nie ma nazwy użytkownika powiązanej z tą osobą.
pt: Não há nenhum nome de usuário acoplado a esta pessoa.
ru: Нет учетных записей, связанных с этой персоной.
sv: Det finns inga användarnamn kopplade till denna person.
th: ไม่มีชื่อผู้ใช้คู่กับบุคคลนี้
tr: Bu kullanıcıya ait bir kullanıcı adı yok.
uk: Немає імені користувача, пов’язаного з цією особою.
zh_hant: 没有用户名与该人员匹配。
