Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Query, for example:
ar: الاستعلام، على سبيل المثال:
de: Abfrage, zum Beispiel:
es: Consulta, por ejemplo:
et: Päring, näiteks:
he: שאילתה, לדוגמה:
id: Pertanyaan, misalnya:
it: Query, ad esempio:
nl: Query, bijvoorbeeld:
pl: Zapytanie, na przykład:
pt: Consulta, por exemplo:
ru: Запрос, например:
sv: Fråga, till exempel:
th: สอบถามเช่น:
tr: Örneğin sorgu:
uk: Запит, наприклад:
zh_hant: 查詢例如：

source: Read more on the web
ar: اقرأ المزيد على الويب
de: Lesen Sie mehr im Web
es: Leer más en la web
et: Lisateave veebis
he: קרא עוד באינטרנט
id: Baca lebih lanjut di web
it: Leggi di più sul web
nl: Lees meer op het web
pl: Przeczytaj więcej w internecie
pt: Leia mais na web
ru: Узнать больше в сети
sv: Läs mer på webben
th: อ่านเพิ่มเติมได้ที่เว็บ
tr: Web'de daha fazlasını okuyun
uk: Читайте більше в Інтернеті
zh_hant: 在網絡上閱讀更多內容

source: Recipient deleted.
ar: تم حذف المستلم.
de: Empfänger gelöscht.
es: Destinatario borrado.
et: Saaja kustutatud.
he: הנמען נמחק.
id: Penerima dihapus.
it: Destinatario cancellato.
nl: Ontvanger verwijderd.
pl: Odbiorca został usunięty.
pt: Recipiente eliminado.
ru: Получатель удален.
sv: Mottagaren raderad.
th: ลบผู้รับแล้ว
tr: Alıcı silindi.
uk: Одержувача видалено.
zh_hant: 收件人被删除。

source: Recipients
ar: المستلمون
de: Empfänger
es: Destinatarios
et: Saajad
he: מקבלי
id: Penerima
it: Destinatari
nl: Ontvangers
pl: Odbiorcy
pt: Destinatários
ru: Получатели
sv: Mottagare
th: ผู้รับ
tr: Alıcılar
uk: Одержувачі
zh_hant: 收件人

source: Recipients are subscribed either as email-only (via a simple signup form), or as subscribed persons in the system.
ar: يتم اشتراك المستلمين إما بالبريد الإلكتروني فقط (عبر نموذج تسجيل بسيط) ، أو كأشخاص مشتركين في النظام.
de: Die Empfänger werden entweder als reine E-Mail-Empfänger (über ein einfaches Anmeldeformular) oder als abonnierte Personen im System eingetragen.
es: Los destinatarios están suscritos ya sea solo por correo electrónico (a través de un formulario sencillo de registro), o como personas suscritas en el sistema.
et: Saajad tellitakse kas ainult e-posti teel (lihtsa registreerimisvormi kaudu) või süsteemi tellitud isikutena.
he: הנמענים רשומים כמייל בלבד (באמצעות טופס הרשמה פשוט), או כמנויים במערכת.
id: Penerima berlangganan salah satu paket e-mail saja (melalui sebuah formulir pendaftaran sederhana), atau sebagai langganan personal dalam sistem.
it: I destinatari si iscrivono sia come soli email (tramite un semplice modulo d'iscrizione), sia come persone iscritte nel sistema.
nl: Ontvangers zijn geabonneerd als e-mail-only (via een eenvoudig aanmeldingsformulier), of als geabonneerde personen in het systeem.
pl: Odbiorcy są subskrybowani tylko przez e-mail (za pomocą formularza rejestracji) lub jako osoby subskrybowane w systemie.
pt: Os destinatários são inscritos apenas por e-mail (através de um formulário de registro simples) ou como pessoas inscritas no sistema.
ru: Получатели подписываются либо только по электронной почте (через простую форму регистрации), либо как подписанные лица в системе.
sv: Mottagarna prenumererar antingen som endast e-post (via ett enkelt registreringsformulär) eller som prenumeranter i systemet.
th: ผู้รับสมัครเป็นสมาชิกแบบอีเมลเท่านั้น (ผ่านแบบฟอร์มการสมัครง่ายๆ) หรือในฐานะผู้สมัครในระบบ
tr: Alıcılar, yalnızca e-postayla (basit bir kayıt formu aracılığıyla) veya sistemdeki abone kişiler olarak abone olunur.
uk: Одержувачі підписуються або лише як електронна пошта (через просту форму реєстрації), або як підписані особи в системі.
zh_hant: 收件人可以通过 email 方式（简单的注册表单），或者是系统中成员的方式来订阅。

source: Recipients for
ar: المستلمون ل
de: Empfänger für
es: Destinatarios para
et: Saaja
he: מקבלי
id: Penerima untuk
it: Destinatari per
nl: Ontvangers voor
pl: Odbiorcy dla
pt: Recipientes para
ru: Получатели для
sv: Mottagare för
th: ผู้รับสำหรับ
tr: Alıcılar için
uk: Одержувачі за
zh_hant: 收件人位于

source: Recipients search query
ar: استعلام البحث عن المستلمين
de: Suchanfrage der Empfänger
es: Consulta de búsqueda de destinatarios
et: Saajate otsingupäring
he: שאילתת חיפוש נמענים
id: Kueri pencarian penerima
it: Query di ricerca dei destinatari
nl: Zoekopdracht ontvangers
pl: Zapytanie wyszukiwania odbiorców
pt: Consulta de pesquisa de destinatários
ru: Запрос поиска получателей
sv: Sökfråga för mottagare
th: คำค้นหาผู้รับ
tr: Alıcı arama sorgusu
uk: Пошуковий запит одержувачів
zh_hant: 收件者搜尋查詢

source: Remove this recipient. No undo possible.
ar: قم بإزالة هذا المستلم. لا يمكن التراجع.
de: Entfernen Sie diesen Empfänger. Kein Rückgängig machen möglich.
es: Eliminar este recipiente. No se puede deshacer.
et: Eemaldage see saaja. Tagasivõtmine pole võimalik.
he: הסר נמען זה. לא ניתן לבטל.
id: Menghapus penerima. Tidak mungkin ada yang melepaskan.
it: Rimuovi questo destinatario. Nessun annullamento possibile.
nl: Verwijder ontvanger. Herstel is niet mogelijk.
pl: Usuń tego odbiorcę. Nie można cofnąć.
pt: Retire este destinatário. Não é possível desfazer.
ru: Удалите этого получателя. Отмена невозможна.
sv: Ta bort den här mottagaren. Inget ångra möjligt.
th: ลบผู้รับนี้ ไม่สามารถยกเลิกได้
tr: Bu alıcıyı kaldırın. Telafi etmek mümkün değil.
uk: Видалити цього одержувача. Скасування неможливе.
zh_hant: 删除这个收件人，无法撤销。

source: Removed subscription.
ar: تمت إزالة الاشتراك.
de: Abonnement entfernt.
es: Suscripción eliminada.
et: Tellimus eemaldati.
he: הוסר מנוי.
id: Langganan dihapus.
it: Abbonamento rimosso.
nl: Abonnement verwijderd.
pl: Usunięto subskrypcję.
pt: Assinatura removida.
ru: Удалена подписка.
sv: Borttagen prenumeration.
th: ลบการสมัครรับข้อมูลแล้ว
tr: Abonelik kaldırıldı.
uk: Вилучено підписку.
zh_hant: 已刪除訂閱。

source: Saved the opt-out preference.
ar: تم حفظ تفضيل إلغاء الاشتراك.
de: Die Opt-out-Einstellung wurde gespeichert.
es: Guardó la preferencia de exclusión.
et: Loobumise eelistus salvestati.
he: שמר את העדפת ביטול ההסכמה.
id: Menyimpan preferensi menyisih.
it: Preferenza di disattivazione salvata.
nl: De opt-out voorkeur zijn opgeslagen.
pl: Zapisano preferencję rezygnacji.
pt: Salvou a preferência de exclusão.
ru: Сохранены настройки отказа.
sv: Sparade inställningen för att välja bort.
th: บันทึกการตั้งค่าการเลือกไม่ใช้
tr: Devre dışı bırakma tercihi kaydedildi.
uk: Збережено налаштування відмови.
zh_hant: 保存退出偏好。

source: Scheduled
ar: المقرر
de: Geplant
es: Programado
et: Plaaniline
he: מתוזמן
id: Terjadwal
it: Programmato
nl: Ingeroosterd
pl: Zaplanowany na
pt: Agendado
ru: Запланировано
sv: Planerad
th: กำหนดเวลา
tr: Planlanmış
uk: За розкладом
zh_hant: 计划中

source: Select...
ar: تحديد...
de: Auswählen...
es: Seleccionar...
et: Valige ...
he: בחר...
id: Pilih...
it: Seleziona...
nl: Selecteer…
pl: Wybierz...
pt: Selecione...
ru: Выберите...
sv: Välj...
th: เลือก...
tr: Seç...
uk: Виберіть...
zh_hant: 选择...

source: Send e-mail
ar: ارسل بريد الكتروني
de: E-Mail senden
es: Enviar correo electrónico
et: Saada email
he: שלח אימייל
id: Kirim e-mail
it: Inviare e-mail
nl: Verstuur e-mail
pl: Wyślij e-mail
pt: Enviar e-mail
ru: Отправить электронное сообщение
sv: Skicka epost
th: ส่งอีเมล
tr: E-posta gönder
uk: Відправити лист
zh_hant: 发送 e-mail

source: Send mailing
ar: إرسال بريد
de: Mailing senden
es: Enviar correo
et: Saada postitus
he: שלח דיוור
id: Kirim surat
it: Inviare il mailing
nl: Verstuur mailing
pl: Wyślij mailing
pt: Enviar correio
ru: Отправить рассылку
sv: Skicka utskick
th: ส่งไปรษณีย์
tr: Posta gönder
uk: Відправити розсилку
zh_hant: 发送邮件

source: Send test mailing
ar: إرسال بريد تجريبي
de: Test-Mailing senden
es: Enviar correo de prueba
et: Saada testpost
he: שלח דיוור למבחן
id: Mengirim test mail
it: Invia un mailing di prova
nl: Stuur test mailing
pl: Wyślij maila testowego
pt: Enviar correio de teste
ru: Отправить тестовую рассылку
sv: Skicka testutskick
th: ส่งจดหมายทดสอบ
tr: Test postasını gönder
uk: Надіслати тестову розсилку
zh_hant: 发送测试邮件

source: Send test to address
ar: إرسال الاختبار إلى العنوان
de: Test an Adresse senden
es: Enviar prueba a la dirección
et: Saada test aadressile
he: שלח בדיקה לכתובת
id: Kirim tes ke alamat
it: Invia il test all'indirizzo
nl: Verstuurd naar test adres
pl: Wyślij test na adres
pt: Enviar teste para o endereço
ru: Отправить тест по адресу
sv: Skicka test till adress
th: ส่งการทดสอบไปยังที่อยู่
tr: Adrese test gönder
uk: Відправити тест на адресу
zh_hant: 发送测试到地址

source: Send the mailing automatically after the publication start date of
ar: أرسل المراسلات البريدية تلقائيًا بعد تاريخ بدء النشر
de: Senden Sie das Mailing automatisch nach dem Veröffentlichungsstartdatum von
es: Enviar el correo automáticamente después de la fecha de inicio publicación de
et: Saatke postitus automaatselt pärast avaldamise alguskuupäeva
he: שלח את הדיוור באופן אוטומטי לאחר תאריך תחילת הפרסום של
id: Mengirim surat secara otomatis setelah publikasi tanggal mulai
it: Inviare il mailing automaticamente dopo la data di inizio della pubblicazione di
nl: Verstuur de mailing automatisch na de startdatum van de publicatie van
pl: Wysyłaj mailing automatycznie po dacie rozpoczęcia publikacji
pt: Enviar o mailing automaticamente após a data de início da publicação de
ru: Отправить рассылку автоматически после даты начала публикации в формате
sv: Skicka utskicket automatiskt efter publiceringsstartdatum den
th: ส่งจดหมายโดยอัตโนมัติหลังจากวันที่เริ่มการเผยแพร่ของ
tr: Postayı, yayın başladığı tarihten sonra otomatik olarak gönderin
uk: Надішліть розсилку автоматично після дати початку публікації
zh_hant: 自动发送邮件在发布日期

source: Send the mailing immediately after the "published" checkbox has been checked in the edit page.
ar: أرسل البريد فورًا بعد تحديد مربع الاختيار "منشور" في صفحة التحرير.
de: Senden Sie das Mailing sofort, nachdem das Kontrollkästchen "veröffentlicht" auf der Bearbeitungsseite aktiviert wurde.
es: Enviar el correo inmediatamente después de que la casilla de verificación "publicado" haya sido comprobada en la página de edición.
et: Saatke postitus kohe pärast seda, kui redigeerimislehel on märgitud ruut "avaldatud".
he: שלח את הדיוור מיד לאחר שסימנה תיבת הסימון "פורסמה" בדף העריכה.
id: Mengirim surat segera setelah "diterbitkan" centang telah diperiksa di halaman penyuntingan.
it: Invia l'invio immediatamente dopo che la casella di controllo "pubblicato" è stata selezionata nella pagina di modifica.
nl: Verstuur de mailing direct nadat het vakje "gepubliceerd" is aangevinkt op de bewerkingspagina.
pl: Wyślij mailing natychmiast po zaznaczeniu pola wyboru „opublikowane” na stronie edycji.
pt: Envie o e-mail imediatamente após a caixa de seleção "publicado" ter sido marcada na página de edição.
ru: Отправлять рассылку следует сразу после того, как на странице редактирования установлен флажок "опубликовано".
sv: Skicka utskicket direkt efter att kryssrutan "publicerad" har markerats på redigeringssidan.
th: ส่งจดหมายทันทีหลังจากเลือกช่องทำเครื่องหมาย "เผยแพร่แล้ว" ในหน้าแก้ไข
tr: Postayı düzenleme sayfasındaki "yayınlandı" butonu işaretlendiğinde hemen gönder.
uk: Надішліть лист відразу після того, як на сторінці редагування буде встановлено прапорець «опубліковано».
zh_hant: 编辑页面中 "发布" 被选中后立即发送邮件。

source: Send the mailing right now, but do not include a link back to the website.
ar: أرسل البريد في الوقت الحالي ، ولكن لا تقم بتضمين رابط للعودة إلى موقع الويب.
de: Schicken Sie das Mailing gleich ab, aber fügen Sie keinen Link zurück auf die Website ein.
es: Enviar el correo ahora mismo. pero incluir un enlace de vuelta a la sitio web.
et: Saatke kiri kohe, kuid ärge lisage linki veebisaidile.
he: שלחו את הדיוור כבר עכשיו, אך אל תכללו קישור חזרה לאתר.
id: Mengirim surat sekarang, tapi tidak menyertakan link kembali kedalam situs web.
it: Invia subito il mailing, ma non includere un link al sito web.
nl: Verstuur de mailing meteen, maar voeg geen link terug naar de website toe.
pl: Wyślij maila już teraz, ale nie umieszczaj linku do strony internetowej.
pt: Envie o mailing agora mesmo, mas não inclua um link de volta para o site.
ru: Отправьте письмо прямо сейчас, но не включайте обратно ссылку на сайт.
sv: Skicka utskicket direkt, men ta inte med en länk tillbaka till webbplatsen.
th: ส่งจดหมายตอนนี้ แต่ไม่รวมลิงค์กลับไปที่เว็บไซต์
tr: Postayı hemen gönder ama site bağlantısını dahil etme.
uk: Надішліть лист прямо зараз, але не включайте посилання на вебсайт.
zh_hant: 立即发送邮件，但是不会带有到内容的网页链接。

source: Send this page to a mailinglist and view mailinglist statistics.
ar: أرسل هذه الصفحة إلى قائمة بريدية واعرض إحصائيات القائمة البريدية.
de: Senden Sie diese Seite an eine Mailingliste und sehen Sie sich die Statistiken der Mailingliste an.
es: Enviar esta página a una lista de correo y ver las estadísticas de la lista de correo.
et: Saada see leht meililistile ja vaadake meililistide statistikat.
he: שלח עמוד זה לרשימת תפוצה והצג נתונים סטטיסטיים של רשימת תפוצה.
id: Kirim halaman ini kedalam daftar pesan dan melihat statistik daftar surat.
it: Invia questa pagina a una mailinglist e visualizza le statistiche della mailinglist.
nl: Stuur deze pagina naar een mailinglijst en bekijk de statistieken van de mailinglijst.
pl: Wyślij tę stronę do listy mailingowej i przejrzyj statystyki listy mailingowej.
pt: Envie esta página para uma mailinglist e veja as estatísticas da mailinglist.
ru: Отправьте эту страницу в список рассылки и просмотрите статистику почтового индекса.
sv: Skicka den här sidan till en adresslista och se statistik för adresslistan.
th: ส่งหน้านี้ไปยังรายชื่ออีเมลและดูสถิติรายชื่ออีเมล
tr: Bu sayfayı posta listesine gönder ve posta listesinin istatistiklerini görüntüle.
uk: Надішліть цю сторінку до списку розсилки та перегляньте статистику списку розсилки.
zh_hant: 发送本页面到邮件列表，并查看邮件列表统计。

source: Send this page to a single address
ar: أرسل هذه الصفحة إلى عنوان واحد
de: Diese Seite an eine einzige Adresse senden
es: Enviar esta página a una única dirección
et: Saada see leht ühele aadressile
he: שלח דף זה לכתובת יחידה
id: Kirimkan halaman ini ke satu alamat
it: Invia questa pagina a un solo indirizzo
nl: Verstuur deze pagina naar een e-mailadres
pl: Wyślij tę stronę na jeden adres
pt: Enviar esta página para um único endereço
ru: Отправить эту страницу по одному адресу
sv: Skicka den här sidan till en enda adress
th: ส่งหน้านี้ไปยังที่อยู่เดียว
tr: Bu sayfayı tek bir adrese gönder
uk: Надішліть цю сторінку на одну адресу
zh_hant: 发送本页面到单个地址

source: Send this page to the test mailing list.
ar: أرسل هذه الصفحة إلى القائمة البريدية التجريبية.
de: Senden Sie diese Seite an die Test-Mailingliste.
es: Enviar esta página a la lista de correo de prueba.
et: Saada see leht testpostiloendisse.
he: שלח עמוד זה לרשימת התפוצה של הבדיקה.
id: Kirim halaman ini untuk menguji daftar mailing.
it: Invia questa pagina alla mailing list di prova.
nl: Verstuur deze pagina naar de test mailinglijst
pl: Wyślij tę stronę na testową listę mailingową.
pt: Envie esta página para a lista de correio de teste.
ru: Отправьте эту страницу в тестовый список рассылки.
sv: Skicka den här sidan till testutskicklistan.
th: ส่งหน้านี้ไปยังรายชื่อผู้รับจดหมายทดสอบ
tr: Bu sayfayı test posta listesine gönder.
uk: Надішліть цю сторінку до списку тестової розсилки.
zh_hant: 发送本页面到测试邮件列表。

source: Send welcome
ar: أرسل ترحيبًا
de: Begrüßung senden
es: Enviar bienvenida
et: Saada teretulnud
he: שלח ברוך הבא
id: Kirim Selamat datang
it: Inviare il benvenuto
nl: Stuur welkomst e-mail
pl: Wyślij powitanie
pt: Enviar boas-vindas
ru: Отправь приветствие
sv: Skicka välkommen
th: ส่งยินดีต้อนรับ
tr: Hoş geldiniz gönder
uk: Надішліть вітання
zh_hant: 发送欢迎消息

source: Sender address for e-mails (optional)
ar: عنوان المرسل لرسائل البريد الإلكتروني (اختياري)
de: Absenderadresse für E-Mails (optional)
es: Dirección del remitente para correos electrónicos (opcional)
et: E-kirjade saatja aadress (valikuline)
he: כתובת שולח להודעות דואר אלקטרוני (אופציונלי)
id: Alamat pengirim untuk e-mail (pilihan)
it: Indirizzo del mittente per le e-mail (opzionale)
nl: Afzender e-mailadres voor de e-mails (optioneel)
pl: Adres nadawcy dla e-maili (opcjonalnie)
pt: Endereço do remetente para e-mails (opcional)
ru: Адрес отправителя для электронной почты (необязательно)
sv: Avsändaradress för e-post (valfritt)
th: ที่อยู่ผู้ส่งสำหรับอีเมล (ไม่บังคับ)
tr: E-postalar için gönderici adresi (isteğe bağlı)
uk: Адреса відправника для електронних листів (необов'язково)
zh_hant: E-mail 的发送者地址（可选）

source: Sender name for e-mails (optional)
ar: اسم المرسل لرسائل البريد الإلكتروني (اختياري)
de: Absendername für E-Mails (optional)
es: Nombre del remitente para correos electrónicos (opcional)
et: Saatja nimi e-kirjadele (valikuline)
he: שם השולח להודעות דואר אלקטרוני (אופציונלי)
id: Nama pengirim e-mail (pilihan)
it: Nome del mittente per le e-mail (opzionale)
nl: Afzendernaam voor de e-mails (optioneel)
pl: Nazwa nadawcy dla e-maili (opcjonalnie)
pt: Nome do remetente para e-mails (opcional)
ru: Имя отправителя для электронной почты (необязательно)
sv: Avsändarnamn för e-post (valfritt)
th: ชื่อผู้ส่งอีเมล (ไม่บังคับ)
tr: E-postalar için gönderici adı (isteğe bağlı)
uk: Ім'я відправника для електронних листів (необов'язково)
zh_hant: E-mail 的发送者名字（可选）

source: Sending the e-mail...
ar: إرسال البريد الإلكتروني ...
de: Versenden der E-Mail.....
es: Enviando el correo electrónico...
et: E-kirja saatmine ...
he: שולח את הדואר האלקטרוני ...
id: Mengirimkan e-mail...
it: Invio dell'e-mail...
nl: E-mail wordt verstuurd...
pl: Wysyłanie e-maila ...
pt: A enviar o e-mail...
ru: Отправка электронной почты...
sv: Skickar e-postmeddelandet ...
th: การส่งอีเมล ...
tr: E-posta gönderiliyor...
uk: Надсилання електронного листа...
zh_hant: 发送 e-mail ...

source: Sending the page to
ar: إرسال الصفحة إلى
de: Senden der Seite an
es: Enviar la página a
et: Lehe saatmine aadressile
he: שליחת הדף אל
id: Mengirimkan halaman ke
it: Inviare la pagina a
nl: Bezig met de pagina te versturen naar
pl: Wysyłam stronę do
pt: Enviando a página para
ru: Отправка страницы в
sv: Skickar sidan till
th: กำลังส่งเพจไปที่
tr: Sayfa şuraya gönderiliyor
uk: Відправлення сторінки до
zh_hant: 发送页面到

source: Sending the page to the test mailing list...
ar: إرسال الصفحة إلى القائمة البريدية التجريبية ...
de: Senden der Seite an die Test-Mailingliste......
es: Enviando la página a la lista de prueba de distribución de correo...
et: Lehe saatmine testpostiloendisse ...
he: שולח את הדף לרשימת התפוצה של הבדיקה ...
id: Mengirimkan halaman untuk menguji daftar...
it: Invio della pagina alla mailing list di prova...
nl: De pagina wordt verstuurd naar de mailinglijst...
pl: Wysyłam stronę na testową listę mailingową...
pt: Enviar a página para a lista de correio de teste...
ru: Отправка страницы в тестовый список рассылки...
sv: Skickar sidan till testutskicklistan ...
th: กำลังส่งเพจไปยังรายชื่ออีเมลทดสอบ ...
tr: Sayfa test posta listesine gönderiliyor...
uk: Відправлення сторінки до списку тестової розсилки...
zh_hant: 正在将页面发送到测试邮件列表...

source: Sent on
ar: أرسلت في
de: Gesendet am
es: Enviado
et: Saadetud
he: נשלח ב
id: Dikirim pada
it: Inviato il
nl: Verstuurd op
pl: Wysłano
pt: Enviado em
ru: Отправленный
sv: Skickad på
th: ส่งเมื่อ
tr: Tarihinde gönderildi
uk: Надіслано
zh_hant: 发送时间

source: Show all recipients
ar: إظهار جميع المستلمين
de: Alle Empfänger anzeigen
es: Mostrar todos los destinatarios
et: Kuva kõik saajad
he: הצג את כל הנמענים
id: Tampilkan semua penerima
it: Mostra tutti i destinatari
nl: Alle ontvangers weergeven
pl: Pokaż wszystkich odbiorców
pt: Mostrar todos os destinatários
ru: Показать всех получателей
sv: Visa alla mottagare
th: แสดงผู้รับทั้งหมด
tr: Tüm alıcıları göster
uk: Показати всіх одержувачів
zh_hant: 顯示所有收件者

source: Sorry, I could not subscribe you to the mailing list. Please try again later or with another e-mail address.
ar: عذرا ، لم أستطع الاشتراك في القائمة البريدية. يرجى المحاولة مرة أخرى لاحقًا أو باستخدام عنوان بريد إلكتروني آخر.
de: Leider konnte ich Sie nicht in die Mailingliste eintragen. Bitte versuchen Sie es später oder mit einer anderen E-Mail-Adresse erneut.
es: Lo siento, no pude suscribirlo a la lista de distribución de correo. Por favor intente de nuevo o con otra dirección de correo electrónico.
et: Vabandust, ma ei saanud teid postitusloendisse tellida. Proovige hiljem uuesti või kasutage mõnda muud e-posti aadressi.
he: מצטער, לא יכולתי להירשם כמנוי לרשימת התפוצה. נסה שוב מאוחר יותר או עם כתובת דואר אלקטרוני אחרת.
id: Maaf, saya tidak bisa berlangganan kedalam daftar surat. Silakan coba lagi nanti atau dengan alamat e-mail lain.
it: Spiacente, non ho potuto iscriverti alla mailing list. Si prega di riprovare più tardi o con un altro indirizzo e-mail.
nl: Sorry, kon je niet inschrijven op de mailinglijst. Probeer het later nog eens of gebruik een ander emailadres.
pl: Przepraszamy, nie mogliśmy zapisać Cię na listę mailingową. Spróbuj ponownie później lub z innym adresem e-mail.
pt: Desculpe, não consegui assinar a lista de discussão. Tente novamente ou com outro endereço de e-mail.
ru: Извините, я не смог подписать вас на список рассылки. Пожалуйста, повторите попытку позже или с другим адресом электронной почты.
sv: Jag kunde tyvärr inte prenumerera på e-postlistan. Försök igen senare eller med en annan e-postadress.
th: ขออภัยฉันสมัครรายชื่ออีเมลให้คุณไม่ได้ โปรดลองอีกครั้งในภายหลังหรือใช้ที่อยู่อีเมลอื่น
tr: Üzgünüm, sizi posta listesine abone yapamadım. Lütfen daha sonra tekrar deneyin yada başka bir e-posta adresi ile.
uk: На жаль, я не можу підписатися на Вас на список розсилки. Будь ласка, спробуйте пізніше або з іншою адресою електронної пошти.
zh_hant: 对不起，无法完成您的订阅。请稍后重试或使用其他 e-mail 地址。

source: Sorry, can’t confirm your subscription
ar: عذرا ، لا يمكن تأكيد اشتراكك
de: Sorry, kann Ihr Abonnement nicht bestätigen
es: Lo siento, no pudimos confirmar su suscripción
et: Kahjuks ei saa teie tellimust kinnitada
he: מצטערים, לא מצליח לאשר את המנוי שלך
id: Maaf, langganan Anda tidak dapat dikonfirmasi
it: Spiacente, non posso confermare la tua iscrizione
nl: Sorry, kan je inschrijving niet bevestigen
pl: Przepraszamy, nie możemy potwierdzić Twojej subskrypcji
pt: Desculpe, não podemos aprovar a sua assinatura
ru: Извините, не могу подтвердить вашу подписку.
sv: Jag kan tyvärr inte bekräfta din prenumeration
th: ขออภัยไม่สามารถยืนยันการสมัครของคุณ
tr: Üzgünüz, aboneliğinizi onaylayamıyoruz
uk: На жаль, не можу підтвердити вашу підписку
zh_hant: 对不起，无法确认您的订阅

source: Sorry, can’t find your subscription
ar: عذرا ، لا يمكن العثور على اشتراكك
de: Sorry, kann Ihr Abonnement nicht finden
es: Lo siento, no pudimos encontrar su suscripción
et: Vabandust, teie tellimust ei leitud
he: מצטער, לא מצליח למצוא את המנוי שלך
id: Maaf, langganan anda tidak dapat ditemukan
it: Spiacente, non riesco a trovare il tuo abbonamento
nl: Sorry, kan je inschrijving niet vinden
pl: Przepraszamy, nie możemy znaleźć Twojej subskrypcji
pt: Desculpe, não podemos encontrar sua assinatura
ru: Извините, не могу найти вашу подписку.
sv: Jag kan tyvärr inte hitta din prenumeration
th: ขออภัยไม่พบการสมัครรับข้อมูลของคุณ
tr: Üzgünüz, aboneliğinizi bulamıyoruz
uk: На жаль, не можу знайти вашу підписку
zh_hant: 对不起，找不到您的订阅
