Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: <h3>Recipients</h3><p>To add, remove or view the mailing list recipients, click on the “show all recipients” link.</p><h3>Sender name and e-mail address</h3><p>The sender name and e-mail address can be set per mailing list. This defaults to the config key <tt>site.email_from</tt>. The <i>From</i> of the sent e-mails will be set to the sender name and address.</p><h3>Automatic upload of recipient lists</h3><p>The drop folder filename is used for the automatic upload of complete recipients list. The filename must match the filename of the uploaded recipient list. The complete list of recipients will be replaced with the recipients in the drop folder file.</p><h3>Access control</h3><p>Everybody who can edit a mailing list is also allowed to send a page to the mailing list. Everybody who can view the mailing list is allowed to add an e-mail address to the mailing list.</p>
ar: <h3>المستلمون</h3><p>لإضافة أو إزالة أو عرض مستلمي القائمة البريدية ، انقر فوق الارتباط "إظهار كافة المستلمين".</p><h3>اسم المرسل وعنوان البريد الإلكتروني</h3><p>يمكن تعيين اسم المرسل وعنوان البريد الإلكتروني لكل قائمة بريدية. هذا يتم تعيينه افتراضيًا على موقع مفتاح</tt><tt>. سيتم تعيين <i>من</i> من رسائل البريد الإلكتروني المرسلة على اسم المرسل وعنوانه.</p><h3>التحميل التلقائي لقوائم المستلمين</h3><p>يتم استخدام اسم ملف مجلد الإسقاط للتحميل التلقائي لقائمة المستلمين الكاملة. يجب أن يتطابق اسم الملف مع اسم ملف قائمة المستلمين التي تم تحميلها. سيتم استبدال القائمة الكاملة بالمستلمين بالمستلمين في ملف مجلد الإسقاط.</p><h3>التحكم في الوصول</h3><p>كل شخص يمكنه تعديل قائمة بريدية يُسمح له أيضًا بإرسال صفحة إلى القائمة البريدية. يُسمح لأي شخص يمكنه عرض القائمة البريدية بإضافة عنوان بريد إلكتروني إلى القائمة البريدية.</p>
de: <h3>Empfänger</h3><p>Um die Empfänger der Mailingliste hinzuzufügen, zu entfernen oder anzuzeigen, klicken Sie auf den Link „Alle Empfänger anzeigen“.</p><h3>Absendername und E-Mail-Adresse</h3><p>Der Absendername und die E-Mail-Adresse können pro Mailingliste festgelegt werden. Dies ist standardmäßig der Konfigurationsschlüssel <tt>site.email_from</tt>. Die <i>von</i> der versendeten E-Mails werden auf den Absendernamen und die Adresse gesetzt.</p><h3>Automatisches Hochladen von Empfängerlisten</h3><p>Der Dateiname des Ablageordners wird für das automatische Hochladen der vollständigen Empfängerliste verwendet. Der Dateiname muss mit dem Dateinamen der hochgeladenen Empfängerliste übereinstimmen. Die vollständige Empfängerliste wird durch die Empfänger in der Drop-Ordner-Datei ersetzt.</p><h3>Zugriffskontrolle</h3><p>Jeder, der eine Mailingliste bearbeiten kann, darf auch eine Seite an die Mailingliste senden. Jeder, der die Mailingliste einsehen kann, ist berechtigt, eine E-Mail-Adresse zur Mailingliste hinzuzufügen.</p>
es: <h3>Destinatarios</h3><p>Para agregar, eliminar o ver los destinatarios de la lista de correo, haga clic en el enlace "mostrar todos los destinatarios".</p><h3>Nombre del remitente y dirección de correo electrónico</h3><p>El nombre del remitente y la dirección de correo electrónico se pueden configurar por lista de correo. Esto por defecto es la clave de configuración <tt>site.email_from</tt>. Los <i>de</i> de los correos electrónicos enviados se configurarán con el nombre y la dirección del remitente.</p><h3>Carga automática de listas de destinatarios</h3><p>El nombre de archivo de la carpeta desplegable se utiliza para la carga automática de la lista completa de destinatarios. El nombre de archivo debe coincidir con el nombre de archivo de la lista de destinatarios cargada. La lista completa de destinatarios se reemplazará con los destinatarios en el archivo de la carpeta desplegable.</p><h3>Control de acceso</h3><p>Todos los que pueden editar una lista de correo también pueden enviar una página a la lista de correo. Todos los que pueden ver la lista de correo pueden agregar una dirección de correo electrónico a la lista de correo.</p>
et: <h3>Saajad</h3><p>Meililisti adressaatide lisamiseks, eemaldamiseks või vaatamiseks klõpsake lingil "näita kõiki saajaid".</p><h3>Saatja nimi ja e-posti aadress</h3><p>Saatja nime ja e-posti aadressi saab määrata postiloendi kaupa. Vaikimisi on see konfiguratsioonivõti <tt>site.email_from</tt>. Saadetud e-kirjadest <i>From</i> määratakse saatja nimeks ja aadressiks.</p><h3>Saajate loendite automaatne üleslaadimine</h3><p>Rippkausta failinime kasutatakse täieliku adressaatide loendi automaatseks üleslaadimiseks. Failinimi peab ühtima üleslaaditud adressaatide loendi failinimega. Täielik adressaatide loend asendatakse ripkaustafailis olevate adressaatidega.</p><h3>Juurdepääsu kontroll</h3><p>Kõigil, kes saavad meililisti redigeerida, on lubatud ka lehekülg postiloendisse saata. Kõigil, kes saavad meililistiga tutvuda, on lubatud meililisti lisada e-posti aadress.</p>
he: <h3>נמענים</h3><p>כדי להוסיף, להסיר או להציג את נמעני רשימת התפוצה, לחץ על הקישור "הצג את כל הנמענים".</p><h3>שם השולח וכתובת הדואר האלקטרוני</h3><p>ניתן להגדיר את שם השולח וכתובת הדואר האלקטרוני לפי רשימת תפוצה. זה כברירת מחדל למפתח התצורה <tt>site.email_from</tt>. ה <i>מתוך</i> הודעות הדואר האלקטרוני שנשלחו יוגדרו לשם השולח והכתובת.</p><h3>העלאה אוטומטית של רשימות נמענים</h3><p>שם הקובץ של תיקיית השחרור משמש להעלאה אוטומטית של רשימת הנמענים השלמה. שם הקובץ חייב להתאים לשם הקובץ של רשימת הנמענים שהועלו. רשימת הנמענים המלאה תוחלף בנמענים בקובץ תיקיית השחרור.</p><h3>בקרת גישה</h3><p>כל מי שיכול לערוך רשימת תפוצה רשאי גם לשלוח דף לרשימת התפוצה. כל מי שיכול לצפות ברשימת התפוצה רשאי להוסיף כתובת דואר אלקטרוני לרשימת התפוצה.</p>
id: <h3>Penerima</h3><p>Untuk menambah, menghapus, atau melihat penerima milis, klik tautan "tampilkan semua penerima".</p><h3>Nama pengirim dan alamat email</h3><p>Nama pengirim dan alamat email dapat diatur per milis. Ini default ke kunci konfigurasi <tt>site.email_from</tt>. <i>Dari</i> email yang dikirim akan diatur ke nama dan alamat pengirim.</p><h3>Pengunggahan otomatis daftar penerima</h3><p>Nama file folder lepas digunakan untuk pengunggahan otomatis daftar penerima lengkap. Nama file harus cocok dengan nama file dari daftar penerima yang diunggah. Daftar lengkap penerima akan diganti dengan penerima di file folder drop.</p><h3>Kontrol akses</h3><p>Setiap orang yang dapat mengedit milis juga diperbolehkan untuk mengirim halaman ke milis. Setiap orang yang dapat melihat milis diperbolehkan untuk menambahkan alamat email ke milis.</p>
it: <h3>Destinatari</h3><p>Per aggiungere, rimuovere o visualizzare i destinatari della mailing list, fare clic sul collegamento "mostra tutti i destinatari".</p><h3>Nome del mittente e indirizzo e-mail</h3><p>Il nome del mittente e l'indirizzo e-mail possono essere impostati per ogni mailing list. L'impostazione predefinita è la chiave di configurazione <tt>site.email_from</tt>. Il <i>Da</i> delle e-mail inviate sarà impostato sul nome e l'indirizzo del mittente.</p><h3>Caricamento automatico degli elenchi dei destinatari</h3><p>Il nome file della cartella di rilascio viene utilizzato per il caricamento automatico dell'elenco completo dei destinatari. Il nome file deve corrispondere al nome file dell'elenco di destinatari caricato. L'elenco completo dei destinatari verrà sostituito con i destinatari nel file della cartella di rilascio.</p><h3>Controllo degli accessi</h3><p>Chiunque possa modificare una mailing list può anche inviare una pagina alla mailing list. Chiunque può visualizzare la mailing list può aggiungere un indirizzo e-mail alla mailing list.</p>
nl: <h3>Ontvangers</h3><p>Om de ontvangers van de mailinglijst toe te voegen, te verwijderen of te bekijken, klik je op de "toon alle ontvangers" link.</p><h3>Afzendernaam en e-mailadres</h3><p>De afzendernaam en het e-mailadres kunnen per mailinglijst worden ingesteld. Dit is standaard de configuratiesleutel <tt>site.email_from</tt>. De <i>Van</i> van de verzonden e-mails wordt ingesteld op de naam en het adres van de afzender.</p><h3>Automatisch uploaden van ontvangerslijsten</h3><p>De bestandsnaam van de dropmap wordt gebruikt voor het automatisch uploaden van volledige ontvangerslijsten. De bestandsnaam moet overeenkomen met de bestandsnaam van de geüploade ontvangerslijst. De volledige lijst met ontvangers wordt vervangen door de ontvangers in het dropmapbestand.</p><h3>Toegangscontrole</h3><p>Iedereen die een mailinglijst kan bewerken, mag ook een pagina naar de mailinglijst sturen. Iedereen die de mailinglijst kan bekijken, mag een e-mailadres aan de mailinglijst toevoegen.</p>
pl: <h3>Odbiorcy</h3><p>Aby dodać, usunąć lub wyświetlić odbiorców z listy mailingowej, kliknij link „pokaż wszystkich odbiorców”.</p><h3>Nazwa nadawcy i adres e-mail</h3><p>Nazwę nadawcy i adres e-mail można ustawić na liście mailingowej. Domyślnie jest to klucz konfiguracyjny <tt>site.email_from</tt>. <i>z</i> wysłanych wiadomości e-mail zostanie ustawionych na nazwę i adres nadawcy.</p><h3>Automatyczne przesyłanie list odbiorców</h3><p>Nazwa pliku folderu upuszczania jest używana do automatycznego przesyłania pełnej listy odbiorców. Nazwa pliku musi być zgodna z nazwą pliku przesłanej listy odbiorców. Pełna lista odbiorców zostanie zastąpiona odbiorcami w pliku folderu upuszczania.</p><h3>Kontrola dostępu</h3><p>Każdy, kto może edytować listę mailingową, może również wysłać stronę na listę mailingową. Każdy, kto może przeglądać listę mailingową, może dodać swój adres e-mail do listy mailingowej.</p>
pt: <h3>Destinatários</h3><p>Para adicionar, remover ou visualizar os destinatários da lista de e-mails, clique no link “mostrar todos os destinatários”.</p><h3>Nome do remetente e endereço de e-mail</h3><p>O nome do remetente e o endereço de e-mail podem ser definidos por lista de e-mail. O padrão é a chave de configuração <tt>site.email_from</tt>. O <i>de</i> dos e-mails enviados será definido para o nome e endereço do remetente.</p><h3>Upload automático de listas de destinatários</h3><p>O nome de arquivo da pasta suspensa é usado para o upload automático da lista completa de destinatários. O nome do arquivo deve corresponder ao nome do arquivo da lista de destinatários carregada. A lista completa de destinatários será substituída pelos destinatários no arquivo da pasta suspensa.</p><h3>Controle de acesso</h3><p>Todos que podem editar uma lista de discussão também podem enviar uma página para a lista de discussão. Todos que podem visualizar a lista de mala direta podem adicionar um endereço de e-mail à lista de mala direta.</p>
ru: <h3>Получатели</h3><p>Чтобы добавить, удалить или просмотреть получателей списка рассылки, щелкните ссылку «показать всех получателей».</p><h3>Имя отправителя и адрес электронной почты</h3><p>Имя отправителя и адрес электронной почты можно установить для каждого списка рассылки. По умолчанию используется ключ конфигурации <tt>site.email_from</tt>. <i>из</i> отправленных электронных писем будут установлены на имя и адрес отправителя.</p><h3>Автоматическая загрузка списков получателей</h3><p>Имя файла папки перетаскивания используется для автоматической загрузки полного списка получателей. Имя файла должно совпадать с именем файла загруженного списка получателей. Полный список получателей будет заменен получателями в файле перетаскиваемой папки.</p><h3>Контроль доступа</h3><p>Каждый, кто может редактировать список рассылки, также может отправлять страницы в список рассылки. Каждый, кто может просматривать список рассылки, может добавить адрес электронной почты в список рассылки.</p>
sv: <h3>Mottagare</h3><p>För att lägga till, ta bort eller se mottagare av e-postlistan, klicka på länken "visa alla mottagare".</p><h3>Avsändarens namn och e-postadress</h3><p>Avsändarens namn och e-postadress kan ställas in per e-postlista. Detta är standard på config-nyckeln <tt>site.email_from</tt>. <i>Från</i> av de skickade e-postmeddelandena kommer att ställas in på avsändarens namn och adress.</p><h3>Automatisk uppladdning av mottagarlistor</h3><p>Filnamnet för släppmappen används för automatisk uppladdning av hela mottagarlistan. Filnamnet måste matcha filnamnet på den uppladdade mottagarlistan. Den fullständiga listan över mottagare kommer att ersättas med mottagarna i släppmappsfilen.</p><h3>Åtkomstkontroll</h3><p>Alla som kan redigera en sändlista får också skicka en sida till sändlistan. Alla som kan se sändlistan får lägga till en e-postadress till sändlistan.</p>
th: <h3>ผู้รับ</h3><p>หากต้องการเพิ่ม ลบ หรือดูรายชื่อผู้รับ ให้คลิกลิงก์ "แสดงผู้รับทั้งหมด"</p><h3>ชื่อผู้ส่งและที่อยู่อีเมล</h3><p>ชื่อผู้ส่งและที่อยู่อีเมลสามารถตั้งค่าตามรายชื่อผู้รับจดหมาย ค่าเริ่มต้นนี้เป็นคีย์การกำหนดค่า <tt>site.email_from</tt> <i>จาก</i> ของอีเมลที่ส่งจะถูกตั้งค่าเป็นชื่อผู้ส่งและที่อยู่</p><h3>การอัปโหลดรายชื่อผู้รับโดยอัตโนมัติ</h3><p>ชื่อไฟล์ดรอปโฟลเดอร์ใช้สำหรับการอัปโหลดรายชื่อผู้รับทั้งหมดโดยอัตโนมัติ ชื่อไฟล์ต้องตรงกับชื่อไฟล์ของรายชื่อผู้รับที่อัปโหลด รายชื่อผู้รับทั้งหมดจะถูกแทนที่ด้วยผู้รับในไฟล์โฟลเดอร์วาง</p><h3>การควบคุมการเข้าถึง</h3><p>ทุกคนที่สามารถแก้ไขรายชื่อผู้รับจดหมายจะได้รับอนุญาตให้ส่งหน้าไปยังรายชื่อผู้รับจดหมาย ทุกคนที่สามารถดูรายชื่อผู้รับจดหมายจะได้รับอนุญาตให้เพิ่มที่อยู่อีเมลในรายชื่อผู้รับจดหมาย</p>
tr: <h3>Alıcılar</h3><p>Posta listesi alıcılarını eklemek, kaldırmak veya görüntülemek için “tüm alıcıları göster” bağlantısını tıklayın.</p><h3>Gönderici adı ve e-posta adresi</h3><p>Gönderici adı ve e-posta adresi, posta listesi başına ayarlanabilir. Bu varsayılan yapılandırma anahtarı <tt>site.email_from</tt>. Gönderilen e-postaların</i> <i>gönderen adı ve adresine ayarlanacaktır.</p><h3>Alıcı listelerinin otomatik yüklenmesi</h3><p>Açılan klasör dosya adı, tam alıcı listesinin otomatik yüklenmesi için kullanılır. Dosya adı, yüklenen alıcı listesinin dosya adıyla eşleşmelidir. Alıcıların tam listesi, açılan klasör dosyasındaki alıcılarla değiştirilecektir.</p><h3>Erişim kontrolü</h3><p>Bir posta listesini düzenleyebilen herkesin, posta listesine bir sayfa göndermesine de izin verilir. Posta listesini görüntüleyebilen herkesin, posta listesine e-posta adresi eklemesine izin verilir.</p>
uk: <h3>Одержувачі</h3><p>Щоб додати, видалити або переглянути одержувачів списку розсилки, натисніть посилання «показати всіх одержувачів».</p><h3>Ім’я відправника та адреса електронної пошти</h3><p>Ім’я відправника та адресу електронної пошти можна встановити для кожного списку розсилки. За замовчуванням це ключ конфігурації <tt>site.email_from</tt>. Для <i>із</i> надісланих електронних листів буде встановлено ім’я та адресу відправника.</p><h3>Автоматичне завантаження списків одержувачів</h3><p>Ім’я файлу папки для розвантаження використовується для автоматичного завантаження повного списку одержувачів. Ім’я файлу має відповідати імені файлу завантаженого списку одержувачів. Повний список одержувачів буде замінено на одержувачів у файлі папки витягування.</p><h3>Контроль доступу</h3><p>Кожен, хто може редагувати список розсилки, також може надсилати сторінку до списку розсилки. Кожен, хто може переглядати список розсилки, може додати адресу електронної пошти до списку розсилки.</p>
zh_hant: <h3>收件人</h3><p>要添加、刪除或查看郵件列表收件人，請單擊“顯示所有收件人”鏈接。</p><h3>發件人姓名和電子郵件地址</h3><p>可以為每個郵件列表設置發件人姓名和電子郵件地址。這默認為配置鍵 <tt>site.email_from</tt>。 <i>From</i> 發送的電子郵件將設置為發件人姓名和地址。</p><h3>自動上傳收件人列表</h3><p>下拉文件夾文件名用於自動上傳完整的收件人列表。文件名必須與上傳的收件人列表的文件名相匹配。完整的收件人列表將替換為放置文件夾文件中的收件人。</p><h3>訪問控制</h3><p>每個可以編輯郵件列表的人都可以向郵件列表發送頁面。每個可以查看郵件列表的人都可以將電子郵件地址添加到郵件列表中。</p>

source: Act
ar: فعل
de: Akt
es: Actúa
et: Seadus
he: פעולה
id: Bertindak
it: Agisci
nl: Actie
pl: Ustaw
pt: Lei
ru: Закон
sv: spela teater
th: พระราชบัญญัติ
tr: Davranmak
uk: Акт
zh_hant: 启用

source: Add a new recipient.
ar: أضف مستلمًا جديدًا.
de: Fügen Sie einen neuen Empfänger hinzu.
es: Agregar un nuevo destinatario.
et: Lisage uus saaja.
he: הוסף נמען חדש.
it: Aggiungere un nuovo destinatario.
nl: Voeg een ontvanger toe.
pl: Dodaj nowego odbiorcę.
pt: Adicione um novo destinatário.
ru: Добавьте нового получателя.
sv: Lägg till en ny mottagare.
th: เพิ่มผู้รับใหม่
tr: Yeni bir alıcı ekle.
uk: Додати нового одержувача.
zh_hant: 添加新收件人

source: Add recipient
ar: أضف المستلم
de: Empfänger hinzufügen
es: Agregar destinatario
et: Lisa saaja
he: הוסף נמען
id: Tambahkan penerima
it: Aggiungere il destinatario
nl: Voeg ontvanger toe
pl: Dodaj odbiorcę
pt: Adicionar destinatário
ru: Добавить получателя
sv: Lägg till en mottagare
th: เพิ่มผู้รับ
tr: Alıcı ekle
uk: Додати одержувача
zh_hant: 添加收件人

source: Added the recipient.
ar: تمت إضافة المستلم.
de: Der Empfänger wurde hinzugefügt.
es: Destintario agregado.
et: Lisas saaja.
he: הוסיף את הנמען.
id: Ditambahkan penerima.
it: Aggiunto il destinatario.
nl: Ontvanger toegevoegd.
pl: Dodano odbiorcę.
pt: Acrescentei o destinatário.
ru: Добавил получателя.
sv: Lade till mottagaren.
th: เพิ่มผู้รับแล้ว
tr: Alıcı eklendi.
uk: Додав одержувача.
zh_hant: 收件人已添加。

source: All mailing lists
ar: جميع القوائم البريدية
de: Alle Mailinglisten
es: Todas las listas de correo
et: Kõik meililistid
he: כל רשימות התפוצה
id: Semua milis
it: Tutte le mailing list
nl: Alle mailinglijsten
pl: Wszystkie listy mailingowe
pt: Todas as listas de correio
ru: Все списки рассылки
sv: Alla e-postlistor
th: รายชื่ออีเมลทั้งหมด
tr: Tüm posta listeleri
uk: Всі списки розсилки
zh_hant: 所有邮件列表

source: All recipients of the mailing list. You can upload or download this list, which must be a file with one e-mail address per line.
ar: جميع مستلمي القائمة البريدية. يمكنك تحميل أو تنزيل هذه القائمة ، والتي يجب أن تكون ملفًا بعنوان بريد إلكتروني واحد في كل سطر.
de: Alle Empfänger der Mailingliste. Sie können diese Liste, die eine Datei mit einer E-Mail-Adresse pro Zeile sein muss, hoch- oder herunterladen.
es: Todos los destinatarios de la lista de correo. Se puede cargar o descargar esta lista, la cual debe ser un archivo con una dirección de correo por línea.
et: Kõik meililistide saajad. Saate selle loendi üles laadida või alla laadida, mis peab olema fail, millel on üks e-posti aadress rea kohta.
he: כל מקבלי רשימת התפוצה. באפשרותך להעלות או להוריד רשימה זו, שחייבת להיות קובץ עם כתובת דואר אלקטרוני אחת בכל שורה.
id: Semua penerima dari daftar pesan. Anda dapat mengunggah atau mengunduh daftar ini, yang harus menjadi sebuah berkas dengan satu alamat e-mail per baris.
it: Tutti i destinatari della mailing list. Puoi caricare o scaricare questa lista, che deve essere un file con un indirizzo e-mail per riga.
nl: Alle ontvangers van de mailinglijst. Je kan deze lijst uploaden of downloaden, dat moet een bestand zijn met één e-mailadres per regel.
pl: Wszyscy odbiorcy listy mailingowej. Możesz przesłać lub pobrać tę listę, która musi być plikiem z jednym adresem e-mail w każdym wierszu.
pt: Todos os destinatários das listas de correspondência. Você pode baixar e fazer o upload da lista como um arquivo com um único endereço de e-mail por linha.
ru: Все получатели списка рассылки. Вы можете загрузить или скачать этот список, который должен быть файлом с одним адресом электронной почты на строку.
sv: Alla mottagare av e-postlistan. Du kan ladda upp eller ladda ner listan, som måste vara en fil med en e-postadress per rad.
th: ผู้รับรายชื่อผู้รับจดหมายทั้งหมด คุณสามารถอัปโหลดหรือดาวน์โหลดรายการนี้ซึ่งจะต้องเป็นไฟล์ที่มีที่อยู่อีเมลหนึ่งรายการต่อบรรทัด
tr: Posta listelerinin tüm alıcıları. Listeyi her satırda tek e-posta adresi olacak bir dosya şeklinde indirebilir ve yükleyebilirsiniz.
uk: Всі одержувачі списку розсилки. Ви можете завантажити або завантажити цей список, який має бути файлом з однією адресою електронної пошти на рядок.
zh_hant: 邮件列表的所有收件人。你可以上传或者下载这个列表，文件每行包含一个 e-mail 地址。

source: Any page can be sent as a mailing. You can send a mailing from any edit page. On this page you can add or remove mailing lists and their recipients.
ar: يمكن إرسال أي صفحة كرسالة بريدية. يمكنك إرسال بريد من أي صفحة تحرير. في هذه الصفحة ، يمكنك إضافة أو إزالة قوائم بريدية ومستلميها.
de: Jede Seite kann als Mailing versendet werden. Sie können von jeder Bearbeitungsseite aus ein Mailing versenden. Auf dieser Seite können Sie Mailinglisten und deren Empfänger hinzufügen oder entfernen.
es: Cualquier página puede ser enviada como un correo. Se puede enviar un correo desde cualquier página de edición. En esta página se puede agregar o quitar listas de correo y sus destinatarios.
et: Mis tahes lehe saab saata postiga. Meilisõnumeid saate saata igalt redigeerimislehelt. Sellel lehel saate lisada või eemaldada meililistid ja nende saajad.
he: ניתן לשלוח כל עמוד כדיוור. ניתן לשלוח דיוור מכל דף עריכה. בעמוד זה תוכלו להוסיף או להסיר רשימות תפוצה ומקבליהם.
id: Setiap halaman dapat dikirim sebagai pesan. Anda dapat mengirim pesan dari setiap halaman diedit. Pada halaman ini anda dapat menambahkan atau menghapus pesan dan penerima mereka.
it: Qualsiasi pagina può essere inviata come mailing. Puoi inviare un mailing da qualsiasi pagina di modifica. In questa pagina puoi aggiungere o rimuovere le mailing list e i loro destinatari.
nl: Elke pagina kan als een mailing worden verstuurd. Je kan een mailing versturen vanaf elke bewerkte pagina. Op deze pagina kan je mailinglijsten en hun ontvangers toevoegen of verwijderen.
pl: Dowolną stronę można wysłać jako mailing. Możesz wysłać mailing z dowolnej strony edycji. Na tej stronie możesz dodawać lub usuwać listy mailingowe i ich odbiorców.
pt: Qualquer página pode ser enviada como um e-mail. Você pode enviar um email de qualquer página de edição. Nesta página você pode adicionar ou remover listas de discussão e seus destinatários.
ru: Любая страница может быть отправлена по почте. Вы можете отправить рассылку с любой страницы редактирования. На этой странице вы можете добавлять или удалять списки рассылки и их получателей.
sv: Varje sida kan skickas som en utskick. Du kan skicka ett utskick från vilken redigeringssida som helst. På den här sidan kan du lägga till eller ta bort e-postlistor och deras mottagare.
th: สามารถส่งหน้าใดก็ได้เป็นการส่งทางไปรษณีย์ คุณสามารถส่งจดหมายจากหน้าแก้ไขใดก็ได้ ในหน้านี้คุณสามารถเพิ่มหรือลบรายชื่อส่งเมลและผู้รับได้
tr: Herhangi bir sayfa posta olarak gönderilebilir. Herhangi bir düzenleme sayfasından posta gönderebilirsiniz. Bu sayfadan posta listeleri ve onların alıcılarını ekleyebilir ve çıkarabilirsiniz.
uk: Будь-яку сторінку можна надіслати як розсилку. Ви можете надіслати розсилку з будь-якої сторінки редагування. На цій сторінці Ви можете додавати або видаляти списки розсилки та їх одержувачів.
zh_hant: 任何页面都可以通过邮件发送。你可以从任意编辑页面发送邮件。本页面你可以添加或删除邮件列表以及其中收件人。

source: Are you sure you want to cancel the mailing to
ar: هل أنت متأكد أنك تريد إلغاء المراسلات البريدية إلى
de: Sind Sie sicher, dass Sie das Mailing abbrechen möchten?
es: ¿Está seguro de que desea cancelar el correo a
et: Kas olete kindel, et soovite postituse aadressile tühistada
he: האם אתה בטוח שברצונך לבטל את הדיוור אל
id: Apakah anda yakin anda ingin membatalkan surat untuk
it: Sei sicuro di voler cancellare l'invio a
nl: Weet je zeker dat je de mailing wilt stoppen, hij gaat naar
pl: Czy na pewno chcesz anulować maila do
pt: Tem certeza de que deseja cancelar o e-mail para
ru: Ты уверен, что хочешь отменить рассылку по адресу
sv: Är du säker på att du vill avbryta utskicket till
th: แน่ใจไหมว่าต้องการยกเลิกการส่งจดหมายถึง
tr: Postalamayı iptal etmek istediğinizden emin misiniz
uk: Ви впевнені, що хочете скасувати розсилку до
zh_hant: 确认取消发送邮件给
