Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Publication date of original article
ar: تاريخ نشر المقال الأصلي
de: Erscheinungsdatum des Originalartikels
es: Fecha de publicación del artículo original
et: Algartikli avaldamise kuupäev
he: תאריך פרסום המאמר המקורי
id: Tanggal publikasi dari artikel asli
it: Data di pubblicazione dell'articolo originale
nl: Publicatiedatum van het oorspronkelijke artikel
pl: Data publikacji oryginalnego artykułu
pt: Data de publicação do artigo original
ru: Дата публикации исходной статьи
sv: Offentliggörandet av den ursprungliga artikeln
th: วันที่ตีพิมพ์บทความต้นฉบับ
tr: Orijinal makalenin yayın tarihi
uk: Дата публікації оригінальної статті
zh_hant: 原始文章的发布日期

source: Publication date range
ar: نطاق تاريخ النشر
de: Veröffentlichungszeitraum
es: De rangos de fechas de publicación
et: Avaldamise kuupäevavahemik
he: טווח תאריכי פרסום
id: Rentang tanggal publikasi
it: Intervallo di date di pubblicazione
nl: Publicatiedata
pl: Zakres dat publikacji
pt: Intervalo de datas de publicação
ru: Диапазон дат публикации
sv: Publiceringsdatum sortiment
th: ช่วงวันที่ตีพิมพ์
tr: Yayınlama tarih aralığı
uk: Діапазон дат публікації
zh_hant: 出版日期范围

source: Publication period
ar: فترة النشر
de: Veröffentlichungszeitraum
es: Período de publicación
et: Avaldamise periood
he: תקופת הפרסום
id: Periode publikasi
it: Periodo di pubblicazione
nl: Publicatieperiode
pl: Okres publikacji
pt: Período de publicação
ru: Период публикации
sv: Publikationsperiod
th: ระยะเวลาการเผยแพร่
tr: Yayın periyodu
uk: Період публікації
zh_hant: 发布时间范围

source: Publish this page
ar: انشر هذه الصفحة
de: Diese Seite veröffentlichen
es: Publicar esta página
et: Avalda see leht
he: פרסם דף זה
id: Publikasikan halaman ini
it: Pubblica questa pagina
nl: Publiceer deze pagina
pl: Opublikuj tę stronę
pt: Publicar esta página
ru: Опубликовать эту страницу
sv: Publicera den här sidan
th: เผยแพร่หน้านี้
tr: Sayfayı yayınla
uk: Опублікувати цю сторінку
zh_hant: 发布本页面

source: Published
ar: نشرت
de: Veröffentlicht
es: Publicado
et: Avaldatud
he: יצא לאור
id: Dipublikasikan
it: Pubblicato
nl: Gepubliceerd
pl: Opublikowano
pt: Publicado em
ru: Опубликовано
sv: Publicerad
th: เผยแพร่แล้ว
tr: Yayınlandı
uk: Опубліковано
zh_hant: 发布

source: Published ends, newest first
ar: النهايات المنشورة ، الأحدث أولاً
de: Die Veröffentlichung endet, das Neueste zuerst
es: Publicado termina, más reciente primero
et: Avaldamine lõpeb, uusim enne
he: מסתיים שפורסמו, החדש ביותר ראשון
id: Diterbitkan berakhir, terbaru dulu
it: La pubblicazione termina, prima il più recente
nl: Gepubliceerd eindigt, nieuwste eerst
pl: Opublikowane końce, najpierw najnowsze
pt: Finais publicados, mais recentes primeiro
ru: Опубликованные концы, самые новые сначала
sv: Publicerade slutar, nyaste först
th: สิ้นสุดการเผยแพร่ ใหม่สุดก่อน
tr: Yayın biter, önce en yeni
uk: Кінець публікації, спочатку найновіші
zh_hant: 發布結束，最新的在前

source: Published ends, oldest first
ar: النهايات المنشورة ، الأقدم أولاً
de: Veröffentlichte Enden, Älteste zuerst
es: Finales publicados, el más antiguo primero
et: Avaldatud lõpud, vanim enne
he: קצוות שפורסמו, הישן ביותר ראשון
id: Diterbitkan berakhir, terlama dulu
it: La pubblicazione termina, prima la più vecchia
nl: Gepubliceerd eindigt, oudste eerst
pl: Opublikowane końce, najpierw najstarsze
pt: Fim publicado, o mais antigo primeiro
ru: Опубликованные концы, сначала самые старые
sv: Publicerade slutar, äldst först
th: สิ้นสุดการเผยแพร่ เก่าที่สุดก่อน
tr: Yayınlanmış biter, önce en eski
uk: Кінці опублікованих, першими найстаріші
zh_hant: 發布結束，最早的在前

source: Published on
ar: نشرت في
de: Veröffentlicht auf
es: Publicado en
et: Avaldatud
he: פורסם ב
id: Diterbitkan di
it: pubblicato su
nl: Gepubliceerd op
pl: Opublikowano dnia
pt: publicado em
ru: Опубликован в
sv: publicerad på
th: เผยแพร่เมื่อ
tr: yayınlandı
uk: Опубліковано на
zh_hant: 發表於

source: Published on, newest first
ar: تم النشر على ، الأحدث أولاً
de: Veröffentlicht am, Neueste zuerst
es: Publicado el, más reciente primero
et: Avaldatud, uusimad enne
he: פורסם ב, החדש ביותר ראשון
id: Diterbitkan pada, terbaru lebih dulu
it: Pubblicato il, prima il più recente
nl: Gepubliceerd op, nieuwste eerst
pl: Opublikowano w dniu, najpierw najnowsze
pt: Publicado em, mais recente primeiro
ru: Опубликовано, сначала новые
sv: Publicerad på, nyaste först
th: เผยแพร่เมื่อ ใหม่ล่าสุดก่อน
tr: Yayın tarihi, önce en yeni
uk: Опубліковано, спочатку найновіші
zh_hant: 發佈於，最新的在前

source: Published on, oldest first
ar: تم النشر في ، الأقدم أولاً
de: Veröffentlicht am, Älteste zuerst
es: Publicado el, el más antiguo primero
et: Avaldatud, vanim enne
he: פורסם בתאריך, הישן ביותר ראשון
id: Diterbitkan pada, terlama dulu
it: Pubblicato il, prima il più vecchio
nl: Gepubliceerd op, oudste eerst
pl: Opublikowano w dniu, najpierw najstarsze
pt: Publicado em, mais antigo primeiro
ru: Опубликовано, сначала старые
sv: Publicerad på, äldst först
th: เผยแพร่เมื่อ เก่าที่สุดก่อน
tr: Yayın tarihi, önce en eski
uk: Опубліковано, спочатку найстаріші
zh_hant: 發表於，最早的在前

source: Query
ar: استعلام
de: Suchanfrage
es: Consulta
et: P√§ring
he: שאילתא
id: Pertanyaan
it: Interrogare
nl: Zoekvraag
pl: Zapytanie
pt: Consulta
ru: Запрос
sv: Fråga
th: แบบสอบถาม
tr: Sorgu
uk: Запит
zh_hant: 查询

source: Query preview
ar: معاينة الاستعلام
de: Vorschau Suchanfrage
es: Vista preliminar de consulta
et: P√§ringu eelvaade
he: תצוגה מקדימה של שאילתות
id: Pratinjau permintaan
it: Anteprima della query
nl: Zoekvraag voorbeeld
pl: Podgląd zapytania
pt: Pré-visualização da consulta
ru: Предварительный просмотр запроса
sv: Fråga förhandsgranska
th: ดูตัวอย่างการค้นหา
tr: Sorgu önizleme
uk: Попередній перегляд запиту
zh_hant: 查询预览

source: Rebuild all search-indices by putting all pages and data from the database in the indexer queue. This can take a long time!
ar: أعد بناء جميع مؤشرات البحث عن طريق وضع جميع الصفحات والبيانات من قاعدة البيانات في قائمة انتظار المفهرس. قد يستغرق هذا وقتا طويلا!
de: Bauen Sie alle Suchindizes neu auf, indem Sie alle Seiten und Daten aus der Datenbank in die Indexer-Queue stellen. Dies kann sehr lange dauern!
es: Volver a generar los índices de búsqueda poniendo todas las páginas y los datos de la base de datos en la cola del indizador. ¡Esto puede tomar mucho tiempo!
et: Taastage kõik otsinguindeksid, pannes kõik andmebaasi lehed ja andmed indekseerijate järjekorda. See võib võtta kaua aega!
he: בנה מחדש את כל מדדי החיפוש על ידי הצבת כל העמודים והנתונים ממסד הנתונים בתור לאינדקס. זה יכול לקחת הרבה זמן!
id: Membangun kembali semua pencarian-indeks dengan menempatkan semua halaman dan data dari database di pengindeks antrian. Ini dapat mengambil waktu yang lama!
it: Ricostruire tutti gli indici di ricerca mettendo tutte le pagine e i dati del database nella coda dell'indicizzatore. Questo può richiedere molto tempo!
nl: Bouw de zoek-index opnieuw op door alle pagina's langs te gaan. Dit kan lang duren!
pl: Odbuduj wszystkie indeksy wyszukiwania, umieszczając wszystkie strony i dane z bazy danych w kolejce indeksatora. To może zająć dużo czasu!
pt: Reconstruir todos os índices de pesquisa colocando todas as páginas e dados da base de dados na fila do indexador. Isto pode demorar muito tempo!
ru: Перестроить все поисковые индексы, поместив все страницы и данные из БД в очередь индексатора. Это может занять много времени!
sv: Bygga om alla sök-index genom att sätta på alla sidor och data från databasen i indexeraren kö. Detta kan ta lång tid!
th: สร้างดัชนีการค้นหาใหม่ทั้งหมดโดยใส่เพจและข้อมูลทั้งหมดจากฐานข้อมูลในคิวตัวทำดัชนี อาจใช้เวลานาน!
tr: Tüm sayfaları ve veriyi indeksleme kuyruğuna atarak tüm arama indislerini tekrardan yarat. Bu işlem hayli uzun zaman alabilir!
uk: Перебудуйте всі пошукові індекси, помістивши всі сторінки та дані з бази даних у чергу індексатора. Це може зайняти багато часу!
zh_hant: 将所有数据库中的页面和数据重新放入索引队列中，重建所有检索索引。这可能会耗费相当长的时间。

source: Rebuild search indices
ar: إعادة بناء مؤشرات البحث
de: Such-Indizes neu berechnen
es: Reconstruir índices de búsqueda
et: Konstrueeri otsingu indeksid
he: בנה מחדש מדדי חיפוש
id: Membangun kembali indeks pencarian
it: Ricostruire gli indici di ricerca
nl: Zoek-index opnieuw maken
pl: Przebuduj indeksy wyszukiwarki
pt: Reconstruir índices de pesquisa
ru: Пересобрать поисковые индексы
sv: Bygga sökning index
th: สร้างดัชนีการค้นหาใหม่
tr: Arama indislerini tekrar oluştur
uk: Перебудуйте індекси пошуку
zh_hant: 重建检索索引

source: Recalculate the numbering of the category tree. This can take a long time.
ar: أعد حساب ترقيم شجرة الفئات. قد يستغرق هذا وقتا طويلا.
de: Berechnen Sie die Nummerierung des Kategoriebaums neu. Dies kann sehr lange dauern.
es: Recalcular la enumeración del árbol de categoría. Esto puede tomar mucho tiempo.
et: Arvuta kategooriapuu numeratsioon ümber. See võib võtta kaua aega.
he: חישבו מחדש את המספור של עץ הקטגוריה. זה יכול לקחת הרבה זמן.
id: Menghitung ulang penomoran dari kategori pohon. Hal ini dapat memakan waktu yang lama.
it: Ricalcolare la numerazione dell'albero delle categorie. Questo può richiedere molto tempo.
nl: Hernummer de categorie-boom opnieuw. Dit kan lang duren.
pl: Przelicz numerację drzewa kategorii. Może to zająć dużo czasu.
pt: Recalcule a numeração da árvore de categorias. Isto pode demorar muito tempo.
ru: Пересчитайте нумерацию дерева категорий. Это может занять много времени.
sv: Räkna numreringen av kategori träd. Detta kan ta lång tid.
th: คำนวณการกำหนดหมายเลขของโครงสร้างหมวดหมู่ใหม่ อาจใช้เวลานาน
tr: Kategori ağacının numaralandırılmasını yeniden hesaplayın. Bu uzun bir zaman alabilir.
uk: Перерахуйте нумерацію дерева категорій. Це може зайняти багато часу.
zh_hant: 重新计算分类树。这可能会耗费一定的时间。

source: Recent referrers
ar: المُحيلون مؤخرًا
de: Aktuelle Überweiser
es: Remitentes recientes
et: Viimased suunajad
he: מפנים אחרונים
id: Perujuk terbaru
it: Referrer recenti
nl: Recente verwijzers
pl: Ostatnio odsyłający
pt: Referenciadores recentes
ru: Недавние рефереры
sv: Senaste hänvisningar
th: ผู้อ้างอิงล่าสุด
tr: Son yönlendirenler
uk: Останні реферери
zh_hant: 最近的推薦人

source: Redirect to above website on page view
ar: إعادة التوجيه إلى الموقع أعلاه في عرض الصفحة
de: Umleitung auf obige Website bei Seitenansicht
es: Redireccionar hacia la página web de encima en la vista de las páginas
et: Suunake lehevaates ülalolevale veebisaidile
he: הפנה לאתר לעיל בתצוגת עמוד
id: Pengalihan ke atas website pada tampilan halaman
it: Reindirizzamento al sito web di cui sopra alla visualizzazione della pagina
nl: Stuur door naar de bovenstaande website bij het bekijken van de pagina
pl: Przekierowanie na powyższą stronę na odsłonę
pt: Redirecionar para o site acima na visualização da página
ru: Переадресация на вышеуказанный веб-сайт при просмотре страницы
sv: Omdirigera till ovanstående webbplats på sidan visa
th: เปลี่ยนเส้นทางไปยังเว็บไซต์ด้านบนในการดูหน้าเว็บ
tr: Sayfa görünümünde yukarıdaki web sitesine yönlendir
uk: Переспрямування на вищевказаний вебсайт під час перегляду сторінки
zh_hant: 重定向到上述网站的页面浏览

source: Redirect to website on page view
ar: إعادة التوجيه إلى موقع الويب على عرض الصفحة
de: Weiterleitung zur Website bei Seitenansicht
es: Redireccionar a la página web en la vista de la página
et: Suunake veebisaidile lehevaatel
he: הפניה לאתר בתצוגת עמוד
id: Arahkan ulang ke situs web pada tampilan halaman
it: Reindirizzamento al sito web alla visualizzazione della pagina
nl: Stuur door naar website bij bekijken van de pagina
pl: Przekierowanie na stronę internetową na odsłonę
pt: Redireccionar para o site na visualização da página
ru: Переадресация на веб-сайт при просмотре страницы
sv: Omdirigera till en webbplats på sidan visa
th: เปลี่ยนเส้นทางไปยังเว็บไซต์ในการดูหน้า
tr: Sayfa görünümünde web sitesine yönlendir
uk: Переспрямування на вебсайт при перегляді сторінки
zh_hant: 在页面上重定向到网站

source: Referrers to
ar: يشير إلى
de: Querverweise auf
es: Referentes a
et: Viitajad sinna
he: מפנים ל
id: Perujuk untuk
it: Riferimenti a
nl: Verwijzingen naar
pl: Odnosi się do
pt: Referências a
ru: Связи с
sv: Länkar till
th: ผู้อ้างอิงถึง
tr: Değinenler
uk: Відсилає до
zh_hant: 转介人

source: Refreshed every 30 minutes.
ar: يُنعش كل 30 دقيقة.
de: Alle 30 Minuten aktualisiert.
es: Refrescado cada 30 minutos.
et: Värskendatakse iga 30 minuti järel.
he: מתרענן כל 30 דקות.
id: Di-refresh setiap 30 menit.
it: Aggiornato ogni 30 minuti.
nl: Elke 30 minuten ververst.
pl: Odświeżane co 30 minut.
pt: Atualizado a cada 30 minutos.
ru: Обновляется каждые 30 минут.
sv: Uppfriskas var 30: e minut.
th: รีเฟรชทุกๆ 30 นาที
tr: Her 30 dakikada bir yenilenir.
uk: Оновлюється кожні 30 хвилин.
zh_hant: 每 30 分鐘刷新一次。

source: Reinstall Zotonic datamodel
ar: أعد تثبيت نموذج بيانات Zotonic
de: Installieren Sie das Zotonic-Datenmodell neu
es: Reinstale el modelo de datos Zotonic
et: Installige Zotonicu andmemudel uuesti
he: התקן מחדש את Zotonic datamodel
id: Instal ulang model data Zotonic
it: Reinstallare il modello dati Zotonic
nl: Installeer het Zotonic-datamodel opnieuw
pl: Zainstaluj ponownie model danych Zotonic
pt: Reinstale o modelo de dados Zotonic
ru: Переустановите модель данных Zotonic
sv: Installera om Zotonic datamodell
th: ติดตั้งโมเดลข้อมูล Zotonic อีกครั้ง
tr: Zotonic veri modelini yeniden yükleyin
uk: Перевстановіть модель даних Zotonic
zh_hant: 重新安裝 Zotonic 資料模型

source: Reinstall site datamodel
ar: أعد تثبيت نموذج بيانات الموقع
de: Site-Datenmodell neu installieren
es: Reinstalar el modelo de datos del sitio
et: Installige saidi datamudel uuesti
he: התקן מחדש את datamodel האתר
id: Pasang ulang datamodel situs
it: Reinstallare il datamodel del sito
nl: Datamodel opnieuw installeren
pl: Zainstaluj ponownie model danych witryny
pt: Reinstalar o modelo de dados do site
ru: Переустановить модель данных сайта
sv: Installera webbplats datamodel
th: ติดตั้งโมเดลข้อมูลของไซต์อีกครั้ง
tr: Site veri modelini yeniden yükle
uk: Перевстановіть модель даних сайту
zh_hant: 重新安装站点数据模型

source: Reload site configuration
ar: إعادة تحميل تكوين الموقع
de: Site-Konfiguration neu laden
es: Recargar la configuración del sitio
et: Laadige saidi konfiguratsioon uuesti
he: טען מחדש את תצורת האתר
id: Muat ulang konfigurasi situs
it: Ricarica la configurazione del sito
nl: Siteconfiguratie opnieuw laden
pl: Przeładuj konfigurację witryny
pt: Recarregar configuração do site
ru: Перезагрузить конфигурацию сайта
sv: Ladda om webbplatskonfigurationen
th: โหลดการกำหนดค่าไซต์ใหม่
tr: Site yapılandırmasını yeniden yükle
uk: Оновити конфігурацію сайту
zh_hant: 重新載入網站配置

source: Reload the configuration of a site. Note that not all site configurations can be done whilst the site is running.
ar: أعد تحميل تكوين الموقع. لاحظ أنه لا يمكن إجراء جميع تكوينات الموقع أثناء تشغيله.
de: Lädt die Konfiguration einer Site neu. Beachten Sie, dass nicht alle Site-Konfigurationen vorgenommen werden können, während die Site ausgeführt wird.
es: Recargar la configuración de un sitio. Tenga en cuenta que no todas las configuraciones del sitio se pueden realizar mientras el sitio está en funcionamiento.
et: Laadige saidi konfiguratsioon uuesti. Pange tähele, et kõiki saidi konfiguratsioone ei saa saidi töötamise ajal teha.
he: טען מחדש את התצורה של אתר. שימו לב שלא ניתן לבצע את כל תצורות האתר בזמן שהאתר פועל.
id: Muat ulang konfigurasi situs. Perlu dicatat bahwa tidak semua konfigurasi situs dapat dilakukan saat situs sedang berjalan.
it: Ricarica la configurazione di un sito. Nota che non tutte le configurazioni del sito possono essere eseguite mentre il sito è in esecuzione.
nl: Laad de configuratie van een site opnieuw. Let op: niet alle siteconfiguraties kunnen worden uitgevoerd terwijl de site actief is.
pl: Przeładuj konfigurację witryny. Należy pamiętać, że nie wszystkie konfiguracje witryny można wykonać, gdy witryna jest uruchomiona.
pt: Recarregue a configuração de um site. Note que nem todas as configurações do site podem ser feitas enquanto o site estiver em execução.
ru: Перезагрузить конфигурацию сайта. Обратите внимание, что не все конфигурации сайта могут быть выполнены во время его работы.
sv: Ladda om konfigurationen av en webbplats. Observera att inte alla webbplatskonfigurationer kan göras medan webbplatsen är igång.
th: โหลดการกำหนดค่าไซต์ใหม่ โปรดทราบว่าไม่สามารถกำหนดค่าไซต์ทั้งหมดได้ในขณะที่ไซต์กำลังทำงาน
tr: Bir sitenin yapılandırmasını yeniden yükleyin. Site çalışırken tüm site yapılandırmalarının yapılamayacağını unutmayın.
uk: Перезавантажте конфігурацію сайту. Зауважте, що не всі конфігурації сайту можна виконати під час роботи сайту.
zh_hant: 重新載入網站的配置。請注意，並非所有網站配置都可以在網站運行時完成。

source: Remarks
ar: ملاحظات
de: Anmerkungen
es: Comentarios
et: M√§rkused
he: הערות
id: Menandai ulang
it: Osservazioni
nl: Opmerkingen
pl: Uwagi
pt: Observações
ru: Примечания
sv: Anmärkningar
th: หมายเหตุ
tr: Görüşler
uk: Зауваження
zh_hant: 附注

source: Remove
ar: إزالة
de: Entfernen
es: Retire
et: Eemalda
he: לְהַסִיר
id: Hapus
it: Rimuovi
nl: Verwijder
pl: Usuń
pt: Remover
ru: Удалить
sv: Avlägsna
th: ลบ
tr: Kaldır
uk: Видалити
zh_hant: 删除

source: Removed the connection to
ar: تمت إزالة الاتصال بـ
de: Entfernt die Verbindung zu
es: Se ha eliminado la conexión a
et: Ühendus saidiga eemaldati
he: הסיר את החיבור אל
id: Menghapus koneksi ke
it: Rimosso il collegamento a
nl: Connectie verwijderd naar
pl: Usunięto połączenie z
pt: Removido a conexão com
ru: Удалена связь с
sv: Bort anslutningen till
th: ลบการเชื่อมต่อกับ
tr: Şuna olan bağlantıyı kaldır
uk: Вилучено підключення до
zh_hant: 取消了与

source: Renumber category tree
ar: إعادة ترقيم شجرة الفئات
de: Kategorienbaum neu durchnummerieren
es: Renumerar árbol de categorías
et: Nummerda kategoori puu uuesti
he: עץ קטגוריה מחדש
id: Memberi nomor kategori pohon
it: Rinumerare l'albero delle categorie
nl: Hernummer categorieboom
pl: Przenumeruj drzewo kategorii
pt: Renumerar árvore de categorias
ru: Перенумеровать дерево категорий
sv: Ändra kategori träd
th: ต้นไม้ประเภทเปลี่ยนหมายเลข
tr: Kategori ağacını tekrar numaralandır
uk: Перенумерувати дерево категорій
zh_hant: 重计数分类树

source: Replace
ar: يحل محل
de: Ersetzen
es: Reemplazar
et: Asenda
he: החלף
id: Menggantikan
it: Sostituire
nl: Vervang
pl: Zastąp
pt: Substitua
ru: Заменить
sv: Byta ut
th: แทนที่
tr: Değiştir
uk: Замінити
zh_hant: 替换

source: Replace current medium
ar: استبدال الوسيط الحالي
de: Aktuelles Medium austauschen
es: Reemplazar el medio actual
et: Vahetage praegune andmekandja
he: החלף את המדיום הנוכחי
id: Ganti media saat ini
it: Sostituire il mezzo attuale
nl: Vervang het huidige medium
pl: Zastąp obecny nośnik
pt: Substituir o meio corrente
ru: Заменить текущий материал
sv: Ersätta nuvarande medium
th: แทนที่สื่อปัจจุบัน
tr: Geçerli ortamı değiştir
uk: Замінити поточне середовище
zh_hant: 替换这个媒体項目

source: Resources in the <i>meta</i> category can have 'features': certain resource properties that decide what to show or hide on certain pages in the admin. If this box is empty, no features are enabled for this meta-resource.
ar: يمكن أن تحتوي الموارد في فئة <i>meta</i> على "ميزات": خصائص موارد معينة تحدد ما يجب إظهاره أو إخفاؤه في صفحات معينة في المسؤول. إذا كان هذا المربع فارغًا ، فلن يتم تمكين أي ميزات لمورد التعريف هذا.
de: Ressourcen der Kategorie <i>meta</i> können 'Features' haben: bestimmte Ressourceneigenschaften, die entscheiden, was auf bestimmten Seiten im Admin angezeigt oder ausgeblendet werden soll. Wenn dieses Feld leer ist, sind für diese Meta-Ressource keine Features aktiviert.
es: Los recursos en la categoría <i>meta</i> pueden tener 'funcionalidades': algunas propiedades de los recursos que deciden qué mostrar o qué esconder en ciertas páginas en el administrador. Si el cuadro está vacío, ninguna funcionalidad está habilidada para este recurso-meta.
et: Kategooria <i>meta</i> ressurssidel võivad olla funktsioonid: teatud ressursside atribuudid, mis otsustavad, mida administraatori teatud lehtedel näidata või peita. Kui see kast on tühi, pole selle meta-ressursi jaoks ühtegi funktsiooni lubatud.
he: למשאבים בקטגוריית <i>מטא</i> יכולות להיות 'תכונות': מאפייני משאבים מסוימים המחליטים מה להציג או להסתיר בדפים מסוימים במנהל. אם תיבה זו ריקה, לא מופעלות תכונות למטא-משאב זה.
id: Sumber daya dalam <i>meta</i> kategori dapat memiliki 'fitur': sumber daya yang tertentu yang sifat-sifat yang memutuskan apa untuk menyembunyikan atau menampilkan pada halaman tertentu di admin. Jika kotak ini kosong, tidak ada fitur yang diaktifkan untuk meta-sumber daya.
it: Le risorse nella categoria <i>meta</i> possono avere delle 'caratteristiche': certe proprietà della risorsa che decidono cosa mostrare o nascondere in certe pagine dell'amministrazione. Se questa casella è vuota, nessuna caratteristica è abilitata per questa meta-risorsa.
nl: Resources in de <em>meta</em> categorie kunnen ‘features’ hebben: eigenschappen die bepalen wat er op de editpagina van de admin getoond wordt.
pl: Zasoby w kategorii <i>meta</i> mogą mieć "funkcje": określone właściwości zasobów, które decydują o tym, co pokazać lub ukryć na określonych stronach w panelu administracyjnym. Jeśli to pole jest puste, żadne funkcje nie są włączone dla tego zasobu meta.
pt: Recursos na categoria <i>meta</i> podem ter 'características': certas propriedades de recursos que decidem o que mostrar ou esconder em certas páginas do administrador. Se esta caixa estiver vazia, nenhuma funcionalidade está habilitada para este meta-recurso.
ru: Ресурсы в категории <i>meta</i> могут иметь "особенности": определенные свойства ресурса, которые определяют, что показывать или скрывать на определенных страницах у администратора. Если это поле пустое, то для этого мета-ресурса не включены никакие особенности.
sv: Resurser i <i>meta</i> kategori kan ha "funktioner": vissa egenskaper resurs som bestämmer vad som ska visas eller döljas på vissa sidor i admin. Om denna ruta är tom, inga funktioner är aktiverade för den här meta-resurs.
th: ทรัพยากรในหมวด <i>meta</i> สามารถมี 'คุณสมบัติ': คุณสมบัติของทรัพยากรบางอย่างที่กำหนดว่าจะแสดงหรือซ่อนอะไรในบางเพจในผู้ดูแลระบบ หากช่องนี้ว่างเปล่าจะไม่มีการเปิดใช้งานคุณลักษณะสำหรับทรัพยากรเมตานี้
tr: <I>meta</i> kategorisindeki kaynaklar 'özellikler' içerebilir: yöneticinin belirli sayfalarında nelerin gösterileceğine veya gizleneceğine karar veren belirli kaynak özellikleri . Bu kutu boşsa, bu meta-kaynak için herhangi bir özellik etkin değildir.
uk: Ресурси в категорії <i>meta</i> можуть мати «функції»: певні властивості ресурсу, які вирішують, що показувати чи приховувати на певних сторінках в адміністраторі. Якщо це поле пусте, для цього мета-ресурсу не ввімкнено жодні функції.
zh_hant: <i>元</i> 类别中的资源可以有 "功能"：某些资源属性决定了在管理员的某些页面上显示或隐藏什么。如果该框为空，则该元资源没有启用任何功能。

source: Retrieving status...
ar: جارٍ استرداد الحالة ...
de: Status abrufen...
es: Recuperar el estado...
et: Oleku toomine ...
he: מאחזר סטטוס ...
id: Mengambil status...
it: Recupero dello stato...
nl: Status ophalen...
pl: Pobieranie statusu...
pt: A recuperar o estado...
ru: Восстановление статуса...
sv: Hämtar status ...
th: กำลังเรียกข้อมูลสถานะ ...
tr: Durum alınıyor...
uk: Отримання статусу...
zh_hant: 检索状态...
