Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: You received this email because you verified your email address. You will not receive any additional emails because of this request.
ar: لقد تلقيت هذا البريد الإلكتروني لأنك تحققت من عنوان بريدك الإلكتروني. لن تتلقى أي رسائل بريد إلكتروني إضافية بسبب هذا الطلب.
de: Sie haben diese E-Mail erhalten, weil Sie Ihre E-Mail-Adresse überprüft haben. Aufgrund dieser Anfrage erhalten Sie keine zusätzlichen E-Mails.
es: Recibió este correo electrónico porque verificó su dirección de correo electrónico. No recibirá ningún correo electrónico adicional debido a esta solicitud.
et: Saite selle meili, kuna kinnitasite oma e-posti aadressi. Selle taotluse tõttu ei saa te täiendavaid e-kirju.
he: קיבלת דוא"ל זה כי אימתת את כתובת הדוא"ל שלך. לא תקבל אימיילים נוספים בגלל בקשה זו.
id: Anda menerima email ini karena Anda memverifikasi alamat email Anda. Anda tidak akan menerima email tambahan karena permintaan ini.
it: Hai ricevuto questa e-mail perché hai verificato il tuo indirizzo e-mail. Non riceverai altre email a causa di questa richiesta.
nl: Je hebt deze e-mail ontvangen omdat je je e-mailadres hebt geverifieerd. Je ontvangt naar aanleiding van dit verzoek geen extra e-mails.
pl: Otrzymałeś tę wiadomość, ponieważ zweryfikowałeś swój adres e-mail. Nie otrzymasz żadnych dodatkowych wiadomości e-mail w związku z tą prośbą.
pt: Você recebeu este e-mail porque verificou seu endereço de e-mail. Você não receberá nenhum e-mail adicional devido a esta solicitação.
ru: Вы получили это письмо, потому что подтвердили свой адрес электронной почты. Вы не будете получать никаких дополнительных писем из-за этого запроса.
sv: Du fick det här e-postmeddelandet eftersom du verifierade din e-postadress. Du kommer inte att få några ytterligare e-postmeddelanden på grund av denna begäran.
th: คุณได้รับอีเมลนี้เนื่องจากคุณได้ยืนยันที่อยู่อีเมลของคุณ คุณจะไม่ได้รับอีเมลเพิ่มเติมใด ๆ เนื่องจากคำขอนี้
tr: Bu e-postayı, e-posta adresinizi doğruladığınız için aldınız. Bu istek nedeniyle başka e-posta almayacaksınız.
uk: Ви отримали цей електронний лист, оскільки підтвердили свою електронну адресу. Ви не отримаєте жодних додаткових електронних листів через цей запит.
zh_hant: 您收到此电子邮件是因为您验证了电子邮件地址。由于此请求，您将不会再收到任何其他电子邮件。

source: Your account name is
ar: اسم حسابك هو
de: Ihr Kontoname lautet
es: Su cuenta es
et: Sinu konto kasutajanimi on
he: שם החשבון שלך הוא
id: Nama akun anda adalah
it: Il nome del tuo account è
nl: Je gebruikersnaam is
pl: Twój login to
pt: O nome da sua conta é
ru: Имя вашей учетной записи:
sv: Ditt kontonamn är
th: ชื่อบัญชีของคุณคือ
tr: Hesap isminiz
uk: Ім’я вашого облікового запису
zh_hant: 你的帐户名是

source: Your address is now verified.
ar: الآن تم التحقق من عنوانك.
de: Ihre Adresse ist nun verifiziert.
es: Su dirección ha sido verificada.
et: Teie aadress on nüüd kinnitatud.
he: כתובתך אומתה כעת.
id: Alamat anda sekarang telah diverifikasi.
it: Il tuo indirizzo è ora verificato.
nl: Je adres is nu bevestigd.
pl: Twój adres został zweryfikowany.
pt: O seu endereço está agora verificado.
ru: Ваш адрес проверен.
sv: Din adress har nu verifierats.
th: ที่อยู่ของคุณได้รับการยืนยันแล้ว
tr: Adresiniz şimdi onaylandı.
uk: Тепер ваша адреса підтверджена.
zh_hant: 你的地址已被验证。

source: Your e-mail address is now verified.
ar: الآن تم التحقق من بريدك الإلكتروني.
de: Ihre E-Mail-Adresse ist nun verifiziert.
es: Su dirección de correo ha sido verificada.
et: Teie e-posti aadress on nüüd kinnitatud.
he: כתובת הדואר האלקטרוני שלך אומתה כעת.
id: Alamat e-mail anda sekarang sudah terverifikasi.
it: Il tuo indirizzo e-mail è ora verificato.
nl: Je e-mailadres is nu bevestigd.
pl: Twój adres e-mail jest teraz zweryfikowany.
pt: O seu endereço de e-mail está agora verificado.
ru: Ваш адрес электронной почты теперь проверен.
sv: Din e-postadress har nu verifierats.
th: ที่อยู่อีเมลของคุณได้รับการยืนยันแล้ว
tr: E-posya adresiniz doğrulandı.
uk: Вашу адресу електронної пошти тепер підтверджено.
zh_hant: 您的电子邮件地址现在已被验证。

source: Your login details for
ar: تفاصيل تسجيل دخولك لـ
de: Ihre Anmeldedaten für
es: Sus datos de acceso para
et: Teie sisselogimisandmed saidile
he: פרטי הכניסה שלך עבור
id: Rincian login anda untuk
it: I tuoi dati di accesso per
nl: Je gebruikersgegevens voor
pl: Twoje dane logowania do
pt: Os seus dados de login para
ru: Ваши регистрационные данные для
sv: Dina inloggningsuppgifter för
th: รายละเอียดการเข้าสู่ระบบของคุณสำหรับ
tr: Şunun için giriş detaylarınız
uk: Ваші дані для входу для
zh_hant: 您的登录信息

source: Your new password is too short or not strong enough. Use a: uppercase letter, lowercase letter, number, and symbol.
ar: كلمة المرور الجديدة قصيرة جدًا أو ليست قوية بدرجة كافية. استخدم: حرفًا كبيرًا وحرفًا صغيرًا ورقمًا ورمزًا.
de: Ihr neues Passwort ist zu kurz oder nicht stark genug. Verwenden Sie: Großbuchstaben, Kleinbuchstaben, Zahlen und Sonderzeichen.
es: Su nueva contraseña es demasiado corta o no lo suficientemente segura. Utilice un: letra mayúscula, letra minúscula, número y símbolo.
et: Teie uus parool on liiga lühike või piisavalt tugev. Kasutage a: suurtähti, väiketähti, numbrit ja sümbolit.
he: הסיסמה החדשה שלך קצרה מדי או לא מספיק חזקה. השתמש ב: אות גדולה, אות קטנה, מספר וסמל.
id: Kata sandi baru Anda terlalu pendek atau tidak cukup kuat. Gunakan a: huruf besar, huruf kecil, angka, dan simbol.
it: La tua nuova password è troppo corta o non abbastanza forte. Utilizzare a: lettera maiuscola, lettera minuscola, numero e simbolo.
nl: Je nieuwe wachtwoord is te kort of niet sterk genoeg. Gebruik een: hoofdletter, kleine letter, cijfer en symbool.
pl: Nowe hasło jest zbyt krótkie lub niewystarczająco silne. Użyj: wielkiej litery, małej litery, cyfry i symbolu.
pt: Sua nova senha é muito curta ou não é forte o suficiente. Use a: letra maiúscula, letra minúscula, número e símbolo.
ru: Ваш новый пароль слишком короткий или недостаточно надежный. Используйте a: прописную букву, строчную букву, цифру и символ.
sv: Ditt nya lösenord är för kort eller inte tillräckligt starkt. Använd en: stor bokstav, liten bokstav, siffra och symbol.
th: รหัสผ่านใหม่ของคุณสั้นเกินไปหรือไม่รัดกุมเพียงพอ ใช้ a: ตัวอักษรพิมพ์ใหญ่ ตัวอักษรพิมพ์เล็ก ตัวเลข และสัญลักษณ์
tr: Yeni şifreniz çok kısa veya yeterince güçlü değil. A kullanın: büyük harf, küçük harf, sayı ve sembol.
uk: Ваш новий пароль занадто короткий або недостатньо надійний. Використовуйте: велику літеру, малу літеру, цифру та символ.
zh_hant: 您的新密碼太短或強度不夠。使用：大寫字母、小寫字母、數字和符號。

source: Your username is:
ar: اسم المستخدم الخاص بك هو:
de: Dein Benutzername ist:
es: Tu nombre de usuario es:
et: Teie kasutajanimi on:
he: שם המשתמש שלך הוא:
id: Nama pengguna Anda adalah:
it: Il tuo nome utente è:
nl: Jouw gebruikersnaam is:
pl: Twoja nazwa użytkownika to:
pt: Seu nome de usuário é:
ru: Ваше имя пользователя:
sv: Ditt användarnamn är:
th: ชื่อผู้ใช้ของคุณคือ:
tr: Kullanıcı adınız:
uk: Ваше ім'я користувача:
zh_hant: 您的用戶名是：

source: set username / password
ar: تعيين اسم المستخدم/كلمة المرور
de: Benutzername / Passwort setzen
es: asignar nombre de usuario / contraseña
et: määrake kasutajanimi / parool
he: הגדר שם משתמש / סיסמה
id: mengatur nama pengguna / kata sandi
it: imposta nome utente / password
nl: gebruikersnaam / wachtwoord instellen
pl: ustaw nazwę użytkownika / hasło
pt: definir nome de usuário / senha
ru: задать имя пользователя / пароль
sv: ange användarnamn / lösenord
th: ตั้งชื่อผู้ใช้ / รหัสผ่าน
tr: kullanıcı adı / şifre belirleyin
uk: встановити ім'я користувача / пароль
zh_hant: 设置用户名/密码

source: 1. Merge loser into winner
ar: 1. دمج الخاسر في الفائز
de: 1. Verlierer in Gewinner verschmelzen
es: 1. Fusionar el perdedor con el ganador
et: 1. Ühendage kaotaja võitjaks
he: 1. מיזוג המפסיד למנצח
id: 1. Gabungkan pecundang menjadi pemenang
it: 1. Unisci il perdente al vincitore
nl: 1. Voeg verliezer samen met winnaar
pl: 1. Połącz przegranego w zwycięzcę
pt: 1. Fundir o perdedor em vencedor.
ru: 1. Включить проигравшего в победителя
sv: 1. Slå samman förloraren till vinnaren
th: 1. รวมผู้แพ้เป็นผู้ชนะ
tr: 1. Kaybeden kazananla birleştirin
uk: 1. Об’єднайте переможеного в переможця
zh_hant: 1.合并输家为赢家

source: 2. Delete loser
ar: 2. حذف الخاسر
de: 2. Verlierer löschen
es: 2. Borrar el perdedor
et: 2. Kustuta kaotaja
he: 2. מחק את המפסיד
id: 2. Hapus pecundang
it: 2. Cancellare il perdente
nl: 2.. Verliezer verwijderen
pl: 2. Usuń przegranego
pt: 2. Apagar perdedor
ru: 2. Удалить проигравшего
sv: 2. Ta bort förloraren
th: 2. ลบผู้แพ้
tr: 2. Kaybeden sil
uk: 2. Видалити невдаху
zh_hant: 2.删除失败者

source: Add missing languages to
ar: أضف اللغات المفقودة إلى
de: Fügen Sie fehlende Sprachen zu
es: Añadir los idiomas que faltan a
et: Lisage puuduvad keeled keelde
he: הוסף שפות חסרות ל
id: Tambahkan bahasa yang hilang ke
it: Aggiungere le lingue mancanti a
nl: Voeg ontbrekende talen toe aan
pl: Dodaj brakujące języki do
pt: Adicionar idiomas em falta a
ru: Добавьте недостающие языки к
sv: Lägg till saknade språk i
th: เพิ่มภาษาที่ขาดหายไป
tr: Eksik dilleri şuraya ekle:
uk: Додайте відсутні мови до
zh_hant: 增加缺失的语文

source: Confirm merge
ar: تأكيد الدمج
de: Bestätigen Sie die Zusammenführung
es: Confirmar combinación
et: Kinnitage liitmine
he: אשר מיזוג
id: Konfirmasi menggabungkan
it: Confermare l'unione
nl: Bevestig samenvoegen
pl: Potwierdź połączenie
pt: Confirmar fusão
ru: Подтвердить слияние
sv: Bekräfta sammanslagning
th: ยืนยันการรวม
tr: Birleştirmeyi onaylayın
uk: Підтвердьте злиття
zh_hant: 确认合并

source: Depiction
ar: الوصف
de: Darstellung
es: Representación
et: Kujutamine
he: תֵאוּר
id: Gambaran
it: Rappresentazione
nl: Afbeelding
pl: Opis
pt: Representação
ru: Изображение
sv: Skildring
th: การพรรณนา
tr: Tasvir
uk: Зображення
zh_hant: 描写

source: Edit page
ar: تعديل الصفحة
de: Seite bearbeiten
es: Editar página
et: Muuda lehte
he: ערוך דף
id: Sunting halaman
it: Modifica pagina
nl: Bewerk pagina
pl: Edytuj stronę
pt: Página de edição
ru: Редактировать страницу
sv: Redigera sida
th: แก้ไขหน้า
tr: Sayfayı düzenle
uk: Редагувати сторінку
zh_hant: 编辑页面

source: Find page to merge with:
ar: البحث عن الصفحة لدمجها مع:
de: Seite finden, mit der zusammengeführt werden soll:
es: Encontrar página para combinar con:
et: Leidke leht, millega ühendada:
he: מצא דף להתמזג איתו:
id: Cari halaman untuk bergabung dengan:
it: Trova la pagina da unire a:
nl: Vind een pagina om mee samen te voegen:
pl: Znajdź stronę do połączenia z:
pt: Encontrar página para fundir:
ru: Найдите страницу для слияния:
sv: Hitta sida att slå ihop med:
th: ค้นหาหน้าที่จะรวมกับ:
tr: Birleştirilecek sayfa bul:
uk: Знайти сторінку для об’єднання:
zh_hant: 找到要合并的页面。

source: Left
ar: اليسار
de: Links
es: Izquierda
et: Vasakule
he: שמאלה
id: Kiri
it: Sinistra
nl: Links
pl: Lewo
pt: Esquerda
ru: Слева
sv: Vänster
th: ซ้าย
tr: Sol
uk: Ліворуч
zh_hant: 左边

source: Merge
ar: قم بدمج
de: Zusammenführen
es: Combinar
et: Ühenda
he: לְמַזֵג
id: Menggabungkan
it: Unire
nl: Samenvoegen
pl: Łączyć
pt: Fundir
ru: Слияние
sv: Sammanfoga
th: ผสาน
tr: Birleştir
uk: Злиття
zh_hant: 合并

source: Merge pages
ar: قم بدمج الصفحات
de: Seiten zusammenführen
es: Combinar páginas
et: Ühendage lehed
he: מיזוג עמודים
id: Menggabungkan halaman
it: Unire le pagine
nl: Pagina’s samenvoegen
pl: Scalanie stron
pt: Fundir páginas
ru: Объединить страницы
sv: Slå samman sidor
th: รวมหน้า
tr: Sayfaları birleştir
uk: Об’єднати сторінки
zh_hant: 合并页面

source: Merge two pages together. You can select with which page to merge and which page will remain after the merge.
ar: قم بدمج صفحتين معاً. يمكنك تحديد الصفحة التي يجب دمجها و الصفحة التي ستبقى بعد الدمج.
de: Verschmelzen Sie zwei Seiten miteinander. Sie können auswählen, mit welcher Seite verschmolzen werden soll und welche Seite nach dem Verschmelzen übrig bleiben soll.
es: Combinar dos páginas. Se puede seleccionar con cuál página combinar y cuál página permanecerá despues de la combinación.
et: Ühendage kaks lehte kokku. Saate valida, millise lehega ühendada ja milline leht jääb pärast ühendamist alles.
he: למזג שני עמודים יחד. אתה יכול לבחור עם איזה דף להתמזג ואיזה דף יישאר לאחר המיזוג.
id: Gabungkan dua halaman sekalian. Anda dapat memilih halaman mana yang akan digabungkan dan halaman mana yang akan tetap berada setelah penggabungan.
it: Unisci due pagine insieme. Puoi selezionare con quale pagina unire e quale pagina rimarrà dopo l'unione.
nl: Voeg twee pagina’s samen. Je kunt selecteren met welke pagina je wilt samenvoegen en welke pagina blijft bestaan.
pl: Połącz dwie strony razem. Możesz wybrać którą stronę chcesz połączyć i która strona pozostanie po połączeniu.
pt: Fundir duas páginas juntas. Você pode selecionar com que página fundir e qual página permanecerá após a fusão.
ru: Соедините две страницы. Вы можете выбрать, с какой страницей объединить, а какая останется после объединения.
sv: Slå samman två sidor. Du kan välja med vilken sida du vill slå ihop och vilken sida som kommer att finnas kvar efter sammanslagningen.
th: รวมสองหน้าเข้าด้วยกัน คุณสามารถเลือกได้ว่าจะผสานเพจใดและเพจใดจะยังคงอยู่หลังจากการผสาน
tr: İki sayfası birlikte birleştirin. Hangi sayfanın birleştirileceğini ve hangi sayfanın birleştirmeden sonra kalacağını seçebilirsiniz.
uk: Об’єднайте дві сторінки разом. Ви можете вибрати, з якою сторінкою об’єднати, і яка сторінка залишиться після об’єднання.
zh_hant: 将两个页面合并在一起。您可以选择与哪个页面合并，合并后哪个页面将保留。

source: Merge with another page …
ar: دمج مع صحفة أخرى…
de: Mit einer anderen Seite zusammenführen …
es: Combinar con otra página…
et: Ühenda teise lehega …
he: מיזוג עם עמוד נוסף …
id: Bergabung dengan halaman lain …
it: Unire con un'altra pagina …
nl: Samenvoegen met een andere pagina …
pl: Połącz z inną stroną …
pt: Fusão com outra página …
ru: Объединить с другой страницей ….
sv: Slå ihop med en annan sida …
th: รวมกับหน้า …อื่น
tr: Başka bir sayfa ile birleştir …
uk: Об’єднати з іншою сторінкою …
zh_hant: 与其他页面合并 …。

source: Merging the two pages ...
ar: جاري دمج الصفحتين...
de: Zusammenführen der beiden Seiten ...
es: Combinar las dos páginas ...
et: Kahe lehe ühendamine ...
he: מיזוג שני העמודים ...
id: Menggabungkan dua halaman ...
it: Unire le due pagine ...
nl: Bezig met de twee pagina’s samen te voegen …
pl: Łączenie dwóch stron ...
pt: A fusão das duas páginas ...
ru: Слияние двух страниц...
sv: Sammanfoga de två sidorna ...
th: การรวมสองหน้า ...
tr: İki sayfa birleştiriliyor ...
uk: Об'єднання двох сторінок...
zh_hant: 合并两页...

source: No merge action specified.
ar: لم يتم تحديد إجراء دمج.
de: Keine Merge-Aktion angegeben.
es: No se especificó ninguna acción de combinación.
et: Ühinemistoimingut pole määratud.
he: לא צוינה פעולת מיזוג.
id: Tidak ada penggabungan tindakan yang ditentukan.
it: Nessuna azione di fusione specificata.
nl: Geen samenvoegactie opgegeven.
pl: Nie określono działań związanych z połączeniem.
pt: Nenhuma ação de fusão especificada.
ru: Действие по слиянию не указано.
sv: Ingen sammanslagningsåtgärd specificerad.
th: ไม่ได้ระบุการดำเนินการผสาน
tr: Birleştirme işlemi belirtilmemiş.
uk: Не вказано дію злиття.
zh_hant: 没有指定合并行动。

source: Right
ar: اليمين
de: Rechts
es: Derecha
et: Õige
he: ימין
id: Kanan
it: A destra
nl: Rechts
pl: Prawo
pt: Certo
ru: Справа
sv: Rätt
th: ขวา
tr: Sağ
uk: Праворуч
zh_hant: 右边

source: Select Left
ar: حدد اليسار
de: Links auswählen
es: Seleccionar izquierda
et: Valige Vasak
he: בחר שמאלה
id: Pilih Kiri
it: Seleziona Sinistra
nl: Selecteer links
pl: Wybierz lewą
pt: Selecione Esquerda
ru: Выберите слева
sv: Välj Vänster
th: เลือกซ้าย
tr: Solu Seç
uk: Виберіть Ліворуч
zh_hant: 选择左边

source: Select Right
ar: حدد اليمين
de: Rechts auswählen
es: Seleccionar derecha
et: Valige Parem
he: בחר ימינה
id: Pilih kanan
it: Seleziona Destra
nl: Selecteer rechts
pl: Wybierz prawą
pt: Selecione Direito
ru: Выберите справа
sv: Välj höger
th: เลือกขวา
tr: Sağı Seç
uk: Виберіть Праворуч
zh_hant: 选择右边

source: Select the winner from two pages. The loser will get merged into the winner. Only the winner remains.
ar: حدد الفائز بين الصفحتين. الخاسر سيتم دمجه في الفائز. سيبقى بالفائز فقط.
de: Wählen Sie den Gewinner aus zwei Seiten aus. Der Verlierer wird mit dem Gewinner zusammengelegt. Es bleibt nur der Gewinner übrig.
es: Seleccionar el ganador de las dos páginas. El perdedor se combinará con el ganador. Solo permanecerá el ganador.
et: Valige võitja kahelt lehelt. Kaotaja liidetakse võitjaks. Jääb vaid võitja.
he: בחר את הזוכה משני עמודים. המפסיד יתמזג למנצח. נשאר רק הזוכה.
id: Pilih pemenang dari dua halaman. Pecundang akan bergabung menjadi pemenang. Hanya pemenangnya yang tersisa.
it: Seleziona il vincitore da due pagine. Il perdente verrà unito al vincitore. Rimane solo il vincitore.
nl: Selecteer de winnaar uit de twee pagina’s. De verliezer wordt in de winnaar samengevoegd. Alleen de winnaar blijft over.
pl: Wybierz zwycięzcę z dwóch stron. Przegrany zostanie połączony ze zwycięzcą. Pozostanie tylko zwycięzca.
pt: Selecione o vencedor entre duas páginas. O perdedor será fundido com o vencedor. Apenas o vencedor permanece.
ru: Выберите победителя из двух страниц. Проигравший будет объединен с победителем. Остается только победитель.
sv: Välj vinnaren från två sidor. Förloraren kommer att få ihop till vinnaren. Bara vinnaren återstår.
th: เลือกผู้ชนะจากสองหน้า ผู้แพ้จะถูกรวมเข้าเป็นผู้ชนะ ผู้ชนะเท่านั้นที่ยังคงอยู่
tr: İki sayfadan kazananı seçin. Kaybeden kazanana birleştirilecek. Sadece kazanan kalır.
uk: Виберіть переможця з двох сторінок. Переможений зливається з переможцем. Залишається тільки переможець.
zh_hant: 从两页纸中选出获胜者。失败者将被合并到获胜者。只剩下赢家。

source: Select the winning page
ar: حدد صفحة الفوز
de: Wählen Sie die Gewinnerseite
es: Seleccionar la página ganadora
et: Valige võitnud leht
he: בחר את הדף הזוכה
id: Pilih halaman pemenang
it: Seleziona la pagina vincente
nl: Selecteer de winnaar
pl: Wybierz zwycięską stronę
pt: Selecione a página vencedora
ru: Выберите выигравшую страницу
sv: Välj den vinnande sidan
th: เลือกหน้าที่ชนะ
tr: Kazanan sayfası seçin
uk: Виберіть сторінку переможця
zh_hant: 选择中奖页面

source: Sorry, you have no permission to edit this page.
ar: عذراً، ليس لديك إذن لتعديل هذه الصفحة.
de: Tut mir leid, Sie haben keine Berechtigung, diese Seite zu bearbeiten.
es: Lo siento, no tiene permiso para editar esta página.
et: Vabandust, teil pole selle lehe muutmiseks luba.
he: מצטערים, אין לך הרשאה לערוך דף זה.
id: Maaf, anda tidak memiliki izin untuk menyunting halaman ini.
it: Spiacente, non hai il permesso di modificare questa pagina.
nl: Je hebt geen rechten om deze pagina te bewerken.
pl: Przepraszamy, nie masz uprawnień do edycji tej strony.
pt: Desculpe, você não tem permissão para editar esta página.
ru: Извините, у вас нет права редактировать эту страницу.
sv: Du har tyvärr inte behörighet att redigera den här sidan.
th: ขออภัยคุณไม่ได้รับอนุญาตให้แก้ไขหน้านี้
tr: Üzgünüz, bu sayfayı düzenlemek için izniniz yok.
uk: На жаль, у Вас немає дозволу редагувати цю сторінку.
zh_hant: 对不起，你没有权限编辑本页面。

source: The loser is protected, unprotect the loser before merging.
ar: الخاسر محمي، قم بإلغاء حماية الخاسر قبل الدمج.
de: Der Verlierer ist geschützt, heben Sie den Schutz des Verlierers vor dem Zusammenführen auf.
es: El perdedor está protegido. Desproteja el perdedor antes de la combinación.
et: Kaotaja on kaitstud, kaitsta kaotajat enne ühinemist.
he: המפסיד מוגן, אל תגן על המפסיד לפני המיזוג.
id: Pecundang telah dilindungi, tidak melindungi pecundang sebelum penggabungan.
it: Il perdente è protetto, togliete la protezione al perdente prima della fusione.
nl: De verliezer is beveiligd. Verwijder de beveiliging voor het samenvoegen.
pl: Przegrany jest chroniony, należy chronić przegranego przed połączeniem.
pt: O perdedor está protegido, desprotegido antes da fusão.
ru: Проигравший защищён, снимите защиту с проигравшего перед слиянием.
sv: Förloraren är skyddad, skyddar förloraren innan den slås samman.
th: ผู้แพ้ได้รับการปกป้องยกเลิกการป้องกันผู้แพ้ก่อนที่จะรวมเข้าด้วยกัน
tr: Kaybeden korundu, birleştirmeden önce korumayı kaldırın.
uk: Переможець захищений, зніміть захист переможеного перед об’єднанням.
zh_hant: 败家子是被保护的，合并前先解保护败家子。

source: You are not allowed to edit this page
ar: ليس مسموح لك بتعديل هذه الصفحة
de: Sie dürfen diese Seite nicht bearbeiten
es: No tiene permitido editar esta página
et: Teil pole lubatud seda lehte muuta
he: אינך רשאי לערוך דף זה
id: Anda tidak diizinkan untuk menyunting halaman ini
it: Non ti è permesso modificare questa pagina
nl: Je hebt geen rechten om deze pagina te bewerken.
pl: Nie masz uprawnień aby edytować tą stronę
pt: Você não está autorizado a editar esta página
ru: Вы не имеете права редактировать эту страницу
sv: Du har inte tillåtelse att redigera den här sidan
th: คุณไม่ได้รับอนุญาตให้แก้ไขหน้านี้
tr: Bu sayfayı düzenleme yetkiniz yok
uk: Вам не дозволено редагувати цю сторінку
zh_hant: 您不能编辑本页面

source: You are not allowed to select this page and thereby deleting page Left.
ar: لا يسمح لك بتحديد هذه الصفحة وبالتالي حذف الصفحة إلى اليسار.
de: Sie dürfen diese Seite nicht auswählen und damit die Seite Links löschen.
es: No tiene permitido seleccionar esta página y de este modo eliminar la página izquierda.
et: Teil pole lubatud seda lehte valida ja seeläbi vasakpoolset lehte kustutada.
he: אינך רשאי לבחור דף זה ובכך למחוק את העמוד שמאל.
id: Anda tidak diizinkan untuk memilih halaman ini dan dengan demikian menghapus halaman Kiri.
it: Non ti è permesso di selezionare questa pagina e quindi di cancellare la pagina Left.
nl: Je hebt geen rechten deze pagina te selecteren en daarmee de linkerpagina te verwijderen.
pl: Nie możesz wybrać tej strony i tym samym usunąć strony po lewej.
pt: Você não está autorizado a selecionar esta página e, portanto, excluir a página Esquerda.
ru: Вы не можете выбрать эту страницу и тем самым удалить страницу слева.
sv: Du är inte tillåten att välja den här sidan och därmed ta bort sidan till Vänster.
th: คุณไม่ได้รับอนุญาตให้เลือกหน้านี้และลบหน้าซ้าย
tr: Bu sayfası seçmek için yetkiniz yok bu yüzden silinecek sayfa kaldı.
uk: Вам не дозволено вибрати цю сторінку і, таким чином, видалити сторінку зліва.
zh_hant: 你不允许选择这个页面，从而删除页面左。

source: You are not allowed to select this page and thereby deleting page Right.
ar: لا يسمح لك بتحديد هذه الصفحة وبالتالي حذف الصفحة الحق.
de: Sie dürfen diese Seite nicht auswählen und damit die Seite Right löschen.
es: No tiene permitido seleccionar esta página y de este modo eliminar la página derecha.
et: Teil ei ole lubatud seda lehte valida ja seeläbi kustutada leht Right.
he: אינך רשאי לבחור דף זה ובכך למחוק את הדף Right.
id: Anda tidak diizinkan untuk memilih halaman ini dan dengan demikian menghapus halaman yang benar.
it: Non ti è permesso di selezionare questa pagina e quindi di cancellare la pagina Right.
nl: Je hebt geen rechten deze pagina te selecteren en daarmee de rechterpagina te verwijderen.
pl: Nie możesz wybrać tej strony i w ten sposób usunąć stronę po prawej.
pt: Você não está autorizado a selecionar esta página e, portanto, excluir a página da direita.
ru: Вы не можете выбрать эту страницу и тем самым удалить страницу справа.
sv: Du är inte tillåten att välja den här sidan och därmed ta bort sidan till Höger.
th: คุณไม่ได้รับอนุญาตให้เลือกเพจนี้และด้วยเหตุนี้การลบเพจขวา
tr: Bu sayfayı seçmenize izin yok, dolayısıyla silmenizede.
uk: Вам не дозволено вибрати цю сторінку і, таким чином, видалити сторінку Праворуч.
zh_hant: 你不允许选择这个页面，从而删除页面的权利。
