Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic-language.po
Languages: ar, he, th, zh, zh_hant

source: Abkhazian
ar: أبخازيا
he: אבחזית
th: อาบฮาเซียน
zh: 阿布哈兹语
zh_hant: 阿布哈兹语

source: Adamawa Fulfulde
ar: أداماوا فولفولدي
he: אדמאווה פולפולה
th: อาดาเมวา ฟูลฟูลเด
zh: 阿达马瓦富尔德语

source: Adara
ar: أدارا
he: אדארה
th: อาดา
zh: 阿达拉
zh_hant: 阿達拉

source: Adilabad Gondi
ar: عديل آباد جوندي
he: אדילבאד גונדי
th: อาดีลาบาด กอนดี
zh: 阿迪拉巴德-贡迪

source: Afar
ar: عفار
he: אפר
th: อาฟาร์
zh: 阿法尔
zh_hant: 阿法爾

source: Afrikaans
ar: الأفريكانية
he: אפריקנס
th: แอฟริคานส์
zh: 南非语
zh_hant: 南非語

source: Akan
ar: أكان
he: אקאן
th: อาคัน
zh: 阿坎语
zh_hant: 阿坎語

source: Albanian
ar: الألبانية
he: אלבנית
th: แอลเบเนีย
zh: 阿尔巴尼亚语
zh_hant: 阿爾巴尼亞語

source: Amharic
ar: الأمهرية
he: אמהרית
th: อัมฮาริก
zh: 阿姆哈拉语
zh_hant: 阿姆哈拉語

source: Anyin Morofo
ar: أنين موروفو
he: אנין מורופו
th: อีนิน โมโรโฟ

source: Ao Naga
ar: آو ناجا
he: או נגה
th: อาณากา
zh: 奥那加

source: Arabic
ar: اللغة العربية
he: ערבית
th: อาหรับ
zh: 阿拉伯语
zh_hant: 阿拉伯語

source: Arabic - Algerian Sahara
ar: العربية - الصحراء الجزائرية
he: ערבית - אלג'ירית סהרה
th: อาหรับ - ซาฮาราแอลจีเรีย
zh: 阿拉伯语 - 阿尔及利亚撒哈拉
zh_hant: 阿拉伯語 - 阿爾及利亞撒哈拉

source: Arabic - Bahrain
ar: العربية - البحرين
he: ערבית - בחריין
th: อาหรับ - บาห์เรน
zh: 阿拉伯语 - 巴林
zh_hant: 阿拉伯語 - 巴林

source: Arabic - Egypt
ar: العربية - مصر
he: ערבית - מצרים
th: อาหรับ - อียิปต์
zh: 阿拉伯语 - 埃及
zh_hant: 阿拉伯語 - 埃及

source: Arabic - Gulf
ar: العربية - الخليج
he: ערבית - המפרץ
th: อาหรับ - อ่าว
zh: 阿拉伯语 - 海湾
zh_hant: 阿拉伯語 - 海灣

source: Arabic - Iraq
ar: العربية - العراق
he: ערבית - עיראק
th: อาหรับ - อิรัก
zh: 阿拉伯语 - 伊拉克
zh_hant: 阿拉伯語 - 伊拉克

source: Arabic - Jordan
ar: العربية - الأردن
he: ערבית - ירדן
th: อาหรับ - จอร์แดน
zh: 阿拉伯语 - 约旦
zh_hant: 阿拉伯語 - 約旦

source: Arabic - Kuwait
ar: العربية - الكويت
he: ערבית - כווית
th: อาหรับ - คูเวต
zh: 阿拉伯语 - 科威特
zh_hant: 阿拉伯語 - 科威特

source: Arabic - Lebanon
ar: العربية - لبنان
he: ערבית - לבנון
th: อาหรับ - เลบานอน
zh: 阿拉伯语 - 黎巴嫩
zh_hant: 阿拉伯語 - 黎巴嫩

source: Arabic - Libya
ar: العربية - ليبيا
he: ערבית - לוב
th: อาหรับ - ลิเบีย
zh: 阿拉伯语 - 利比亚
zh_hant: 阿拉伯語 - 利比亞

source: Arabic - Marocco
ar: العربية - المغرب
he: ערבית - מרוקו
th: อาหรับ - โมร็อกโก
zh: 阿拉伯语 - 摩洛哥
zh_hant: 阿拉伯語 - 摩洛哥

source: Arabic - Morocco
ar: العربية - المغرب
he: ערבית - מרוקו
th: อาหรับ - โมร็อกโก
zh: 阿拉伯语 - 摩洛哥
zh_hant: 阿拉伯語 - 摩洛哥

source: Arabic - North Levant
ar: العربية - شمال المشرق العربي
he: ערבית - לבנט הצפוני
th: อาหรับ - เลแวนต์เหนือ
zh: 阿拉伯语 - 北黎凡特
zh_hant: 阿拉伯語 - 北黎凡特

source: Arabic - Oman
ar: العربية - عُمان
he: ערבית - עומאן
th: อาหรับ - โอมาน
zh: 阿拉伯语 - 阿曼
zh_hant: 阿拉伯語 - 阿曼

source: Arabic - Qatar
ar: العربية - قطر
he: ערבית - קטאר
th: อาหรับ - กาตาร์
zh: 阿拉伯语 - 卡塔尔
zh_hant: 阿拉伯語 - 卡塔爾

source: Arabic - Saudi Arabia
ar: العربية - المملكة العربية السعودية
he: ערבית - ערב הסעודית
th: อาหรับ - ซาอุดีอาระเบีย
zh: 阿拉伯语 - 沙特阿拉伯
zh_hant: 阿拉伯語 - 沙特阿拉伯

source: Arabic - South Levant
ar: العربية - جنوب المشرق العربي
he: ערבית - דרום לבנט
th: อาหรับ - เลแวนต์ใต้
zh: 阿拉伯语 - 南黎凡特
zh_hant: 阿拉伯語 - 南黎凡特

source: Arabic - Sudan
ar: العربية - السودان
he: ערבית - סודן
th: อาหรับ - ซูดาน
zh: 阿拉伯语 - 苏丹
zh_hant: 阿拉伯語 - 蘇丹

source: Arabic - Syria
ar: العربية - سوريا
he: ערבית - סוריה
th: อาหรับ - ซีเรีย
zh: 阿拉伯语 - 叙利亚
zh_hant: 阿拉伯語 - 敘利亞

source: Arabic - Tunisia
ar: العربية - تونس
he: ערבית - תוניסיה
th: อาหรับ - ตูนิเซีย
zh: 阿拉伯语 - 突尼斯
zh_hant: 阿拉伯語 - 突尼斯

source: Arabic - U.A.E.
ar: العربية - الإمارات العربية المتحدة
he: ערבית - איחוד האמירויות הערביות
th: อาหรับ - สหรัฐอาหรับเอมิเรตส์
zh: 阿拉伯语 - 阿拉伯联合酋长国
zh_hant: 阿拉伯語 - U.A.E.

source: Arabic - Yemen
ar: العربية - اليمن
he: ערבית - תימנית
th: อาหรับ - เยเมน
zh: 阿拉伯语 - 也门
zh_hant: 阿拉伯語 - 也門

source: Aringa
ar: أرينجا
he: ארינגה
th: อาริงกา
zh: 阿林加

source: Assamese
ar: آسامية
he: אסייתית
th: อัสสัม
zh: 阿萨姆语
zh_hant: 阿薩姆語

source: Avaric
ar: أفاريك
he: אבר
th: โลภ
zh: 阿瓦里克
zh_hant: 阿瓦里克

source: Awa (China)
ar: آوا (الصين)
he: אווה (סין)
th: อาวะ (ประเทศจีน)
zh: 阿瓦（中国）
zh_hant: 阿瓦（中國）

source: Ayacucho Quechua
ar: أياكوتشو كيتشوا
he: אקוצ'ו קצ'ואה
th: อาญาคุโช เคชัว
zh: 阿亚库乔克丘亚语
zh_hant: 阿亞庫喬語

source: Aymara
ar: أيمارا
he: איימרה
th: ไอมารา
zh: 艾马拉语
zh_hant: 艾瑪語

source: Azerbaijani
ar: أذربيجان
he: אזרבייג'ני
th: อาเซอร์ไบจาน
zh: 阿塞拜疆
zh_hant: 阿塞拜疆語

source: Balangingi
ar: بالينجي
he: בלנגינגי
th: บาลังกินี
zh: 巴兰金吉

source: Balkan Romani
ar: روماني البلقان
he: רומני בלקני
th: บัลกัน โรมา
zh: 巴尔干罗姆语
zh_hant: 巴爾幹羅姆人

source: Balti
ar: بالتي
he: בלטי
th: บัลติ
zh: 巴蒂
zh_hant: 巴蒂

source: Bambara
ar: بامبارا
he: במברה
th: บามบารา
zh: 班巴拉

source: Bangka
ar: بانجكا
he: בנגקה
th: บังกา
zh: 邦加
zh_hant: 邦加

source: Barclayville Grebo
ar: باركلايفيل جريبو
he: ברקליוויל גרבו
th: บาร์เคลย์วิลล์ เกรโบ
zh: 巴克莱维尔格雷波

source: Bashkir
ar: باشكير
he: בשיקרי
th: บาชkir
zh: 巴什基尔
zh_hant: 巴什基爾

source: Basque
ar: الباسك
he: בסקית
th: บาสก์
zh: 巴斯克语
zh_hant: 巴斯克語

source: Bavarian
ar: بافاري
he: בווארי
th: บาวาเรีย
zh: 巴伐利亚
zh_hant: 巴伐利亞

source: Bazigar
ar: بازيغار
he: בזיגר
th: บาซิการ์
zh: 巴兹加尔

source: Bengali
ar: البنغالية
he: בנגלית
th: เบงกาลี
zh: 孟加拉语
zh_hant: 孟加拉語

source: Berta
ar: بيرتا
he: ברטה
th: เบอร์ตา
zh: 贝尔塔

source: Bilaspuri
ar: بيلاسبوري
he: בילספורי
th: บิลาสปุรี
zh: 比拉斯普里
zh_hant: 比拉斯普里

source: Bislama
ar: بيسلاما
he: ביסלמה
th: บิสมารา
zh: 比斯拉马

source: Borana-Arsi-Guji Oromo
ar: بورانا-أرسي-غوجي-أورومو بورانا-أرسي-غوجي أورومو
he: בוראנה-ארסי-גוג'י אורומו
th: โบรานา-อาร์ซี-กูจิ โอโรโม
zh: 博拉纳-阿尔西-古吉-奥罗莫语

source: Borgu Fulfulde
ar: بورجو فولفولدي
he: בורגו פולפולדה
th: บอร์กู ฟูลฟูลเด

source: Bosnian
ar: البوسني
he: בוסני
th: บอสเนีย
zh: 波斯尼亚语
zh_hant: 波斯語

source: Bouyei
ar: بويي
he: בויי
th: บัวเย่
zh: 布耶

source: Breton
ar: بريتون
he: ברטון
th: เบรอตง
zh: 布列塔尼
zh_hant: 布列塔尼

source: Brunei
ar: بروناي
he: ברוניי
th: บรูไน
zh: 汶莱
zh_hant: 汶萊

source: Bulgarian
ar: البلغارية
he: בולגרית
th: บัลแกเรีย
zh: 保加利亚语
zh_hant: 保加利亞語

source: Burmese
ar: البورمية
he: בורמזי
th: พม่า
zh: 缅甸语
zh_hant: 緬甸語

source: Byelorussian
ar: البيلاروسية
he: בלארוסי
th: เบลารุส
zh: 白俄罗斯语
zh_hant: 白俄羅斯語

source: Caló
ar: كالو
he: קל
th: คาโล
zh: 卡洛
zh_hant: 卡洛

source: Cambodian
ar: كمبودي
he: קמבודי
th: กัมพูชา
zh: 柬埔寨
zh_hant: 柬埔寨

source: Cameroon Pidgin
ar: الكاميرون بيدجين
he: קמרון פידג'ין
th: ปิดจินแคเมอรูน
zh: 喀麦隆皮金语
zh_hant: 喀麥隆皮金語

source: Campidanese Sardinian
ar: سارديني كامبيداني سارديني
he: קמפידנזה סרדינית
th: แคมปิดาเนเซ ซาร์ดิเนียน
zh: 坎皮达尼撒丁岛语
zh_hant: 坎皮達尼亞撒丁島語

source: Capiznon
ar: كابيزنون
he: קפיזנון
th: คาปิซนอน
zh: 卡皮兹农

source: Catalan
ar: الكاتالونية
he: קטלאנית
th: คาตาลัน
zh: 加泰罗尼亚语
zh_hant: 加泰羅尼亞語

source: Cebaara Senoufo
ar: سيبارا سينوفو
he: סבארה סנופו
th: เซบารา เซนูฟู
zh: 塞巴拉-塞努福

source: Cebuano
ar: سيبوانو
he: סבוואנו
th: เซบูอาโน
zh: 宿务语
zh_hant: 宿霧語

source: Central Atlas Tamazight
ar: الأطلس المركزي أطلس الأمازيغية
he: אטלס המרכזי תמזיגית
th: ภาษาทามาซิกแห่งแอตลาสกลาง
zh: 塔马泽特中央地图集

source: Central Hongshuihe Zhuang
ar: وسط هونغشويهي تشوانغ
he: מרכז הונגשוויחה ז'ואנג
th: จัตุรัสกลางหงสุ่ยเหอจวง
zh: 红水河庄中部
zh_hant: 中央紅水河莊

source: Central Huasteca Nahuatl
ar: هواستيكا الوسطى ناهواتل الهواستيكا الوسطى
he: נהואטל מרכזית
th: ภาษา Nahuatl เขต Huasteca ตอนกลาง
zh: 中瓦斯特卡纳瓦特尔语
zh_hant: 中央瓦斯特卡納瓦特爾語

source: Central Kanuri
ar: كانوري الوسطى
he: קנורי מרכזית
th: กลางคานูรี
zh: 中央卡努里
zh_hant: 中央卡努里

source: Central Malay
ar: وسط الملايو
he: מרכז מלזיה
th: ภาษามลายูกลาง
zh: 中马来语
zh_hant: 中馬來語

source: Central Okinawan
ar: أوكيناوا الوسطى
he: מרכז אוקינאווה
th: โอกินาวากลาง
zh: 冲绳中部
zh_hant: 沖繩中部

source: Central Pashto
ar: البشتو الوسطى
he: פשתו מרכזית
th: ภาษาปัชโตกลาง
zh: 中部普什图语
zh_hant: 中部普什圖語

source: Central Sama
ar: سما الوسطى
he: סמה המרכזית
th: เซ็นทรัล ซามา
zh: 萨马中部
zh_hant: 中央薩馬

source: Central-Eastern Niger Fulfulde
ar: فولفولدي وسط شرق النيجر
he: מרכז-מזרח ניז'ר פולפולה
th: ภาษาฟูลเฟลเดของไนเจอร์ตอนกลาง-ตะวันออก
zh: 尼日尔中东部富尔福德人
zh_hant: 尼日爾中東部

source: Chadian Arabic
ar: العربية التشادية
he: ערבית צ'אדית
th: ภาษาอาหรับชาด
zh: 乍得阿拉伯语
zh_hant: 乍得語

source: Chamorro
ar: تشامورو
he: צ'אמורו
th: ชาโมโร
zh: 查莫罗
zh_hant: 查莫羅語

source: Chechen
ar: الشيشان
he: צ'צ'ני
th: ชาวเชเชน
zh: 车臣
zh_hant: 車臣

source: Chewa
ar: تشوا
he: צ'ואה
th: เชวา
zh: 切瓦

source: Chhattisgarhi
ar: تشاتيسغارهي
he: צ'האטיסגארי
th: ชาตติสครห์
zh: 恰蒂斯加尔语
zh_hant: 恰蒂斯加爾邦

source: Chimborazo Highland Quichua
ar: تشيمبورازو هايلاند كيتشوا
he: צ'ימבוראסו היילנד קוויצ'ואה
th: ชิมโบราโซ ไฮแลนด์ กีชูอา
zh: 钦博拉索高地基丘亚语
zh_hant: 欽博拉索高地 Quichua

source: Chinese (Simplified)
ar: الصينية (المبسطة)
he: סינית (פשוטה)
th: ภาษาจีน (ตัวย่อ)
zh: 简体中文
zh_hant: 簡體中文

source: Chinese (Traditional)
ar: الصينية (التقليدية)
he: סינית (מסורתית)
th: ภาษาจีน (แบบดั้งเดิม)
zh: 中文（繁体）
zh_hant: 繁體中文

source: Chittagonian
ar: شيتاغونيان
he: צ'יטגוני
th: ชิตตากอนเนียน
zh: 奇塔冈人
zh_hant: 奇塔哥尼亞

source: Chitwania Tharu
ar: شيتوانيا ثارو
he: צ'יטוואניה ת'ארו
th: จิตวานยา ทารู
zh: 奇特瓦尼亚-塔鲁

source: Chuanqiandian Cluster Miao
ar: مجموعة تشوانكيانديان العنقودية مياو
he: צ'ואנקיאנדיאן אשכול מיאו
th: ชวนเฉียนเตี้ยน กลุ่มเหมียว
zh: 川黔滇苗族聚居区
zh_hant: 川黔滇群苗

source: Chuvash
ar: تشوفاش
he: צ'ובאש
th: ชูวาสช์
zh: 楚瓦什
zh_hant: 楚瓦什

source: Congo Swahili
ar: الكونغو السواحيلية
he: קונגו סוואהילית
th: คองโก สวาฮีลี
zh: 刚果斯瓦希里语
zh_hant: 剛果斯瓦希里語

source: Corsican
ar: الكورسيكية
he: קורסיקאי
th: คอร์ซิกา
zh: 科西嘉
zh_hant: 科西嘉

source: Crimean Tatar
ar: تتار القرم
he: טטרי קרים
th: ชาวตาตาร์ไครเมีย
zh: 克里米亚鞑靼人
zh_hant: 克里米亞鞑靼

source: Croatian
ar: الكرواتية
he: קרואטית
th: โครเอเชีย
zh: 克罗地亚语
zh_hant: 克羅地亞語

source: Croatian - Bosnia and Herzegovina
ar: الكرواتية - البوسنة والهرسك
he: קרואטית - בוסניה והרצגובינה
th: โครเอเชีย - บอสเนียและเฮอร์เซโกวีนา
zh: 克罗地亚语 - 波斯尼亚和黑塞哥维那
zh_hant: 克羅地亞語 - 波斯尼亞和黑塞哥維那

source: Croatian - Croatia
ar: الكرواتية - كرواتيا
he: קרואטית - קרואטיה
th: โครเอเชีย - โครเอเชีย
zh: 克罗地亚语 - 克罗地亚
zh_hant: 克羅地亞語 - 克羅地亞

source: Cusco Quechua
ar: كوسكو كيتشوا
he: קוסקו קצ'ואה
th: คุสโก เควชัว
zh: 库斯科克丘亚语
zh_hant: 庫斯科克丘阿語

source: Czech
ar: التشيكية
he: צ'כית
th: เช็ก
zh: 捷克语
zh_hant: 捷克語

source: Dagbani
ar: دغباني
he: דגבאני
th: ดักบานี
zh: 达格巴尼

source: Dan
ar: دان
he: דן
th: แดน
zh: 丹
zh_hant: 丹

source: Dangaura Tharu
ar: دانغورا ثارو
he: דנגאורה ת'ארו
th: ดังเการะ ทารู
zh: 丹古拉-塔鲁

source: Danish
ar: دانماركي
he: דַנִי
th: เดนมาร์ก
zh: 丹麦语
zh_hant: 丹麦语

source: Dari
ar: داري
he: דארי
th: จาก
zh: 达里语
zh_hant: 達里語

source: Dawro
ar: داورو
he: דארו
th: ดาวโร

source: Dazaga
ar: دازاغا
he: דזאגה
th: ดาซากา
zh: 达扎加

source: Deccan
ar: ديكان
he: דקאן
th: เดคคาน
zh: 德干
zh_hant: 德干

source: Dhivehi
ar: ضيفيهي
he: דיבהי
th: ดีวีฮี
zh: 迪维希语
zh_hant: 迪維希語

source: Dhundari
ar: دنداري
he: דונדארי
th: ธัญธารี
zh: 邓达利

source: Digo
ar: ديجو
he: דיגו
th: ดิโก
zh: 迪戈

source: Dimli
ar: ديملي
he: דימלי
th: ดิมลี
zh: 迪姆里
zh_hant: 迪姆里

source: Dinka
ar: الدينكا
he: דינקה
th: ดินกา
zh: 丁卡语
zh_hant: 丁卡語

source: Dogri
ar: دوغري
he: דוגרי
th: ดอว์รี
zh: 多格里

source: Dogri (macrolanguage)
ar: دوغري (اللغة الكلية)
he: דוגרי (שפה-על)
th: ด็อกรี (มาโครภาษา)
zh: 多格里语
zh_hant: 多格里語

source: Domari
ar: دوماري
he: דומארי
th: โดมารี
zh: 多马里
zh_hant: 多瑪利

source: Dombe
ar: دومبي
he: דומבה
th: ดอมเบ
zh: 多姆贝
zh_hant: 多姆貝

source: Dong
ar: دونغ
he: דונג
th: ดง
zh: 东
zh_hant: 東

source: Dotyali
ar: دوتيالي
he: דוטאלי
th: โดติยาลี
zh: 多蒂利

source: Drents
ar: درينتس
he: דראנטס
th: ดเรนต์ส
zh_hant: 驅動程式

source: Dubli
ar: دوبلي
he: דובלי
th: ดับลี
zh: 杜布利

source: Duruma
ar: دوروما
he: דורומה
th: ดูรูม่า
zh: 杜鲁玛

source: Dutch
ar: هولندي
he: הוֹלַנדִי
th: ดัตช์
zh: 荷兰语
zh_hant: 荷兰语

source: Dutch - Netherlands
ar: الهولندية - هولندا
he: הולנדית - הולנד
th: ดัตช์ - เนเธอร์แลนด์
zh: 荷兰语 - 荷兰
zh_hant: 荷蘭語 - 荷蘭

source: Dyula
ar: ديولا
he: דיולה
th: ดูลา

source: Dzongkha
ar: دزونغخا
he: דזונקה
th: ภาษาดซองกา
zh: 宗卡语
zh_hant: 宗卡語

source: Early Tripuri
ar: تريبوري المبكر
he: טריפורי המוקדם
th: ทริปุรียุคแรก
zh: 早期的特里普里
zh_hant: 早期的特里普里

source: East Nyala
ar: نيالا الشرقية
he: מזרח ניאלה
th: อีสต์ นยาลา
zh: 东尼亚拉
zh_hant: 東 Nyala

source: Eastern Gorkha Tamang
ar: غورخا تامانغ الشرقية
he: גורקה טאמנג המזרחי
th: ชาวตังมังตะวันออกกอร์กา
zh: 东廓尔喀塔芒族
zh_hant: 東 Gorkha Tamang

source: Eastern Hongshuihe Zhuang
ar: هونغشويهي تشوانغ الشرقية
he: מזרח הונגשויה צ'ואנג
th: อีสเทิร์น หงสุ่ยเหอ จ้วาง
zh: 东红水河壮族
zh_hant: 東洪水河壯族

source: Eastern Huasteca Nahuatl
ar: الهواستيكا الشرقية ناهواتل الهواستيكا الشرقية
he: הואסטקה נאוואטל מזרחית
th: ภาษาฮัวสเตกาตะวันออก-นาวาตล์
zh: 东瓦斯特卡纳瓦特尔语
zh_hant: 東瓦斯特卡納瓦特爾語

source: Eastern Magar
ar: ماغار الشرقية
he: מזרח מגאר
th: ตะวันออก มกรา
zh: 东马加尔
zh_hant: 東部馬加爾

source: Eastern Maninkakan
ar: مانينكاكان الشرقية
he: מנינקקן מזרחי
th: มานินกังตะวันออก
zh: 东部马宁卡坎
zh_hant: 東馬寧卡崗

source: Eastern Mari
ar: ماري الشرقية
he: מרי מזרחי
th: มารีตะวันออก
zh: 东马里
zh_hant: 東部 Mari

source: Eastern Nisu
ar: نيسو الشرقية
he: ניסו המזרחי
th: นิสุตะวันออก
zh: 东尼苏
zh_hant: 東尼蘇

source: Eastern Oromo
ar: أورومو الشرقية
he: אורומו המזרחי
th: โอโรโมตะวันออก
zh: 东奥罗莫
zh_hant: 東奧羅莫語

source: Eastern Qiandong Miao
ar: تشياندونغ مياو الشرقية
he: מזרח צ'יאנדונג מיאו
th: ชาวเหมียวเจี้ยนตงตะวันออก
zh: 黔东南苗族
zh_hant: 東黔東苗族

source: Eastern Tamang
ar: تامانغ الشرقية
he: טאמנג מזרחי
th: ชาวทามังตะวันออก
zh: 东塔芒
zh_hant: 東塔曼

source: Eastern Yiddish
ar: اليديشية الشرقية
he: יידיש מזרחית
th: อีสเทิร์น ยิดดิช
zh: 东意第绪语
zh_hant: 東意第緒語

source: Ebira
ar: إبيرا
he: אביירה
th: เอบิรา
zh: 埃比拉

source: Efik
ar: إيفيك
he: אפיק
th: เอฟิก
zh: 埃菲克

source: Embu
ar: إيمبو
he: אמבו
th: เอมบู
zh: 恩布
zh_hant: 恩布

source: Emilian
ar: إميليان
he: אמיליאני
th: เอมิเลียน
zh: 埃米利安

source: English
ar: الإنجليزية
he: אנגלית
th: ภาษาอังกฤษ
zh: 英文
zh_hant: 英文

source: English - Australia
ar: الإنجليزية - أستراليا
he: אנגלית - אוסטרליה
th: อังกฤษ - ออสเตรเลีย
zh: 英语 - 澳大利亚
zh_hant: 英語 - 澳洲

source: English - Belize
ar: الإنجليزية - بليز
he: אנגלית - בליז
th: อังกฤษ - เบลีซ
zh: 英语 - 伯利兹
zh_hant: 英語 - 伯利茲

source: English - Canada
ar: الإنجليزية - كندا
he: אנגלית - קנדה
th: อังกฤษ - แคนาดา
zh: 英语 - 加拿大
zh_hant: 英語 - 加拿大

source: English - Caribbean
ar: الإنجليزية - الكاريبي
he: אנגלית - קריבית
th: อังกฤษ - แคริบเบียน
zh: 英语 - 加勒比地区
zh_hant: 英語 - 加勒比海地區

source: English - Ireland
ar: الإنجليزية - أيرلندا
he: אנגלית - אירלנד
th: อังกฤษ - ไอร์แลนด์
zh: 英语 - 爱尔兰
zh_hant: 英語 - 愛爾蘭

source: English - Jamaica
ar: الإنجليزية - جامايكا
he: אנגלית - ג'מייקה
th: อังกฤษ - จาเมกา
zh: 英语 - 牙买加
zh_hant: 英語 - 牙買加

source: English - New Zealand
ar: الإنجليزية - نيوزيلندا
he: אנגלית - ניו זילנד
th: อังกฤษ - นิวซีแลนด์
zh: 英语 - 新西兰
zh_hant: 英語 - 紐西蘭

source: English - Republic of the Philippines
ar: الإنجليزية - جمهورية الفلبين
he: אנגלית - רפובליקת הפיליפינים
th: อังกฤษ - สาธารณรัฐฟิลิปปินส์
zh: 英语 - 菲律宾共和国
zh_hant: English - 菲律賓共和國

source: English - South Africa
ar: الإنجليزية - جنوب أفريقيا
he: אנגלית - דרום אפריקה
th: อังกฤษ - แอฟริกาใต้
zh: 英语 - 南非
zh_hant: 英語 - 南非

source: English - Trinidad and Tobago
ar: الإنجليزية - ترينيداد وتوباغو
he: אנגלית - טרינידד וטובגו
th: อังกฤษ - ตรินิแดดและโตเบโก
zh: 英语 - 特立尼达和多巴哥
zh_hant: 英語 - 特立尼達和多巴哥

source: English - United Kingdom
ar: الإنجليزية - المملكة المتحدة
he: אנגלית - בריטניה
th: อังกฤษ - สหราชอาณาจักร
zh: 英语 - 英国
zh_hant: 英語 - 英國

source: English - United States
ar: الإنجليزية - الولايات المتحدة
he: אנגלית - ארצות הברית
th: อังกฤษ - สหรัฐอเมริกา
zh: 英语 - 美国
zh_hant: 英語 - 美國

source: English - Zimbabwe
ar: الإنجليزية - زيمبابوي
he: אנגלית - זימבבואה
th: อังกฤษ - ซิมบับเว
zh: 英语 - 津巴布韦
zh_hant: 英語 - 津巴布韋

source: Erzya
ar: أرزيا
he: ארזיא
th: เออร์เซีย
zh: 埃尔齐亚

source: Esan
ar: إيسان
he: אסאן
th: อีสาน
zh: 埃桑

source: Esperanto
ar: الإسبرانتو
he: אספרנטו
th: เอสเปรันโต
zh: 世界语
zh_hant: 世界語

source: Estonian
ar: الإستونية
he: אסטונית
th: เอสโตเนีย
zh: 爱沙尼亚语
zh_hant: 愛沙尼亞語

source: Eton (Cameroon)
ar: إيتون (الكاميرون)
he: איטון (קמרון)
th: อีตัน (แคเมอรูน)
zh: 伊顿（喀麦隆）
zh_hant: Eton (喀麥隆)

source: Ewe
ar: إيوي
he: אמה
th: แกะตัวเมีย
zh: 母羊
zh_hant: 母羊

source: Ewondo
ar: إيووندو
he: אוונדו
th: เอวอนโด

source: Ezaa
ar: إيزاء
th: เอซซา

source: Fang (Equatorial Guinea)
ar: فانغ (غينيا الاستوائية)
he: פאנג (גינאה המשוונית)
th: ฟาง (อิเควทอเรียลกินี)
zh: 方（赤道几内亚）
zh_hant: 方 (赤道幾內亞)

source: Fanti
ar: فانتي
he: פנטי
th: ฟันตี
zh: 方迪

source: Far Western Muria
ar: موريا الغربية القصوى
he: מוריאה המערבית הרחוקה
th: มูเรียตะวันตกไกล
zh: 远西穆里亚
zh_hant: 遠西穆里亞

source: Farefare
ar: أجرة
he: פארה-פארה
th: สวัสดี
zh: 票价
zh_hant: 票價

source: Faroese
ar: الفارو
he: פארואי
th: ชาวแฟโร
zh: 法罗语
zh_hant: 法羅語

source: Fiji Hindi
ar: الهندية الفيجية
he: הינדי פיג'י
th: ฟีจี ฮินดี
zh: 斐济印地语
zh_hant: 斐濟印地語

source: Fijian
ar: فيجي
he: פיג'יאני
th: ชาวฟิจิ
zh: 斐济语
zh_hant: 斐濟語

source: Finnish
ar: الفنلندية
he: פִינִית
th: ภาษาฟินแลนด์
zh: 芬兰
zh_hant: 芬兰

source: Flemish - Belgium
ar: الفلمنكية - بلجيكا
he: פלמית - בלגיה
th: เฟลมิช - เบลเยียม
zh: 弗拉芒语 - 比利时
zh_hant: 佛蘭芒語 - 比利時

source: Fon
ar: فون
he: פון
th: ฟอน
zh: 冯
zh_hant: 方塊

source: French
ar: فرنسي
he: צָרְפָתִית
th: ฝรั่งเศส
zh: 法国人
zh_hant: 法国人

source: French - Belgium
ar: الفرنسية - بلجيكا
he: צרפתית - בלגיה
th: ฝรั่งเศส - เบลเยียม
zh: 法语 - 比利时
zh_hant: 法語 - 比利時

source: French - Canada
ar: الفرنسية - كندا
he: צרפתית - קנדה
th: ฝรั่งเศส - แคนาดา
zh: 法语 - 加拿大
zh_hant: 法語 - 加拿大

source: French - France
ar: الفرنسية - فرنسا
he: צרפתית - צרפת
th: ฝรั่งเศส - ฝรั่งเศส
zh: 法语 - 法国
zh_hant: 法語 - 法國

source: French - Luxembourg
ar: الفرنسية - لوكسمبورغ
he: צרפתית - לוקסמבורג
th: ฝรั่งเศส - ลักเซมเบิร์ก
zh: 法语 - 卢森堡
zh_hant: 法語 - 盧森堡

source: French - Monaco
ar: الفرنسية - موناكو
he: צרפתית - מונקו
th: ฝรั่งเศส - โมนาโก
zh: 法语 - 摩纳哥
zh_hant: 法語 - 摩納哥

source: French - Switzerland
ar: الفرنسية - سويسرا
he: צרפתית - שווייץ
th: ฝรั่งเศส - สวิตเซอร์แลนด์
zh: 法语 - 瑞士
zh_hant: 法語 - 瑞士

source: Frisian
ar: الفريزية
he: פריזית
th: ฟริเซียน
zh: 弗里斯兰语
zh_hant: 弗里斯語

source: Friulian
ar: فريوليان
he: פריוליאני
th: ฟรีูลี
zh: 弗留利语
zh_hant: 弗留利

source: Fula
ar: فولا
he: פולה
th: ฟูล่า
zh: 福拉

source: Fuliiru
ar: فوليرو
th: ฟูลิรู

source: Fur
ar: الفراء
he: פרווה
th: ขน
zh: 毛皮
zh_hant: 毛皮

source: Ga
ar: جا
zh: 加
zh_hant: 高

source: Gaelic
ar: الغيلية
he: גאלית
th: เกลิก
zh: 盖尔语
zh_hant: 蓋爾語

source: Gagauz
ar: غاغاوز
he: גגאוזית
th: กาเกาซ
zh: 加告兹
zh_hant: 加告茲

source: Galician
ar: الجاليكية
he: גליציאני
th: กาลิเซียน
zh: 加利西亚语
zh_hant: 加利西亞語

source: Gamit
ar: جاميت
th: เกมิต

source: Gamo
ar: غامو
he: גאמו
th: กาโม
zh: 伽莫牌

source: Gan
ar: جان
he: גאן
th: กาน
zh: 甘
zh_hant: 甘

source: Ganda
ar: غاندا
he: גנדה
th: กานดา
zh: 甘达
zh_hant: 甘達

source: Garhwali
ar: غارهوالي
he: גרוואלי
th: การ์วาลี
zh: 加尔瓦利语

source: Garo
ar: غارو
he: גארו
th: กาโร
zh: 加罗
zh_hant: 加羅

source: Gayo
ar: جايو
he: גאיו
th: กาโย
zh: 加约

source: Gbagyi
ar: غباجي
he: גבאגי
th: กบาจี
zh: 巴吉

source: Gbari
ar: غباري
he: גברי
th: กบารี
zh: 格巴里

source: Gedeo
ar: جيديو
he: גדעון
th: เกเดโอ

source: Gen
ar: جنرال لواء
he: ג'ן
th: เจน
zh: 基因
zh_hant: 元

source: Georgian
ar: جورجي
he: גאורגית
th: จอร์เจียน
zh: 格鲁吉亚语
zh_hant: 喬治亞語

source: German
ar: ألمانية
he: גֶרמָנִיָת
th: เยอรมัน
zh: 德国
zh_hant: 德国

source: German - Austria
ar: الألمانية - النمسا
he: גרמנית - אוסטריה
th: เยอรมัน - ออสเตรีย
zh: 德语 - 奥地利
zh_hant: 德語 - 奧地利

source: German - Germany
ar: الألمانية - ألمانيا
he: גרמנית - גרמניה
th: เยอรมัน - เยอรมนี
zh: 德语 - 德国
zh_hant: 德語 - 德國

source: German - Liechtenstein
ar: الألمانية - ليختنشتاين
he: גרמנית - ליכטנשטיין
th: เยอรมัน - ลิกเตนสไตน์
zh: 德语 - 列支敦士登
zh_hant: 德語 - 列支敦士登

source: German - Luxembourg
ar: الألمانية - لوكسمبورغ
he: גרמנית - לוקסמבורגית
th: เยอรมัน - ลักเซมเบิร์ก
zh: 德语 - 卢森堡
zh_hant: 德語 - 盧森堡

source: German - Switzerland
ar: الألمانية - سويسرا
he: גרמנית - שווייץ
th: เยอรมัน - สวิตเซอร์แลนด์
zh: 德语 - 瑞士
zh_hant: 德語 - 瑞士

source: Ghanaian Pidgin English
ar: اللغة الإنجليزية الغانية العامية
he: אנגלית פידג'ין גנאית
th: ภาษาอังกฤษแบบพิดจินของกานา
zh: 加纳皮金英语
zh_hant: 加纳皮金英语

source: Gilaki
ar: جيلاكي
he: גילאקי
th: กิลาคี
zh: 吉尔基
zh_hant: 吉拉基

source: Giryama
ar: جيرياما
he: ג'יריאמה
th: กีรยามะ
zh: 吉里山

source: Goan Konkani
ar: غوان كونكاني
he: קונקאני מגואה
th: กัวคอนคานี
zh: Goan Konkani 语
zh_hant: 果阿孔卡尼語

source: Godwari
ar: غودواري
he: גודווארי
th: กอดวารี
zh: 戈德瓦里

source: Gofa
ar: غوفا
he: גופה
th: โกฟา

source: Gogo
ar: جوجو
he: גוגו
th: โกโก้
zh: 戈戈

source: Gondi
ar: غوندي
he: גונדי
th: กอนดี
zh: 贡迪

source: Gorontalo
ar: غورونتالو
he: גורונטאלו
th: โกโรนตาโล
zh: 戈伦塔洛
zh_hant: 戈倫塔洛

source: Gourmanchéma
ar: جورمانشيما
he: גורמנצ'מה
th: กูร์มานเชมา

source: Grebo
ar: جريبو
he: גרבו
th: เกรโบ
zh: 格雷波

source: Greek
ar: اليونانية
he: יוונית
th: กรีก
zh: 希腊文
zh_hant: 希臘語

source: Gronings
ar: جرونينجز
he: גרונינגס
th: กรอนิงส์
zh: 格罗宁斯

source: Guadeloupean Creole French
ar: الفرنسية الكريولية الغوادلوبية الكريولية
he: קריאולית גוואדלופית
th: ภาษาฝรั่งเศสเกวอดีโลเปียนครีโอล
zh: 瓜德罗普克里奥尔法语
zh_hant: 瓜德羅普克里奧爾語 法語

source: Guarani
ar: غواراني
he: גוארני
th: กัวราไน
zh: 瓜拉尼语
zh_hant: 瓜拉尼語

source: Guaraní
ar: غواراني
he: גוארני
th: กัวรานี
zh: 瓜拉尼语
zh_hant: 瓜拉尼語

source: Guibei Zhuang
ar: غويبي تشوانغ
he: גיביי ז'ואנג
th: กู่เป่ยจวง
zh: 庄桂培
zh_hant: 莊桂培

source: Guibian Zhuang
ar: غويبيان زوانغ
he: גיביאן ז'ואנג
th: กุยเปียนจ้วง
zh: 庄桂畔
zh_hant: 莊桂邊

source: Guinea Kpelle
ar: غينيا كبيلي
he: גינאה קפלה
th: กินี เคปเปล
zh: 几内亚 克佩勒
zh_hant: 幾內亞 Kpelle

source: Gujarati
ar: الغوجاراتية
he: גוג'ראטית
th: ภาษาคุชราต
zh: 古吉拉特语
zh_hant: 古吉拉特語

source: Gujari
ar: غوجاري
he: גוג'ארי
th: กุจารี
zh: 古贾里

source: Gun
ar: المسدس
he: אקדח
th: ปืน
zh: 枪
zh_hant: 槍

source: Gurani
ar: جوراني
he: גוראני
th: กุราณี
zh: 古拉尼
zh_hant: 古蘭尼

source: Guro
ar: غورو
he: גרו
th: ครูฝึก
zh: 古罗

source: Gurung
ar: غورونغ
he: גורונג
th: กุรุง
zh: 古隆

source: Gusii
ar: جوسي
he: גוסי
th: กุซี

source: Guyanese Creole English
ar: الإنجليزية الكريولية الغويانية الكريولية
he: אנגלית קריאולית גיאנית
th: อังกฤษครีโอลกายอเนเซีย
zh: 圭亚那克里奥尔语 英语
zh_hant: 圭亞那克里奧爾語 英語

source: Gwere
ar: جويري
he: גווירה
th: กเวเร

source: Ha
ar: هكتار
he: הה
th: ฮา
zh: 哈
zh_hant: 哈

source: Hadiyya
ar: هادية
he: הדייה
th: ฮาดียะห์
zh: 哈迪雅

source: Hadothi
ar: هادوثي
he: הדתי
th: ฮาโดธี
zh: 哈多蒂

source: Hadrami
ar: حضرمي
he: חדראמי
th: ฮาดรามิ
zh: 哈达拉米

source: Haitian Creole
ar: الكريولية الهايتية
he: קריאולית איטית
th: ภาษาเฮติครีโอล
zh: 海地克里奥尔语
zh_hant: 海地克里奧爾語

source: Hakka
ar: هاكا
he: הקא
th: ฮากกา
zh: 客家话
zh_hant: 客家話

source: Halbi
ar: حلبي
he: חלבי
th: ฮัลบี
zh: 哈尔比

source: Halh Mongolian
ar: هاله المنغولية
he: האל מונגולי
th: ฮัลห์มองโกเลีย
zh: 蒙古语
zh_hant: 蒙古語

source: Hani
ar: هاني
he: האני
th: ฮานิ
zh: 哈尼族
zh_hant: 哈妮

source: Hassaniyya
ar: الحسنية
he: חסאנייה
th: ฮัซซานียะฮฺ
zh: 哈桑尼亚
zh_hant: 哈桑尼亞

source: Hausa
ar: الهوسا
he: האוזה
th: ฮาวซา
zh: 豪萨语
zh_hant: 豪薩語

source: Havu
ar: هافو
th: ฮาฟู
zh: 哈乌

source: Hawaiian Creole English
ar: لغة هاواي الكريولية الإنجليزية
he: אנגלית קריאולית הוואית
th: ภาษาอังกฤษแบบครีโอลฮาวาย
zh: 夏威夷克里奥尔语 英语
zh_hant: 夏威夷克里奧爾語 英語

source: Haya
ar: هايا
he: היה
th: ฮายา
zh: 哈亚

source: Hazaragi
ar: هازاراغي
he: חזרגי
th: ฮาซารากี

source: Hebrew
ar: العبرية
he: עברית
th: ภาษาฮีบรู
zh: 希伯来文
zh_hant: 希伯來文

source: Hehe
ar: هيه
he: חחח
th: ฮี่ฮี่
zh: 嘿嘿
zh_hant: 嘿嘿

source: Herero
ar: هيريرو
he: הררו
th: เฮเรโร
zh: 赫雷罗
zh_hant: 赫雷羅

source: Hiligaynon
ar: هيليغينون
he: הילגיינון
th: ฮิลิเกย์นอน
zh: 希利盖农

source: Hindi
ar: هندي
he: הינדי
th: ภาษาฮินดี
zh: 北印度语
zh_hant: 北印度語

source: Hlai
ar: هلاي
th: สวัสดี
zh: 莱
zh_hant: 萊

source: Hmong
ar: الهمونغ
he: המונג
th: ม้ง
zh: 苗族
zh_hant: 苗族

source: Hmong Shua
ar: همونغ شوا
he: המונג שואה
th: ม้ง ชัว
zh: 苗族 Shua
zh_hant: 苗族 Shua

source: Ho
ar: هو
he: הו
th: โฮ
zh: 何
zh_hant: 何

source: Huaxcaleca Nahuatl
ar: هواكسكاليكا ناهواتل
he: הואקסקלקה נהואטל
th: ฮัวซคาเลกา นาวาตล์
zh: 瓦克斯卡莱卡纳瓦特尔语
zh_hant: Huaxcaleca Nahuatl 語

source: Huaylas Ancash Quechua
ar: هوايلاس أنكاش كيتشوا
he: Huaylas Ancash קצ'ואה
th: ฮวยลาส อันแคช เคชัว
zh: 瓦伊拉斯-安卡什-克丘亚语

source: Huaylla Wanca Quechua
ar: هوايلا وانكا وانكا كيتشوا
he: Huaylla Wanca קצ'ואה
th: ฮวยยา วานกา เคชัว
zh: Huaylla Wanca Quechua 语

source: Huba
ar: هوبا
he: הובה
th: ฮูบา
zh: 胡巴
