Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: It could be that a connected dependent page was deleted because of the deletion of this page, such a deleted dependent page can also be recovered.
ar: من الممكن أن يكون قد تم حذف صفحة تابعة متصلة بسبب حذف هذه الصفحة، ومن الممكن أيضًا استرداد مثل هذه الصفحة التابعة المحذوفة.
de: Es könnte sein, dass eine verbundene abhängige Seite aufgrund der Löschung dieser Seite gelöscht wurde, eine solche gelöschte abhängige Seite kann ebenfalls wiederhergestellt werden.
es: Podría ser que una página dependiente conectada se haya eliminado debido a la eliminación de esta página, dicha página dependiente eliminada también se puede recuperar.
et: Võib juhtuda, et selle lehe kustutamise tõttu kustutati ühendatud sõltuv leht, sellise kustutatud sõltuva lehe saab ka taastada.
he: יכול להיות שדף תלוי מחובר נמחק בגלל מחיקת הדף הזה, ניתן לשחזר דף תלוי כזה שנמחק גם.
id: Bisa jadi halaman dependen yang terhubung terhapus karena penghapusan halaman ini, halaman dependen yang terhapus tersebut juga dapat dipulihkan.
it: Potrebbe essere che una pagina dipendente collegata sia stata eliminata a causa dell'eliminazione di questa pagina; anche tale pagina dipendente eliminata può essere recuperata.
nl: Het kan zijn dat een gekoppelde afhankelijke pagina verwijderd is door het verwijderen van deze pagina, zo'n verwijderde afhankelijke pagina kan ook hersteld worden.
pl: Może się zdarzyć, że połączona strona zależna została usunięta z powodu usunięcia tej strony, taką usuniętą stronę zależną można również odzyskać.
pt: Pode ser que uma página dependente conectada tenha sido excluída devido à exclusão desta página; essa página dependente excluída também pode ser recuperada.
ru: Возможно, из-за удаления этой страницы была удалена связанная зависимая страница, такую удаленную зависимую страницу также можно восстановить.
sv: Det kan vara så att en ansluten beroende sida raderades på grund av borttagningen av denna sida, en sådan raderad beroende sida kan också återställas.
th: อาจเป็นไปได้ว่าเพจที่เชื่อมโยงและขึ้นอยู่กับเพจอื่นนั้นถูกลบไปเนื่องจากการลบเพจนี้ เพจที่เชื่อมโยงและขึ้นอยู่กับเพจอื่นที่ถูกลบไปนั้นก็สามารถกู้คืนได้เช่นกัน
tr: Bu sayfanın silinmesi nedeniyle bağlı bağımlı sayfa da silinmiş olabileceği gibi, silinmiş bağımlı sayfa da kurtarılabilir.
uk: Можливо, підключену залежну сторінку було видалено через видалення цієї сторінки, таку видалену залежну сторінку також можна відновити.
zh_hant: 有可能是因為刪除了這個頁面，所以關聯的依賴頁面也被刪除了，這樣被刪除的依賴頁面也是可以恢復的。

source: List and restore an earlier version
ar: قائمة واستعادة نسخة سابقة
de: Auflisten und Wiederherstellen einer früheren Version
es: Lista y restauración en la versión anterior
et: Varasema versiooni loendamine ja taastamine
he: רשום ושחזר גרסה קודמת
id: Daftar dan kembalikan versi sebelumnya
it: Elencare e ripristinare una versione precedente
nl: Bekijk en herstel een eerdere versie.
pl: Wymień i przywróć wcześniejszą wersję
pt: Listar e restaurar uma versão anterior
ru: Пролистать и восстановить более раннюю версию
sv: Lista och återställa en tidigare version
th: แสดงรายการและกู้คืนเวอร์ชันก่อนหน้า
tr: Önceki sürümü listele ve geri yükle
uk: Перелік і відновлення попередньої версії
zh_hant: 列出并恢复到之前的版本

source: List of recently deleted pages found in the resource revisions log.
ar: قائمة بالصفحات المحذوفة مؤخرًا والتي تم العثور عليها في سجل مراجعات الموارد.
de: Liste der kürzlich gelöschten Seiten, die im Protokoll der Ressourcenrevisionen gefunden wurden.
es: Lista de páginas eliminadas recientemente que se encuentran en el registro de revisiones de recursos.
et: Ressursi versioonide logist leitud hiljuti kustutatud lehtede loend.
he: רשימה של דפים שנמחקו לאחרונה שנמצאו ביומן תיקוני המשאבים.
id: Daftar halaman yang baru dihapus ditemukan di log revisi sumber daya.
it: Elenco delle pagine eliminate di recente trovate nel registro delle revisioni delle risorse.
nl: Lijst met recent verwijderde pagina's gevonden in het log met bronrevisies.
pl: Lista ostatnio usuniętych stron znalezionych w dzienniku zmian zasobów.
pt: Lista de páginas excluídas recentemente encontradas no log de revisões de recursos.
ru: Список недавно удаленных страниц, найденных в журнале изменений ресурса.
sv: Lista över nyligen raderade sidor som finns i resursrevisionsloggen.
th: รายการหน้าที่ถูกลบล่าสุดที่พบในบันทึกการแก้ไขทรัพยากร
tr: Kaynak revizyon günlüğünde bulunan yakın zamanda silinen sayfaların listesi.
uk: Список нещодавно видалених сторінок, знайдених у журналі редакцій ресурсу.
zh_hant: 資源修訂日誌中發現的最近刪除的頁面清單。

source: Make a daily backup of the database and uploaded files.
ar: عمل نسخة احتياطية يومية من قاعدة البيانات والملفات المرفوعة.
de: Erstellen Sie täglich ein Backup der Datenbank und der hochgeladenen Dateien.
es: Hacer un respaldo diario de la base de datos y de la carga de archivos.
et: Tehke andmebaasist ja üleslaaditud failidest iga päev varukoopia.
he: גבה מדי יום את מסד הנתונים והקבצים שהועלו.
id: Membuat daily backup database dan mengunggah file.
it: Fate un backup quotidiano del database e dei file caricati.
nl: Maak een dagelijkse backup van de database en alle geüploade bestanden.
pl: Codziennie twórz kopie zapasowe bazy danych i przesyłanych plików.
pt: Faça um backup diário do banco de dados e dos arquivos carregados.
ru: Ежедневно создавать резервную копию базы данных и загруженных файлов.
sv: Gör en daglig backup av databasen och uppladdade filer.
th: ทำการสำรองฐานข้อมูลและไฟล์ที่อัปโหลดทุกวัน
tr: Veritabanı ve yüklenen dosyalar için günlük yedekleme oluşturun.
uk: Робіть щоденну резервну копію бази даних і завантажених файлів.
zh_hant: 对数据库和上传文件每天做备份。

source: Make a daily backup of the database.
ar: عمل نسخة احتياطية يومية من قاعدة البيانات.
de: Erstellen Sie eine tägliche Sicherung der Datenbank.
es: Realice una copia de seguridad diaria de la base de datos.
et: Tehke andmebaasist igapäevane varukoopia.
he: בצע גיבוי יומי של מסד הנתונים.
id: Membuat cadangan harian database.
it: Eseguire un backup giornaliero del database.
nl: Maak dagelijks een back-up van de database.
pl: Wykonuj codziennie kopię zapasową bazy danych.
pt: Faça um backup diário do banco de dados.
ru: Ежедневно создавать резервную копию базы данных.
sv: Gör en daglig säkerhetskopia av databasen.
th: ทำการสำรองข้อมูลรายวันของฐานข้อมูล
tr: Veritabanının günlük yedeğini alın.
uk: Робіть щоденну резервну копію бази даних.
zh_hant: 每天對數據庫進行備份。

source: Media files can only be recovered if they are not yet deleted from the file storage. Zotonic will keep media for at least 5 weeks.
ar: لا يمكن استعادة ملفات الوسائط إلا إذا لم تُحذف من وحدة تخزين الملفات بعد. يحتفظ زوتونيك بالوسائط لمدة خمسة أسابيع على الأقل.
de: Mediendateien können nur wiederhergestellt werden, wenn sie noch nicht aus dem Dateispeicher gelöscht sind. Zotonic bewahrt Medien für mindestens 5 Wochen auf.
es: Los archivos multimedia solo se pueden recuperar si aún no se han eliminado del almacenamiento. Zotonic conservará los archivos multimedia durante al menos 5 semanas.
et: Meediumifaile saab taastada ainult siis, kui neid pole veel failimälust kustutatud. Zotonic säilitab söödet vähemalt 5 nädalat.
he: ניתן לשחזר קובצי מדיה רק אם הם עדיין לא נמחקו מאחסון הקבצים. Zotonic ישמור מדיה לפחות 5 שבועות.
id: File media hanya dapat dipulihkan jika belum dihapus dari penyimpanan file. Zotonic akan menyimpan media setidaknya selama 5 minggu.
it: I file multimediali possono essere recuperati solo se non sono stati ancora eliminati dall'archivio. Zotonic conserverà i file multimediali per almeno 5 settimane.
nl: Mediabestanden kunnen alleen worden hersteld als ze nog niet zijn verwijderd uit de bestandsopslag. Zotonic bewaart media minstens 5 weken.
pl: Pliki multimedialne można odzyskać tylko wtedy, gdy nie zostały jeszcze usunięte z magazynu plików. Zotonic będzie przechowywać media przez co najmniej 5 tygodni.
pt: Arquivos de mídia só podem ser recuperados se ainda não tiverem sido excluídos do armazenamento de arquivos. A Zotonic guardará a mídia por pelo menos 5 semanas.
ru: Медиафайлы могут быть восстановлены только в том случае, если они еще не удалены из хранилища файлов. Zotonic будет хранить медиафайлы не менее 5 недель.
sv: Mediefiler kan bara återställas om de ännu inte har raderats från fillagringen. Zotonic kommer att behålla media i minst 5 veckor.
th: ไฟล์มีเดียสามารถกู้คืนได้เฉพาะในกรณีที่ยังไม่ได้ลบออกจากที่เก็บไฟล์ Zotonic จะเก็บไฟล์มีเดียไว้เป็นเวลาอย่างน้อย 5 สัปดาห์
tr: Medya dosyaları yalnızca dosya depolama alanından henüz silinmemişlerse kurtarılabilir. Zotonic medyayı en az 5 hafta saklayacaktır.
uk: Медіафайли можна відновити, лише якщо вони ще не видалені зі сховища файлів. Zotonic зберігатиме середовище щонайменше 5 тижнів.
zh_hant: 僅當媒體檔案尚未從檔案儲存中刪除時才可以恢復。 Zotonic 將保留媒體至少 5 週。

source: No backups present.
ar: لا توجد نسخ احتياطية.
de: Keine Backups vorhanden.
es: No hay copias de seguridad presente.
et: Varukoopiaid pole.
he: אין גיבויים.
id: Tidak ada backup yang hadir.
it: Nessun backup presente.
nl: Er zijn geen backups.
pl: Brak kopii zapasowych.
pt: Não há backups presentes.
ru: Нет резервных копий.
sv: Inga säkerhetskopior finns.
th: ไม่มีการสำรองข้อมูล
tr: Yedek mevcut değil.
uk: Немає резервних копій.
zh_hant: 没有提供备份。

source: Not uploaded to filestore
ar: لم يتم تحميلها إلى مخزن الملفات
de: Nicht in den Dateispeicher hochgeladen
es: No subido a la tienda de archivos
et: Pole failipoodi üles laaditud
he: לא הועלה לחנות הקבצים
id: Tidak diunggah ke filestore
it: Non caricato su filestore
nl: Niet geüpload naar bestandsopslag
pl: Nie przesłano do magazynu plików
pt: Não foi enviado para o armazenamento de arquivos
ru: Не загружено в хранилище файлов
sv: Inte uppladdat till filarkivet
th: ไม่ได้อัปโหลดไปยัง filestore
tr: Dosya deposuna yüklenmedi
uk: Не завантажено в сховище файлів
zh_hant: 未上傳到文件存儲

source: Note that files are only retained for 5 weeks after deletion, this is the same as the Zotonic database backup retention period.
ar: لاحظ أن الملفات يتم الاحتفاظ بها لمدة 5 أسابيع فقط بعد الحذف، وهي نفس فترة الاحتفاظ بنسخة احتياطية لقاعدة بيانات Zotonic.
de: Beachten Sie, dass die Dateien nach dem Löschen nur 5 Wochen lang aufbewahrt werden; dies entspricht der Aufbewahrungsfrist für Zotonic-Datenbank-Backups.
es: Tenga en cuenta que los archivos solo se conservan durante 5 semanas después de la eliminación; este es el mismo período de retención de la copia de seguridad de la base de datos de Zotonic.
et: Pange tähele, et faile säilitatakse pärast kustutamist ainult 5 nädalat, mis on sama, mis Zotonicu andmebaasi varukoopia säilitusperiood.
he: שים לב שקבצים נשמרים רק למשך 5 שבועות לאחר המחיקה, זה זהה לתקופת השמירה של הגיבוי של מסד הנתונים של Zotonic.
id: Perlu diketahui bahwa file hanya disimpan selama 5 minggu setelah penghapusan, ini sama dengan periode penyimpanan cadangan basis data Zotonic.
it: Si noti che i file vengono conservati solo per 5 settimane dopo l'eliminazione, lo stesso periodo di conservazione del backup del database Zotonic.
nl: Merk op dat bestanden slechts 5 weken worden bewaard na verwijdering, dit is hetzelfde als de bewaarperiode van de Zotonic database back-up.
pl: Należy pamiętać, że pliki są przechowywane tylko przez 5 tygodni od momentu usunięcia, co odpowiada okresowi przechowywania kopii zapasowej bazy danych Zotonic.
pt: Observe que os arquivos são retidos apenas por 5 semanas após a exclusão, o mesmo período de retenção de backup do banco de dados Zotonic.
ru: Обратите внимание, что файлы хранятся только в течение 5 недель после удаления, что соответствует сроку хранения резервной копии базы данных Zotonic.
sv: Observera att filerna endast sparas i 5 veckor efter raderingen, detta är samma sak som lagringsperioden för Zotonic databas backup.
th: โปรดทราบว่าไฟล์จะถูกเก็บรักษาไว้เพียง 5 สัปดาห์หลังจากการลบ ซึ่งเป็นระยะเวลาเดียวกันกับช่วงเวลาการเก็บข้อมูลสำรองฐานข้อมูล Zotonic
tr: Dosyaların silindikten sonra yalnızca 5 hafta saklandığını unutmayın; bu, Zotonic veritabanı yedekleme saklama süresiyle aynıdır.
uk: Зауважте, що файли зберігаються лише протягом 5 тижнів після видалення, це те саме, що й період зберігання резервної копії бази даних Zotonic.
zh_hant: 請注意，檔案刪除後僅保留 5 週，這與 Zotonic 資料庫備份保留期相同。

source: Note:
ar: ملحوظة:
de: Notiz:
es: Nota:
et: Märge:
he: הערה:
id: Catatan:
it: Nota:
nl: Opmerking:
pl: Notatka:
pt: Observação:
ru: Примечание:
sv: Notera:
th: บันทึก:
tr: Not:
uk: Примітка:
zh_hant: 筆記：

source: Only administrators can start a backup.
ar: يمكن للمسؤولين فقط بدء النسخ الاحتياطي.
de: Nur Administratoren können ein Backup starten.
es: Sólo los administradores pueden iniciar una copia de seguridad.
et: Varundamist saavad alustada ainult administraatorid.
he: רק מנהלי מערכת יכולים להתחיל גיבוי.
id: Hanya administrator yang dapat memulai pencadangan.
it: Solo gli amministratori possono avviare un backup.
nl: Alleen beheerders kunnen een back-up starten.
pl: Tylko administratorzy mogą rozpocząć tworzenie kopii zapasowej.
pt: Somente administradores podem iniciar um backup.
ru: Только администраторы могут начать резервное копирование.
sv: Endast administratörer kan starta en säkerhetskopia.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถเริ่มการสำรองข้อมูลได้
tr: Yedeklemeyi yalnızca yöneticiler başlatabilir.
uk: Тільки адміністратори можуть почати резервне копіювання.
zh_hant: 只有管理員可以啟動備份。

source: Please make sure you store the backup encryption password in a safe <u>external</u> location.
ar: يرجى التأكد من تخزين كلمة مرور التشفير الاحتياطية في موقع <u>خارجي</u> آمن.
de: Bitte stellen Sie sicher, dass Sie das Backup-Verschlüsselungskennwort an einem sicheren <u>externen</u> Ort speichern.
es: Asegúrese de almacenar la contraseña de cifrado de respaldo en una ubicación segura <u>externa</u> .
et: Salvestage kindlasti varukrüptimise parool turvalisse <u>välisesse</u> asukohta.
he: אנא ודא שאתה מאחסן את סיסמת ההצפנה לגיבוי במיקום בטוח <u></u> חיצוני.
id: Pastikan Anda menyimpan kata sandi enkripsi cadangan di lokasi <u>eksternal</u> yang aman.
it: Assicurati di archiviare la password di crittografia del backup in una <u></u> posizione esterna sicura.
nl: Zorg ervoor dat je het wachtwoord voor de back-upversleuteling op een veilige <u>externe</u> locatie bewaart.
pl: Upewnij się, że przechowujesz zapasowe hasło szyfrowania w bezpiecznej lokalizacji <u>zewnętrznej</u> .
pt: Certifique-se de armazenar a senha de criptografia de backup em um local <u>externo</u> seguro.
ru: Убедитесь, что вы сохранили резервный пароль шифрования в безопасном <u>внешнем</u> месте.
sv: Se till att du lagrar säkerhetskopieringskrypteringslösenordet på en säker <u>extern</u> plats.
th: โปรดตรวจสอบให้แน่ใจว่าคุณเก็บรหัสผ่านการเข้ารหัสสำรองไว้ในตำแหน่ง <u>ภายนอก</u> ที่ปลอดภัย
tr: Lütfen yedek şifreleme parolasını güvenli bir <u>harici</u> konumunda sakladığınızdan emin olun.
uk: Переконайтеся, що ви зберігаєте резервний пароль шифрування в безпечному <u>зовнішньому</u> місці.
zh_hant: 請確保將備份加密密碼儲存在安全的 <u>外部</u> 位置。

source: Previous
ar: السابق
de: Vorherige
es: Anterior
et: Eelmine
he: קודם
id: Sebelumnya
it: Precedente
nl: Vorige
pl: Poprzedni
pt: Anterior
ru: Предыдущий
sv: Tidigare
th: ก่อนหน้า
tr: Önceki
uk: Попередній
zh_hant: 前一页

source: Recover
ar: استعادة
de: Genesen
es: Recuperar
et: Taastage
he: לְהַחלִים
id: Pulih
it: Recuperare
nl: Herstellen
pl: Odzyskiwać
pt: Recuperar
ru: Восстанавливаться
sv: Ta igen sig
th: ฟื้นตัว
tr: İyileşmek
uk: Відновити
zh_hant: 恢復

source: Recover incoming connections from other pages
ar: استعادة الاتصالات الواردة من صفحات أخرى
de: Eingehende Verbindungen von anderen Seiten wiederherstellen
es: Recuperar conexiones entrantes desde otras páginas
et: Taastage sissetulevad ühendused teistelt lehtedelt
he: שחזר חיבורים נכנסים מדפים אחרים
id: Pulihkan koneksi masuk dari halaman lain
it: Recupera le connessioni in arrivo da altre pagine
nl: Inkomende verbindingen van andere pagina's herstellen
pl: Odzyskaj połączenia przychodzące z innych stron
pt: Recuperar conexões de entrada de outras páginas
ru: Восстановить входящие соединения с других страниц
sv: Återställ inkommande anslutningar från andra sidor
th: กู้คืนการเชื่อมต่อขาเข้าจากหน้าอื่น
tr: Diğer sayfalardan gelen bağlantıları kurtarın
uk: Відновлення вхідних з'єднань з інших сторінок
zh_hant: 恢復來自其他頁面的傳入連接

source: Recover outgoing connections to other pages
ar: استعادة الاتصالات الصادرة إلى الصفحات الأخرى
de: Ausgehende Verbindungen zu anderen Seiten wiederherstellen
es: Recuperar conexiones salientes a otras páginas
et: Taasta väljaminevad ühendused teistele lehtedele
he: שחזר חיבורים יוצאים לדפים אחרים
id: Pulihkan koneksi keluar ke halaman lain
it: Recupera le connessioni in uscita verso altre pagine
nl: Uitgaande verbindingen naar andere pagina's herstellen
pl: Przywróć połączenia wychodzące do innych stron
pt: Recuperar conexões de saída para outras páginas
ru: Восстановить исходящие соединения с другими страницами
sv: Återställ utgående anslutningar till andra sidor
th: กู้คืนการเชื่อมต่อขาออกไปยังเพจอื่น
tr: Diğer sayfalara giden bağlantıları kurtarın
uk: Відновити вихідні підключення до інших сторінок
zh_hant: 恢復到其他頁面的傳出連接

source: Restore backup
ar: استرجاع النسخة الاحتياطية
de: Sicherung wiederherstellen
es: Restaurar la copia de seguridad
et: Taastage varundamine
he: שחזור גיבוי
id: Kembalikan cadangan
it: Ripristinare il backup
nl: Herstel vanaf backup
pl: Przywrócenie kopii zapasowej
pt: Restaurar backup
ru: Восстановить резервную копию
sv: Återställa säkerhetskopia
th: กู้คืนข้อมูลสำรอง
tr: Yedeği geri yükle
uk: Відновити резервну копію
zh_hant: 从备份恢复

source: Restore deleted <em>dependent</em> pages that were referred by this page
ar: استعادة الصفحات المحذوفة <em>التابعة</em> التي تمت الإشارة إليها بواسطة هذه الصفحة
de: Gelöschte <em>abhängige</em> Seiten wiederherstellen, auf die diese Seite verwiesen hat
es: Restaurar páginas <em>dependientes</em> eliminadas a las que se hizo referencia desde esta página
et: Taasta kustutatud <em>sõltuvad</em> lehed, millele see leht viitas
he: שחזר דפים שנמחקו <em>תלויים</em> שהופנו על ידי דף זה
id: Pulihkan halaman yang dihapus <em>tergantung</em> yang dirujuk oleh halaman ini
it: Ripristinare le pagine <em>dipendenti</em> cancellate che erano riferite a questa pagina
nl: Verwijderde <em>afhankelijke</em> pagina's herstellen waarnaar deze pagina verwees
pl: Przywróć usunięte <em>zależne</em> strony, do których odwoływała się ta strona
pt: Restaurar <em>páginas dependentes</em> excluídas que foram referenciadas por esta página
ru: Восстановить удаленные <em>зависимые</em> страницы, на которые ссылалась эта страница
sv: Återställ borttagna <em>beroende</em> sidor som hänvisades av denna sida
th: กู้คืนหน้าที่ถูกลบ <em>ที่ขึ้นอยู่กับ</em> ที่ถูกอ้างอิงโดยหน้านี้
tr: Bu sayfa tarafından yönlendirilen silinmiş <em>bağımlı</em> sayfayı geri yükleyin
uk: Відновити видалені <em>залежні</em> сторінки, на які посилалася ця сторінка
zh_hant: 恢復已刪除的 <em>依賴的</em> 頁面（由此頁引用）

source: Revert page to earlier version
ar: العودة إلى الصفحة إلى الإصدار السابق
de: Seite auf frühere Version zurücksetzen
es: Revertir la página a la versión anterior
et: Ennista leht varasemale versioonile
he: החזר את הדף לגרסה הקודמת
id: Kembalikan halaman ke versi sebelumnya
it: Ripristina la pagina alla versione precedente
nl: Pagina terugzetten naar vorige versie
pl: Przywróć stronę do wcześniejszej wersji
pt: Reverter página para versão anterior
ru: Вернуть страницу к более ранней версии
sv: Återställ sidan till tidigare version
th: ย้อนกลับหน้าไปยังเวอร์ชันก่อนหน้า
tr: Sayfayı önceki sürüme geri döndür
uk: Повернути сторінку до попередньої версії
zh_hant: 將頁面還原到早期版本

source: Revert to an earlier revision of this page.
ar: ارجع إلى مراجعة سابقة لهذه الصفحة.
es: Volver a una revisión anterior de esta página.
et: Tagasi pöörduda selle lehekülje varasemale versioonile.
he: חזור לגרסה קודמת של דף זה.
id: Kembali ke revisi sebelumnya dari halaman ini.
it: Torna a una revisione precedente di questa pagina.
nl: Terugkeren naar een eerdere revisie van deze pagina.
pl: Przywróć wcześniejszą wersję tej strony.
pt: Reverter para uma revisão anterior desta página.
ru: Вернитесь к предыдущей редакции этой страницы.
th: กลับไปใช้เวอร์ชันก่อนหน้าของหน้านี้
tr: Bu sayfanın önceki bir revizyonuna geri dönün.
uk: Повернутися до попередньої версії цієї сторінки.

source: Revert to earlier version...
ar: العودة إلى الإصدار السابق...
es: Volver a la versión anterior...
et: Pöördu tagasi varasemale versioonile...
he: חזור לגרסה קודמת...
id: Kembali ke versi sebelumnya...
it: Tornare alla versione precedente...
nl: Terugkeren naar eerdere versie...
pl: Przywróć wcześniejszą wersję...
pt: Reverter para uma versão anterior...
ru: Вернитесь к предыдущей версии...
th: กลับไปใช้เวอร์ชันก่อนหน้า...
tr: Önceki sürüme geri dönün...
uk: Повернутися до попередньої версії...

source: Revert to this version...
ar: العودة إلى هذا الإصدار ...
de: Zurück zu dieser Version...
es: Volver a esta versión...
et: Selle versiooni naasmine...
he: חזור לגרסה זו...
id: Kembalikan ke versi ini...
it: Torna a questa versione...
nl: Terugkeren naar deze versie...
pl: Przywróć tę wersję...
pt: Reverter para esta versão...
ru: Вернуться к этой версии...
sv: Återgå till den här versionen...
th: เปลี่ยนกลับเป็นเวอร์ชันนี้...
tr: Bu sürüme geri dön...
uk: Повернутися до цієї версії...
zh_hant: 恢復到這個版本...

source: Revisions are kept for {n} months.
ar: يتم الاحتفاظ بالمراجعات لمدة {n} أشهر.
de: Revisionen werden {n} Monate lang aufbewahrt.
es: Las revisiones se conservan durante {n} meses.
et: Redaktsioone säilitatakse {n} kuud.
he: תיקונים נשמרים למשך {n} חודשים.
id: Revisi disimpan selama {n} bulan.
it: Le revisioni vengono conservate per {n} mesi.
nl: Revisies worden {n} maanden bewaard.
pl: Poprawki są przechowywane przez {n} miesięcy.
pt: As revisões são mantidas por {n} meses.
ru: Изменения хранятся в течение {n} месяцев.
sv: Revisioner sparas i {n} månader.
th: การแก้ไขจะถูกเก็บไว้เป็นเวลา {n} เดือน
tr: Düzeltmeler {n} ay süreyle saklanır.
uk: Ревізії зберігаються {n} місяців.
zh_hant: 修訂保留 {n} 個月。

source: Revisions for
ar: تنقيحات لـ
de: Revisionen für
es: Revisiones para
et: Muudatused
he: עדכונים עבור
id: Revisi untuk
it: Revisioni per
nl: Versies voor
pl: Zmiany dla
pt: Revisões para
ru: Изменения для
sv: Revideringar för
th: การแก้ไขสำหรับ
tr: Şunun için düzeltmeler
uk: Перегляди для
zh_hant: 订正

source: Revisions of active users are kept for {n} days.
ar: يتم الاحتفاظ بمراجعات المستخدمين النشطين لمدة {n} يوم.
de: Revisionen aktiver Nutzer werden für {n} Tage aufbewahrt.
es: Las revisiones de los usuarios activos se conservan durante {n} días.
et: Aktiivsete kasutajate parandusi säilitatakse {n} päeva.
he: תיקונים של משתמשים פעילים נשמרים למשך {n} ימים.
id: Revisi pengguna aktif disimpan selama {n} hari.
it: Le revisioni degli utenti attivi vengono conservate per {n} giorni.
nl: Revisies van actieve gebruikers worden {n} dagen bewaard.
pl: Zmiany aktywnych użytkowników są przechowywane przez {n} dni.
pt: As revisões dos utilizadores activos são mantidas durante {n} dias.
ru: Пересмотры активных пользователей хранятся в течение {n} дней.
th: การแก้ไขของผู้ใช้ที่ใช้งานอยู่จะถูกเก็บไว้เป็นเวลา {n} วัน
tr: Aktif kullanıcıların revizyonları {n} gün boyunca saklanır.
uk: Редакції активних користувачів зберігаються {n} днів.
