Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Scan all templates for translation tags and generate .pot files that can be used for translating the templates. The <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext package must be installed</a>.
ar: امسح جميع القوالب بحثًا عن علامات الترجمة وأنشئ ملفات .pot يمكن استخدامها لترجمة القوالب. يجب تثبيت حزمة gettext <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html"></a>.
de: Scannt alle Vorlagen auf Übersetzungs-Tags und erzeugt .pot-Dateien, die zum Übersetzen der Vorlagen verwendet werden können. Das <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext-Paket muss</a>installiert sein.
es: Revise todas las plantillas para las etiquetas de traducción y genere los archivos .pot que pueden ser usados para traducir las plantillas. El paquete gettext <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">tiene que estar instalado</a>.
et: Skannige kõik mallid tõlkesiltide jaoks ja genereerige .pot-failid, mida saab mallide tõlkimiseks kasutada. <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">pakett gettext peab olema installitud</a>.
he: סרוק את כל התבניות לאיתור תגי תרגום וצור קבצי .pot המשמשים לתרגום התבניות. יש להתקין את חבילת <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext</a>.
id: Memindai semua template untuk tag terjemahan dan hasilkan .file pot yang dapat digunakan untuk menerjemahkan template. <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext paket yang harus diinstal</a>.
it: Esamina tutti i modelli per i tag di traduzione e genera file .pot che possono essere utilizzati per tradurre i modelli. Il pacchetto <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext deve essere installato</a>.
nl: Vind alle vertaaltags in templates en genereer .pot-bestanden die je kunt gebruiken om de templates te vertalen. Het <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext-pakket moet zijn geïnstalleerd</a>.
pl: Skanuj wszystkie szablony w poszukiwaniu znaczników tłumaczeń i generuj pliki .pot, które mogą być użyte do tłumaczenia szablonów. <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">pakiet gettext musi być zainstalowany</a>.
pt: Digitalize todos os templates em busca de tags de tradução e gere arquivos .pot que podem ser usados para traduzir os templates. O pacote <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext deve ser instalado</a>.
ru: Сканируйте все шаблоны на предмет наличия тегов перевода и генерируйте файлы .pot, которые могут быть использованы для перевода шаблонов. Пакет gettext <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">должен быть установлен</a>.
sv: Skanna alla mallar för översättningstaggar och skapa .pot-filer som kan användas för att översätta mallarna. <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext-paketet måste installeras</a>.
th: สแกนเทมเพลตทั้งหมดเพื่อหาแท็กการแปลและสร้างไฟล์. pot ที่สามารถใช้ในการแปลเทมเพลต ต้องติดตั้งแพ็กเกจ <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext</a>.
tr: Çeviri etiketleri için tüm şablonları tara ve şablonları çevirmek için kullanılabilecek .pot dosyaları oluştur. <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext paketi yüklü olmalıdır</a>.
uk: Скануйте всі шаблони на наявність тегів перекладу та створіть файли .pot, які можна використовувати для перекладу шаблонів. Пакет gettext <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">має бути встановлений</a>.
zh_hant: 扫描所有模板的翻译标签并生成可用于翻译模板的.pot文件。必须安装 <a href="http://docs.zotonic.com/en/latest/developer-guide/translation.html">gettext 包</a>。

source: Script
ar: النصي
de: Skript
es: Guión
et: Skript
he: תַסרִיט
nl: Schrift
pl: Skrypt
pt: Roteiro
ru: Сценарий
sv: Manus
th: สคริปต์
tr: Komut dosyası
uk: Сценарій
zh_hant: 脚本

source: See also:
ar: أنظر أيضا:
de: Siehe auch:
es: Observa también:
et: Vaata ka:
he: ראה גם:
id: Lihat juga:
it: Vedi anche:
nl: Zie ook:
pl: Zobacz też:
pt: Veja também:
ru: См. также:
sv: Se även:
th: ดูสิ่งนี้ด้วย:
tr: Ayrıca bkz:
uk: Дивитися також:
zh_hant: 另见：

source: Select language
ar: اختار اللغة
de: Sprache auswählen
es: Seleccionar idioma
et: Vali keel
he: בחר שפה
id: Pilih bahasa
it: Selezionare la lingua
nl: Selecteer taal
pl: Wybierz język
pt: Selecione o idioma
ru: Выбор языка
sv: Välj språk
th: เลือกภาษา
tr: Dil seç
uk: Оберіть мову
zh_hant: 选择语言

source: Select your preferred language.
ar: اختر لغتك المفضلة.
de: Wählen Sie Ihre bevorzugte Sprache.
es: Seleccione su idioma preferido.
et: Valige eelistatud keel.
he: בחר את השפה המועדפת עליך.
id: Pilih bahasa yang anda inginkan.
it: Seleziona la tua lingua preferita.
nl: Selecteer je voorkeurstaal
pl: Wybierz swój domyślny język.
pt: Seleccione o seu idioma preferido.
ru: Выберите предпочитаемый язык.
sv: Välj ditt språk.
th: เลือกภาษาที่คุณต้องการ
tr: Tercih ettiğiniz dili seçiniz.
uk: Виберіть бажану мову.
zh_hant: 选择首选语言。

source: Show the language in the URL
ar: اعرض اللغة في عنوان URL
de: Anzeigen der Sprache in der URL
es: Mostrar el idioma en la URL
et: Kuva URL-is keel
he: הראה את השפה בכתובת האתר
id: Menunjukkan bahasa di URL
it: Mostra la lingua nell'URL
nl: Toon de taal in de URL
pl: Pokaż język w adresie URL
pt: Mostrar o idioma no URL
ru: Показать язык в URL-адресе
sv: Visa språket i webbadressen
th: แสดงภาษาใน URL
tr: URL içindeki dili göster
uk: Показати мову в URL-адресі
zh_hant: 在URL中显示语言

source: Sorry, could not change the language.
ar: عذرا ، لا يمكن تغيير اللغة.
de: Sorry, konnte die Sprache nicht ändern.
es: Lo siento, no pude cambiar el idioma.
et: Vabandust, keelt ei õnnestunud muuta.
he: מצטערים, לא הצלחנו לשנות את השפה.
id: Maaf, tidak bisa mengubah bahasa.
it: Spiacente, non è stato possibile cambiare la lingua.
nl: Sorry, kon de taal niet veranderen.
pl: Przepraszam, nie mogłem zmienić języka.
pt: Desculpa, não consegui mudar a língua.
ru: Извините, не смог изменить язык.
sv: Tyvärr kunde inte ändra språk.
th: ขออภัยไม่สามารถเปลี่ยนภาษาได้
tr: Maalesef dili değiştiremedim.
uk: На жаль, не вдалося змінити мову.
zh_hant: 抱歉，无法更改语言。

source: Sorry, that language is unknown or not enabled.
ar: عذرًا، هذه اللغة غير معروفة أو غير ممكّنة.
de: Entschuldigung, diese Sprache ist unbekannt oder nicht aktiviert.
es: Lo sentimos, ese idioma es desconocido o no está habilitado.
et: Vabandust, see keel on tundmatu või pole lubatud.
he: מצטערים, השפה לא ידועה או לא מופעלת.
id: Maaf, bahasa tersebut tidak diketahui atau tidak diaktifkan.
it: Siamo spiacenti, quella lingua è sconosciuta o non abilitata.
nl: Sorry, die taal is onbekend of niet ingeschakeld.
pl: Przepraszamy, ten język jest nieznany lub nie jest włączony.
pt: Desculpe, esse idioma é desconhecido ou não está habilitado.
ru: К сожалению, этот язык неизвестен или не включен.
sv: Tyvärr, det språket är okänt eller inte aktiverat.
th: ขออภัย ไม่รู้จักภาษานั้นหรือไม่ได้เปิดใช้งาน
tr: Üzgünüz, bu dil bilinmiyor veya etkin değil.
uk: На жаль, ця мова невідома або не ввімкнена.
zh_hant: 抱歉，該語言未知或未啟用。

source: Sorry, you don't have permission to change the language list.
ar: عذرا ، ليس لديك إذن لتغيير قائمة اللغات.
de: Tut mir leid, Sie haben keine Berechtigung, die Sprachliste zu ändern.
es: Lo sentimos, no tiene permisos para cambiar el idioma de la lista.
et: Vabandust, teil pole keeleloendi muutmiseks luba.
he: מצטערים, אין לך הרשאה לשנות את רשימת השפות.
id: Show per module how many templates are translated.
it: Spiacente, non hai il permesso di cambiare la lista delle lingue.
nl: Sorry, je hebt geen toestemming om de taallijst te wijzigen.
pl: Przepraszam, nie ma pan pozwolenia na zmianę listy języków.
pt: Desculpe, você não tem permissão para mudar a lista de idiomas.
ru: Извините, у вас нет разрешения на изменение списка языков.
sv: Tyvärr har du inte behörighet att ändra språklistan.
th: ขออภัยคุณไม่ได้รับอนุญาตให้เปลี่ยนรายการภาษา
tr: Maalesef, dil listesini değiştirmek için izniniz yok.
uk: На жаль, у Вас немає дозволу змінювати список мов.
zh_hant: 对不起，你没有权限更改语言列表。

source: Sorry, you don't have permission to reload translations.
ar: عذرًا ، ليس لديك إذن بإعادة تحميل الترجمات.
de: Tut mir leid, Sie haben keine Berechtigung zum Nachladen von Übersetzungen.
es: Lo sentimos, no tiene permisos para recargar las traducciones.
et: Vabandust, teil pole tõlkete uuesti laadimiseks luba.
he: מצטערים, אין לך הרשאה לטעון תרגומים מחדש.
id: Maaf, anda tidak memiliki izin untuk reload terjemahan.
it: Spiacente, non hai il permesso di ricaricare le traduzioni.
nl: Sorry, je hebt geen toestemming om talen opnieuw te laden.
pl: Przepraszam, nie ma pan pozwolenia na przeładowanie tłumaczeń.
pt: Desculpe, não tem permissão para recarregar traduções.
ru: Извините, у вас нет разрешения на перезагрузку переводов.
sv: Tyvärr har du inte behörighet att ladda om översättningar.
th: ขออภัยคุณไม่มีสิทธิ์โหลดคำแปลซ้ำ
tr: Maalesef, çevirileri yeniden yüklemek için izniniz yok.
uk: На жаль, у Вас немає дозволу перезавантажувати переклади.
zh_hant: 对不起，你没有权限重装翻译。

source: Sorry, you don't have permission to scan for translations.
ar: عذرًا ، ليس لديك إذن للبحث عن الترجمات.
de: Tut mir leid, Sie haben keine Erlaubnis, nach Übersetzungen zu scannen.
es: Disculpe, no tiene permiso para buscar las traducciones.
et: Vabandust, teil pole tõlkete otsimiseks luba.
he: מצטערים, אין לך הרשאה לסרוק לתרגומים.
id: Maaf, anda tidak memiliki izin untuk scan untuk terjemahan.
it: Spiacente, non hai il permesso di scannerizzare le traduzioni.
nl: Sorry, je hebt geen toestemming om te scannen voor vertalingen.
pl: Przepraszam, nie masz pozwolenia na skanowanie w poszukiwaniu tłumaczeń.
pt: Desculpe, não tem permissão para procurar traduções.
ru: Извините, у вас нет разрешения на сканирование на предмет переводов.
sv: Tyvärr har du inte behörighet att söka efter översättningar.
th: ขออภัยคุณไม่มีสิทธิ์สแกนคำแปล
tr: Maalesef çeviriler için tarama izniniz yok.
uk: На жаль, у Вас немає дозволу на пошук перекладів.
zh_hant: 对不起，你没有扫描翻译的权限。

source: Sorry, you don't have permission to set the default language.
ar: عذرًا ، ليس لديك إذن بتعيين اللغة الافتراضية.
de: Sie haben leider nicht die Berechtigung, die Standardsprache einzustellen.
es: Lo sentimos, no tiene permiso para establecer por defecto el idioma.
et: Vabandust, teil pole luba vaikekeele seadmiseks.
he: מצטערים, אין לך הרשאה להגדיר את שפת ברירת המחדל.
id: Maaf, anda tidak memiliki izin untuk mengatur bahasa default.
it: Spiacente, non hai il permesso di impostare la lingua predefinita.
nl: Sorry, je hebt geen toestemming om de standaard taal in te stellen.
pl: Przepraszam, nie masz uprawnień do ustawiania domyślnego języka.
pt: Desculpe, você não tem permissão para definir a língua padrão.
ru: Извините, у вас нет разрешения на установку языка по умолчанию.
sv: Tyvärr har du inte behörighet att ställa in standardspråket.
th: ขออภัยคุณไม่ได้รับอนุญาตให้ตั้งค่าภาษาเริ่มต้น
tr: Üzgünüz, varsayılan dili belirlemek gibi bir izniniz yok.
uk: На жаль, у Вас немає дозволу на встановлення мови за замовчуванням.
zh_hant: 对不起，你没有设置默认语言的权限。

source: Spanish
ar: الأسبانية
de: Spanisch
es: Español
et: Hispaania keel
he: ספרדית
id: Spanyol
it: Spagnolo
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: испанский
sv: Spanska
th: ภาษาสเปน
tr: İspanyolca
uk: Іспанська
zh_hant: 西班牙语

source: Started building the .pot files. This may take a while...
ar: بدأ في إنشاء ملفات .pot. هذا قد يستغرق بعض الوقت...
de: Ich habe begonnen, die .pot-Dateien zu erstellen. Dies kann eine Weile dauern...
es: Empezar a construir los archivos .pot. Esto puede tomar un poco de tiempo...
et: Alustati .pot-failide ehitamist. See võib võtta mõnda aega ...
he: התחיל לבנות את קבצי ה- pot. זה עשוי לקחת זמן...
id: Mulai membangun .file pot. Ini mungkin mengambil beberapa saat...
it: Ho iniziato a costruire i file .pot. Questo potrebbe richiedere un po' di tempo...
nl: Gestart met het genereren van .pot bestanden. Dit kan enige tijd duren...
pl: Zacząłem budować pliki .pot. To może trochę potrwać...
pt: Comecei a construir os arquivos .pot. Isto pode demorar um pouco...
ru: Начал сборку .pot-файлов. Это может занять некоторое время...
sv: Började bygga .pot-filerna. Det här kan ta ett tag...
th: เริ่มสร้างไฟล์. pot อาจใช้เวลาสักครู่ ...
tr: .pot dosyaları oluşturulmaya başlandı. Bu biraz zaman alabilir...
uk: Почали створювати файли .pot. Це може зайняти деякий час...
zh_hant: 开始建立.pot文件。这可能需要一段时间...

source: Swedish
ar: السويدية
de: Schwedisch
es: Sueco
et: Rootsi keel
he: שוודית
id: Swedia
it: Svedese
nl: Zweeds
pl: Szwedzki
pt: Sueco
ru: шведский язык
sv: svenska
th: สวีเดน
tr: İsveçce
uk: Шведська
zh_hant: 瑞典语

source: The golden rule when choosing a language is simplicity. Stick to the main language if you can; use a sub-language (adding region or script) when it adds useful distinguishing information.
ar: القاعدة الذهبية عند اختيار اللغة هي البساطة. التزم باللغة الرئيسية إذا استطعت ؛ استخدم لغة فرعية (إضافة منطقة أو نص) عندما تضيف معلومات مميزة مفيدة.
de: Die goldene Regel bei der Auswahl einer Sprache ist Einfachheit. Bleiben Sie bei der Hauptsprache, wenn Sie können; verwenden Sie eine Untersprache (unter Hinzufügung von Region oder Schrift), wenn sie nützliche Unterscheidungsinformationen hinzufügt.
es: La regla dorada cuando estas eligiendo un idioma es la simplicidad. Se adhiere al idioma principal si usted puede; usar un idioma secundario (agregando region o script) cuando agregas una útil y distintiva información.
et: Keele valimisel on kuldreegel lihtsus. Pange põhikeele juurde, kui saate; kasutage alakeelt (lisades piirkonda või skripti), kui see lisab kasulikku eristavat teavet.
he: כלל הזהב בבחירת שפה הוא פשטות. היצמד לשפה הראשית אם אתה יכול; השתמש בשפת משנה (הוספת אזור או סקריפט) כאשר הוא מוסיף מידע שימושי מבחין.
id: Aturan emas ketika memilih sebuah bahasa adalah kesederhanaan. Tongkat untuk bahasa utama jika anda bisa, gunakan sub-bahasa (menambahkan wilayah atau script) ketika itu menambah berguna membedakan informasi.
it: La regola d'oro quando si sceglie una lingua è la semplicità. Attieniti alla lingua principale se puoi; usa una sottolingua (aggiungendo una regione o uno script) quando aggiunge utili informazioni distintive.
nl: De gouden regel bij het kiezen van een taal is eenvoud. Houd het bij de hoofdtaal als je kunt; gebruik een subtaal (door regio of script toe te voegen) wanneer dat nuttig onderscheid toevoegt.
pl: Złotą zasadą przy wyborze języka jest prostota. Trzymaj się głównego języka, jeśli możesz; użyj podjęzyka (dodając region lub skrypt), gdy dodaje on użyteczne informacje wyróżniające.
pt: A regra de ouro na escolha de uma língua é a simplicidade. Se você puder, use uma sub-língua (adicionando região ou script) quando ela adiciona informações distintas úteis.
ru: Золотое правило при выборе языка - простота. Придерживайтесь основного языка, если можете; используйте подязык (добавляя регион или скрипт), когда он добавляет полезную отличительную информацию.
sv: Den gyllene regeln när man väljer språk är enkelhet. Håll dig till huvudspråket om du kan; använd ett underspråk (lägg till region eller skript) när det lägger till användbar särskiljande information.
th: กฎทองในการเลือกภาษาคือความเรียบง่าย ยึดติดกับภาษาหลักถ้าคุณทำได้ ใช้ภาษาย่อย (การเพิ่มภูมิภาคหรือสคริปต์) เมื่อเพิ่มข้อมูลแยกแยะที่เป็นประโยชน์
tr: Bir dil seçerken altın kural basitliktir. Mümkünse ana dili bırakmayın; yararlı ayırt edici bilgiler eklendiğinde bir alt dil (bölge veya komut dosyası ekleme) kullanın.
uk: Золоте правило при виборі мови – простота. Дотримуйтесь основної мови, якщо можете; використовуйте підмову (додавання регіону або сценарію), коли вона додає корисну розрізняючу інформацію.
zh_hant: 选择语言的黄金法则是简单。如果可以的话，请坚持使用主要语言；当子语言（添加地区或文字）增加有用的区别信息时，请使用它。

source: The source language text was used for the missing translations.
ar: تم استخدام نص اللغة المصدر للترجمات المفقودة.
de: Für die fehlenden Übersetzungen wurde der ausgangssprachliche Text verwendet.
es: El texto del idioma de origen se utilizó para las traducciones faltantes.
et: Puuduvate tõlgete puhul kasutati lähtekeelset teksti.
he: טקסט שפת המקור שימש לתרגומים החסרים.
id: Teks bahasa sumber digunakan untuk terjemahan yang hilang.
it: Per le traduzioni mancanti è stato utilizzato il testo nella lingua di partenza.
nl: Voor de ontbrekende vertalingen werd de tekst in de brontaal gebruikt.
pl: Do brakujących tłumaczeń wykorzystano tekst w języku źródłowym.
pt: O texto do idioma de origem foi usado para as traduções faltantes.
ru: Для недостающих переводов использовался текст на исходном языке.
sv: Källspråkstexten användes för de saknade översättningarna.
th: ใช้ข้อความภาษาต้นฉบับสำหรับคำแปลที่ขาดหายไป
tr: Eksik çeviriler için kaynak dildeki metin kullanıldı.
uk: Для відсутніх перекладів використано вихідний текст.
zh_hant: 源語言文本用於缺失的翻譯。

source: There was an error translating the texts. Please try again later.
ar: حدث خطأ في ترجمة النصوص. الرجاء معاودة المحاولة في وقت لاحق.
de: Bei der Übersetzung der Texte ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Hubo un error al traducir los textos. Por favor, inténtelo de nuevo más tarde.
et: Tekstide tõlkimisel ilmnes viga. Palun proovi hiljem uuesti.
he: אירעה שגיאה בתרגום הטקסטים. בבקשה נסה שוב מאוחר יותר.
id: Terjadi kesalahan saat menerjemahkan teks. Silakan coba lagi nanti.
it: Si è verificato un errore nella traduzione dei testi. Per favore riprova più tardi.
nl: Er is een fout opgetreden bij het vertalen van de teksten. Probeer het later opnieuw.
pl: Podczas tłumaczenia tekstów wystąpił błąd. Spróbuj ponownie później.
pt: Ocorreu um erro na tradução dos textos. Por favor, tente novamente mais tarde.
ru: При переводе текстов произошла ошибка. Пожалуйста, повторите попытку позже.
sv: Det uppstod ett fel när texterna skulle översättas. Vänligen försök igen senare.
th: เกิดข้อผิดพลาดในการแปลข้อความ กรุณาลองใหม่อีกครั้งในภายหลัง.
tr: Metinler çevrilirken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
uk: Під час перекладу текстів сталася помилка. Будь-ласка спробуйте пізніше.
zh_hant: 翻譯文字時出現錯誤。請稍後再試。

source: This translation has been automatically generated.
ar: تم إنشاء هذه الترجمة تلقائيًا.
de: Diese Übersetzung wurde automatisch generiert.
es: Esta traducción se ha generado automáticamente.
et: See tõlge on loodud automaatselt.
he: תרגום זה נוצר באופן אוטומטי.
id: Terjemahan ini telah dibuat secara otomatis.
it: Questa traduzione è stata generata automaticamente.
nl: Deze vertaling is automatisch gegenereerd.
pl: To tłumaczenie zostało wygenerowane automatycznie.
pt: Esta tradução foi gerada automaticamente.
ru: Этот перевод был создан автоматически.
sv: Denna översättning har skapats automatiskt.
th: การแปลนี้ถูกสร้างขึ้นโดยอัตโนมัติ
tr: Bu çeviri otomatik olarak oluşturuldu.
uk: Цей переклад було згенеровано автоматично.
zh_hant: 該翻譯是自動產生的。

source: To new language
ar: إلى لغة جديدة
de: Zur neuen Sprache
es: al nuevo idioma
et: Uue keele juurde
he: לשפה חדשה
id: Ke bahasa baru
it: Alla nuova lingua
nl: Naar nieuwe taal
pl: Do nowego języka
pt: Para novo idioma
ru: На новый язык
sv: Till ett nytt språk
th: สู่ภาษาใหม่
tr: Yeni dile
uk: На нову мову
zh_hant: 到新語言

source: Translate
ar: يترجم
de: Übersetzen
es: Traducir
et: Tõlgi
he: לתרגם
id: Menerjemahkan
it: Tradurre
nl: Vertalen
pl: Tłumaczyć
pt: Traduzir
ru: Переводить
sv: Översätt
th: แปลภาษา
tr: Çevirmek
uk: Перекласти
zh_hant: 翻譯

source: Translation
ar: ترجمة
de: Übersetzung
es: Traducción
et: Tõlge
he: תִרגוּם
id: Terjemahan
it: Traduzione
nl: Vertaling
pl: Tłumaczenia
pt: Tradução
ru: Перевод
sv: Översättning
th: การแปล
tr: Çeviri
uk: Переклад
zh_hant: 翻译

source: Turkish
ar: اللغة التركية
de: Türkisch
es: Turco
et: Türgi keel
he: טורקי
id: Turki
it: Turco
nl: Turks
pl: Turecki
pt: Turco
ru: турецкий
sv: Turkiska
th: ตุรกี
tr: Türkçe
uk: Турецька
zh_hant: 土耳其人

source: With language
ar: مع اللغة
de: Mit Sprache
es: con lenguaje
et: Keelega
he: עם שפה
id: Dengan bahasa
it: Con il linguaggio
nl: Met taal
pl: Z językiem
pt: Com linguagem
ru: С языком
sv: Med språk
th: ด้วยภาษา
tr: dil ile
uk: З мовою
zh_hant: 有語言

source: Without language
ar: بدون لغة
de: Ohne Sprache
es: sin idioma
et: Ilma keeleta
he: בלי שפה
id: Tanpa bahasa
it: Senza lingua
nl: Zonder taal
pl: Bez języka
pt: sem idioma
ru: Без языка
sv: Utan språk
th: ไม่มีภาษา
tr: dil olmadan
uk: Без мови
zh_hant: 沒有語言

source: not enabled
ar: غير مفعل
de: nicht aktiviert
es: no esta habilitado
et: pole lubatud
he: לא מופעלת
id: tidak diaktifkan
it: non abilitato
nl: niet actief
pl: nieaktywny
pt: não ativadas
ru: не включённый
sv: inte aktiverad
th: ไม่ได้เปิดใช้งาน
tr: aktif değil
uk: не ввімкнено
zh_hant: 未启用

source: Converting
ar: التحويل
de: Konvertierung
es: Convirtiendo
et: Teisendamine
he: ממיר
id: Konversi
it: Conversione di
nl: Converteren
pl: Przeliczanie
pt: Conversão
ru: Преобразование
sv: Konverterar
th: กำลังแปลง
tr: Dönüştürülüyor
uk: Перетворення
zh_hant: 转换

source: Vimeo Video
ar: فيديو فيميو
es: Vídeo de Vimeo
he: וידיאו וידיאו
it: Video Vimeo
pl: Wideo Vimeo
pt: Vídeo Vimeo
ru: Видеозапись
th: วิดีโอ Vimeo
uk: Відео Vimeo
zh_hant: Vimeo视频

source: Youtube Video
ar: فيديو يوتيوب
es: Vídeo de Youtube
et: Youtube'i video
he: סרטון יוטיוב
it: Video Youtube
pl: Wideo Youtube
pt: Vídeo do Youtube
th: วิดีโอ Youtube
uk: Відео YouTube
zh_hant: Youtube视频

source: Alert
ar: إنذار
es: Alerta
et: Aandacht
he: עֵרָנִי
id: Waspada
it: Allerta
nl: Waarschuwing
pl: Ostrzeżenie
pt: Alerta
ru: Предупреждение
sv: Varning
th: การแจ้งเตือน
tr: Alarm
uk: Оповіщення
zh_hant: 警告
