Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: The new location can be a local path or a complete URL. Leave the host empty for redirects within this site.
ar: يمكن أن يكون الموقع الجديد مسارًا محليًا أو عنوان URL كاملًا. اترك المضيف فارغًا لعمليات إعادة التوجيه داخل هذا الموقع.
de: Der neue Standort kann ein lokaler Pfad oder eine vollständige URL sein. Lassen Sie den Host für Weiterleitungen innerhalb dieser Site leer.
es: La nueva ubicación puede ser una ruta local o un URL completo. Dejar el host en blanco para redirecciones dentro de este sitio.
et: Uus asukoht võib olla kohalik tee või täielik URL. Jätke host selle saidi ümbersuunamiseks tühjaks.
he: המיקום החדש יכול להיות נתיב מקומי או כתובת אתר מלאה. השאר את המארח ריק להפניות מחדש באתר זה.
id: Lokasi baru bisa menjadi sebuah jalan lokal atau sebuah URL lengkap. Meninggalkan tuan rumah kosong untuk mengarahkan dalam situs ini.
it: La nuova posizione può essere un percorso locale o un URL completo. Lascia l'host vuoto per i reindirizzamenti all'interno di questo sito.
nl: De nieuwe locatie kan een lokaal pad of complete URL zijn. Laat de domeinnaam leeg voor doorverwijzingen binnen de site.
pl: Nowa lokalizacja może być ścieżką lokalną lub pełnym adresem URL. Pozostaw hosta pustego dla przekierowań w obrębie tej strony.
pt: A nova localização pode ser um caminho local ou um URL completo. Deixe o host vazio para redirecionamentos dentro deste site.
ru: Новое местоположение может быть локальным путем или полным URL. Оставьте имя хоста пустым для переадресации внутри этого сайта.
sv: Den nya platsen kan vara en lokal sökväg eller en fullständig URL-adress. Lämna den mottagande tom för omdirigeringar inom denna webbplats.
th: ตำแหน่งใหม่อาจเป็นเส้นทางในพื้นที่หรือ URL ที่สมบูรณ์ เว้นโฮสต์ว่างไว้สำหรับการเปลี่ยนเส้นทางภายในไซต์นี้
tr: Yeni konum yerel bir yol ya da tamamen bir URL olabilir. Bu site içindeki yönlendirmeler için ana makineyi boş bırakın.
uk: Нове розташування може бути локальним шляхом або повною URL-адресою. Залиште хост порожнім для перенаправлень на цьому сайті.
zh_hant: 新的位置可以是一个本地路径或一个完整的URL。对于本网站内的重定向，主机留空。

source: You are not allowed to change this.
ar: لا يسمح لك بتغيير هذا.
de: Sie dürfen das nicht ändern.
es: No tiene permitido cambiar esto.
et: Teil pole lubatud seda muuta.
he: אינך רשאי לשנות זאת.
id: Anda tidak diizinkan untuk mengubah ini.
it: Non vi è permesso di cambiare questo.
nl: Je mag dit niet veranderen.
pl: Nie możesz tego zmienić.
pt: Não estás autorizado a mudar isto.
ru: Вы не имеете права это менять.
sv: Du får inte ändra detta.
th: คุณไม่ได้รับอนุญาตให้เปลี่ยนแปลงสิ่งนี้
tr: Bunu değiştirmenize izin yok.
uk: Вам не дозволено змінити це.
zh_hant: 你不允许改变这个。

source: <i>Function name does not exist.</i>
ar: <i>اسم الدالة غير موجود.</i>
es: <i>El nombre de la función no existe.</i>
et: <i>Funktsiooni nimi ei ole olemas.</i>
he: <i>שם הפונקציה אינו קיים.</i>
id: <i>Nama fungsi tidak ada.</i>
it: <i>Il nome della funzione non esiste.</i>
nl: <i>Functienaam bestaat niet.</i>
pl: <i>Nazwa funkcji nie istnieje.</i>
pt: <i>O nome da função não existe.</i>
ru: <i>Имя функции не существует.</i>
th: <i>ไม่มีชื่อฟังก์ชันนี้</i>
tr: <i>İşlev adı mevcut değil.</i>
uk: <i>Ім'я функції не існує.</i>

source: <i>Module not found.</i>
ar: <i>لم يتم العثور على الوحدة النمطية.</i>
es: <i>Módulo no encontrado.</i>
et: <i>Moodulit ei leitud.</i>
he: <i>לא נמצא מודול.</i>
id: <i>Modul tidak ditemukan.</i>
it: <i>Modulo non trovato.</i>
nl: <i>Module niet gevonden.</i>
pl: <i>Nie znaleziono modułu.</i>
pt: <i>Módulo não encontrado.</i>
ru: <i>Модуль не найден.</i>
th: <i>ไม่พบโมดูล</i>
tr: <i>Modül bulunamadı.</i>
uk: <i> Модуль не знайдено..</i>

source: <tt>{extends}</tt> are shown with a striped line, <tt>{overrules}</tt> are shown with a dotted line.
ar: يتم عرض <tt>{extends}</tt> بخط مخطط، ويتم عرض <tt>{overrules}</tt> بخط منقط.
de: <tt>{extends}</tt> werden mit einer gestreiften Linie dargestellt, <tt>{overrules}</tt> werden mit einer gepunkteten Linie dargestellt.
es: <tt>{extends}</tt> se muestran con una línea rayada, <tt>{overrules}</tt> se muestran con una línea de puntos.
et: <tt>{extends}</tt> on näidatud triibulise joonega, <tt>{overrules}</tt> on näidatud punktiirjoonega.
he: <tt>{extends}</tt> מוצגים עם קו פסים, <tt>{overrules}</tt> מוצגים עם קו מקווקו.
id: <tt>{extends}</tt> ditunjukkan dengan garis bergaris, <tt>{overrules}</tt> ditunjukkan dengan garis putus-putus.
it: <tt>{extends}</tt> sono indicati con una linea tratteggiata, <tt>{overrules}</tt> sono indicati con una linea tratteggiata.
nl: <tt>{extends}</tt> worden weergegeven met een gestreepte lijn, <tt>{overrules}</tt> worden weergegeven met een stippellijn.
pl: <tt>{extends}</tt> są pokazane linią w paski, <tt>{overrules}</tt> są oznaczone linią przerywaną.
pt: <tt>{extends}</tt> são mostrados com uma linha listrada, <tt>{overrules}</tt> são mostrados com uma linha pontilhada.
ru: <tt>{extends}</tt> показаны полосатой линией, <tt>{overrules}</tt> показаны пунктирной линией.
sv: <tt>{extends}</tt> visas med en streckad linje, <tt>{overrules}</tt> visas med en streckad linje.
th: <tt>{extends}</tt> แสดงด้วยเส้นลาย <tt>{overrules}</tt> แสดงด้วยเส้นประ
tr: <tt>{extends}</tt> çizgili çizgiyle, <tt>{overrules}</tt> ise noktalı çizgiyle gösterilmiştir.
uk: <tt>{extends}</tt> показано смугастою лінією, <tt>{overrules}</tt> – пунктиром.
zh_hant: <tt>{extends}</tt> 用條紋線示出， <tt>{overrules}</tt> 用虛線示出。

source: A graph of all templates, and by whom they are included, is generated and automatically updated.
ar: يتم إنشاء رسم بياني لجميع القوالب ومن تم تضمينها وتحديثه تلقائيًا.
de: Es wird ein Diagramm aller Vorlagen und der Personen, die sie eingebunden haben, erstellt und automatisch aktualisiert.
es: Se genera y actualiza automáticamente un gráfico de todas las plantillas y de quién las incluye.
et: Kõigi mallide ja nende kaasamise kohta koostatakse graafik, mida värskendatakse automaatselt.
he: גרף של כל התבניות, ועל ידי מי הן נכללות, נוצר ומתעדכן אוטומטית.
id: Grafik semua templat, dan siapa yang menyertakannya, dibuat dan diperbarui secara otomatis.
it: Viene generato e aggiornato automaticamente un grafico di tutti i modelli e di chi li ha inclusi.
nl: Er wordt een grafiek gegenereerd van alle sjablonen en door wie ze zijn opgenomen. Deze wordt automatisch bijgewerkt.
pl: Wykres wszystkich szablonów i osób, które je dołączyły, jest generowany i automatycznie aktualizowany.
pt: Um gráfico de todos os modelos e por quem eles estão incluídos é gerado e atualizado automaticamente.
ru: График всех шаблонов и тех, кто их включает, генерируется и автоматически обновляется.
sv: En graf över alla mallar, och av vem de ingår, genereras och uppdateras automatiskt.
th: กราฟของเทมเพลตทั้งหมดและบุคคลที่รวมเทมเพลตจะถูกสร้างขึ้นและอัปเดตโดยอัตโนมัติ
tr: Tüm şablonların ve bunların kimler tarafından dahil edildiğinin bir grafiği oluşturulur ve otomatik olarak güncellenir.
uk: Створюється та автоматично оновлюється графік усіх шаблонів і тих, хто їх включив.
zh_hant: 產生並自動更新所有範本及其包含者的圖表。

source: Action
ar: عمل
de: Aktion
es: Acción
et: Tegevus
he: פעולה
id: Aksi
it: Azione
nl: Actie
pl: Działanie
pt: Ação
ru: Действие
sv: Handling
th: หนังบู๊
tr: Eylem
uk: Дія
zh_hant: 行动

source: All <tt>{extends}</tt> and <tt>{overrules}</tt> statements are referring to existing templates.
ar: تشير كافة البيانات <tt>{extends}</tt> و <tt>{overrules}</tt> إلى القوالب الموجودة.
de: Alle <tt>{extends}</tt> und <tt>{overrules}</tt> Aussagen beziehen sich auf bestehende Vorlagen.
es: Todas las declaraciones <tt>{extends}</tt> y <tt>{overrules}</tt> se refieren a plantillas existentes.
et: Kõik <tt>{extends}</tt> ja <tt>{overrules}</tt> avaldused viitavad olemasolevatele mallidele.
he: כל ההצהרות <tt>{extends}</tt> ו <tt>{overrules}</tt> מתייחסות לתבניות קיימות.
id: Semua pernyataan <tt>{extends}</tt> dan <tt>{overrules}</tt> mengacu pada template yang ada.
it: Tutte le affermazioni <tt>{extends}</tt> e <tt>{overrules}</tt> si riferiscono a modelli esistenti.
nl: Alle <tt>{extends}</tt> en <tt>{overrules}</tt> statements verwijzen naar bestaande sjablonen.
pl: Wszystkie stwierdzenia <tt>{extends}</tt> i <tt>{overrules}</tt> odnoszą się do istniejących szablonów.
pt: Todas as declarações <tt>{extends}</tt> e <tt>{overrules}</tt> referem-se a modelos existentes.
ru: Все операторы <tt>{extends}</tt> и <tt>{overrules}</tt> относятся к существующим шаблонам.
sv: Alla <tt>{extends}</tt> och <tt>{overrules}</tt> uttalanden hänvisar till befintliga mallar.
th: ข้อความสั่ง <tt>{extends}</tt> และ <tt>{overrules}</tt> ทั้งหมดอ้างอิงถึงเทมเพลตที่มีอยู่
tr: <tt>{extends}</tt> ve <tt>{overrules}</tt> ifadelerinin tümü mevcut şablonlara atıfta bulunmaktadır.
uk: Усі твердження <tt>{extends}</tt> і <tt>{overrules}</tt> посилаються на існуючі шаблони.
zh_hant: 所有 <tt>{extends}</tt> 和 <tt>{overrules}</tt> 語句均引用現有範本。

source: All <tt>{optional}</tt> statements are referring to existing templates.
ar: تشير كافة البيانات <tt>{optional}</tt> إلى القوالب الموجودة.
de: Alle <tt>{optional}</tt> Aussagen beziehen sich auf bestehende Vorlagen.
es: Todas las declaraciones <tt>{optional}</tt> se refieren a plantillas existentes.
et: Kõik <tt>{optional}</tt> avaldused viitavad olemasolevatele mallidele.
he: כל ההצהרות <tt>{optional}</tt> מתייחסות לתבניות קיימות.
id: Semua pernyataan <tt>{optional}</tt> mengacu pada templat yang ada.
it: Tutte le <tt>{optional}</tt> affermazioni si riferiscono a modelli esistenti.
nl: Alle <tt>{optional}</tt> statements verwijzen naar bestaande sjablonen.
pl: Wszystkie stwierdzenia <tt>{optional}</tt> odnoszą się do istniejących szablonów.
pt: Todas as declarações <tt>{optional}</tt> referem-se a modelos existentes.
ru: Все операторы <tt>{optional}</tt> относятся к существующим шаблонам.
sv: Alla <tt>{optional}</tt> uttalanden hänvisar till befintliga mallar.
th: คำสั่ง <tt>{optional}</tt> ทั้งหมดอ้างถึงเทมเพลตที่มีอยู่
tr: Tüm <tt>{optional}</tt> ifadeleri mevcut şablonlara atıfta bulunmaktadır.
uk: Усі твердження <tt>{optional}</tt> посилаються на існуючі шаблони.
zh_hant: 所有 <tt>{optional}</tt> 語句均引用現有範本。

source: All non-optional <tt>{include}</tt> statements are referring to existing templates.
ar: تشير كافة العبارات غير الاختيارية <tt>{include}</tt> إلى القوالب الموجودة.
de: Alle nicht optionalen <tt>{include}</tt> Anweisungen beziehen sich auf vorhandene Vorlagen.
es: Todas las declaraciones <tt>{include}</tt> no opcionales se refieren a plantillas existentes.
et: Kõik mittekohustuslikud <tt>{include}</tt> avaldused viitavad olemasolevatele mallidele.
he: כל ההצהרות הלא אופציונליות <tt>{include}</tt> מתייחסות לתבניות קיימות.
id: Semua pernyataan <tt>{include}</tt> non-opsional mengacu pada templat yang ada.
it: Tutte le istruzioni <tt>{include}</tt> non facoltative si riferiscono a modelli esistenti.
nl: Alle niet-optionele <tt>{include}</tt> uitspraken verwijzen naar bestaande sjablonen.
pl: Wszystkie nieopcjonalne stwierdzenia <tt>{include}</tt> odnoszą się do istniejących szablonów.
pt: Todas as instruções <tt>{include}</tt> não opcionais referem-se a modelos existentes.
ru: Все необязательные операторы <tt>{include}</tt> относятся к существующим шаблонам.
sv: Alla icke-valfria <tt>{include}</tt> uttalanden hänvisar till befintliga mallar.
th: คำสั่ง <tt>{include}</tt> ที่ไม่เป็นทางเลือกทั้งหมดอ้างอิงถึงเทมเพลตที่มีอยู่
tr: İsteğe bağlı olmayan tüm <tt>{include}</tt> ifadeleri mevcut şablonlara atıfta bulunmaktadır.
uk: Усі необов’язкові оператори <tt>{include}</tt> посилаються на існуючі шаблони.
zh_hant: 所有非可選 <tt>{include}</tt> 語句均引用現有範本。

source: All templates are checked for missing includes or missing <tt>{ext}</tt> template references.
ar: يتم فحص جميع القوالب للتأكد من عدم وجود تضمينات أو مراجع قالب مفقودة <tt>{ext}</tt>.
de: Alle Vorlagen werden auf fehlende Includes oder fehlende <tt>{ext}</tt> -Vorlagenverweise überprüft.
es: Todas las plantillas se verifican para ver si faltan inclusiones o <tt>{ext}</tt> referencias de plantilla.
et: Kõiki malle kontrollitakse, kas puuduvad või puuduvad <tt>{ext}</tt> malliviited.
he: כל התבניות נבדקות אם חסרות כוללות או חסרות <tt>{ext}</tt> הפניות לתבניות.
id: Semua templat diperiksa apakah ada yang hilang, termasuk, atau tidak ada <tt>{ext}</tt> referensi templat.
it: In tutti i modelli viene controllata la presenza di inclusioni mancanti o di riferimenti al modello <tt>{ext}</tt> mancanti.
nl: Alle sjablonen worden gecontroleerd op ontbrekende includes of ontbrekende <tt>{ext}</tt> sjabloonreferenties.
pl: Wszystkie szablony są sprawdzane pod kątem brakujących dołączeń lub brakujących odwołań do szablonów <tt>{ext}</tt>.
pt: Todos os modelos são verificados quanto a inclusões ausentes ou <tt>{ext}</tt> referências de modelo ausentes.
ru: Все шаблоны проверяются на отсутствие включений или отсутствующих <tt>{ext}</tt> ссылок на шаблоны.
sv: Alla mallar är kontrollerade för saknade inkluderar eller saknas <tt>{ext}</tt> mallreferenser.
th: เทมเพลตทั้งหมดได้รับการตรวจสอบแล้วว่าไม่มีการรวมหรือการอ้างอิงเทมเพลต <tt>{ext}</tt> ที่ขาดหายไป
tr: Tüm şablonlar eksik içerik veya eksik <tt>{ext}</tt> şablon referanslarına karşı kontrol edilir.
uk: Усі шаблони перевіряються на відсутність включень або відсутність посилань на шаблони <tt>{ext}</tt>.
zh_hant: 檢查所有模板是否缺少包含或缺少 <tt>{ext}</tt> 模板引用。

source: All templates are compiling.
ar: يتم تجميع جميع القوالب.
de: Alle Vorlagen werden kompiliert.
es: Todas las plantillas se están compilando.
et: Kõik mallid on koostamisel.
he: כל התבניות מתבצעות קומפילציה.
id: Semua templat sedang dikompilasi.
it: Tutti i modelli sono in fase di compilazione.
nl: Alle sjablonen kunnen worden gecompileerd.
pl: Wszystkie szablony są kompilowane.
pt: Todos os modelos estão compilando.
ru: Все шаблоны компилируются.
sv: Alla mallar kompileras.
th: เทมเพลตทั้งหมดกำลังรวบรวม
tr: Tüm şablonlar derleniyor.
uk: Всі шаблони компілюються.
zh_hant: 所有模板正在編譯。

source: All templates will be compiled.
ar: سيتم تجميع كافة القوالب.
de: Alle Vorlagen werden kompiliert.
es: Se compilarán todas las plantillas.
et: Kõik mallid koostatakse.
he: כל התבניות יקומפלו.
id: Semua template akan dikompilasi.
it: Tutti i modelli verranno compilati.
nl: Alle sjablonen zullen worden gecompileerd.
pl: Wszystkie szablony zostaną skompilowane.
pt: Todos os modelos serão compilados.
ru: Все шаблоны будут скомпилированы.
sv: Alla mallar kommer att sammanställas.
th: เทมเพลตทั้งหมดจะถูกรวบรวม
tr: Tüm şablonlar derlenecektir.
uk: Усі шаблони будуть скомпільовані.
zh_hant: 所有模板都將被編譯。

source: Below is the list of all notifications and the installed observers.
ar: فيما يلي قائمة بجميع الإخطارات والمراقبين المثبتين.
de: Nachfolgend finden Sie die Liste aller Benachrichtigungen und der installierten Beobachter.
es: A continuación figura la lista de todas las notificaciones y los observadores instalados.
et: Allpool on kõigi teadete ja installitud vaatlejate loend.
he: להלן רשימת ההתראות והמשקיפים המותקנים.
id: Di bawah ini adalah daftar semua notifikasi dan pengamat yang diinstal.
it: Qui sotto c'è la lista di tutte le notifiche e degli osservatori installati.
nl: Hieronder vind je de lijst met alle notificaties en de geïnstalleerde observers.
pl: Poniżej znajduje się lista wszystkich powiadomień i zainstalowanych obserwatorów.
pt: Abaixo está a lista de todas as notificações e dos observadores instalados.
ru: Ниже приведен список всех уведомлений и установленных наблюдателей.
sv: Nedan är listan över alla meddelanden och installerade observatörer.
th: ด้านล่างนี้คือรายการการแจ้งเตือนทั้งหมดและผู้สังเกตการณ์ที่ติดตั้งไว้
tr: Aşağıda tüm bildirimlerin ve yüklü gözlemcilerin listesi bulunmaktadır.
uk: Нижче наведено список усіх сповіщень та встановлених спостерігачів.
zh_hant: 以下是所有通知和已安装的观察员的列表。

source: Bindings
ar: الارتباطات
de: Bindungen
es: Enlaces
et: Köited
he: כריכות
id: Binding
it: Attacchi
nl: Bindingen
pl: Wiązania
pt: Encadernações
ru: Связи
sv: Bindningar
th: การผูก
tr: Bağlar
uk: Прив'язки
zh_hant: 装订

source: Calculate and visualize a dependency graph of all templates.
ar: حساب وتصور الرسم البياني التبعية لجميع القوالب.
de: Berechnen und visualisieren Sie ein Abhängigkeitsdiagramm aller Vorlagen.
es: Calcule y visualice un gráfico de dependencia de todas las plantillas.
et: Arvutage ja visualiseerige kõigi mallide sõltuvusgraafik.
he: חשב ודמיין גרף תלות של כל התבניות.
id: Hitung dan visualisasikan grafik ketergantungan semua templat.
it: Calcola e visualizza un grafico delle dipendenze di tutti i modelli.
nl: Bereken en visualiseer een afhankelijkheidsgrafiek van alle sjablonen.
pl: Oblicz i wizualizuj wykres zależności wszystkich szablonów.
pt: Calcule e visualize um gráfico de dependência de todos os modelos.
ru: Рассчитайте и визуализируйте график зависимостей всех шаблонов.
sv: Beräkna och visualisera en beroendegraf över alla mallar.
th: คำนวณและแสดงภาพกราฟการขึ้นต่อกันของเทมเพลตทั้งหมด
tr: Tüm şablonların bağımlılık grafiğini hesaplayın ve görselleştirin.
uk: Розрахувати та візуалізувати графік залежностей усіх шаблонів.
zh_hant: 計算並視覺化所有模板的依賴圖。

source: Checking all templates...
ar: جارٍ التحقق من جميع النماذج...
de: Alle Vorlagen werden überprüft...
es: Comprobando todas las plantillas...
et: Kõigi mallide kontrollimine...
he: בודק את כל התבניות...
id: Memeriksa semua templat...
it: Controllo di tutti i modelli...
nl: Alle sjablonen controleren...
pl: Sprawdzam wszystkie szablony...
pt: Verificando todos os modelos...
ru: Проверка всех шаблонов...
sv: Kontrollerar alla mallar...
th: กำลังตรวจสอบเทมเพลตทั้งหมด...
tr: Tüm şablonlar kontrol ediliyor...
uk: Перевірка всіх шаблонів...
zh_hant: 檢查所有模板...

source: Clear data and start
ar: امسح البيانات وابدأ
de: Daten löschen und starten
es: Borrar datos y empezar
et: Kustutage andmed ja alustage
he: נקה נתונים והתחל
id: Hapus data dan mulai
it: Cancella i dati e inizia
nl: Gegevens wissen en starten
pl: Wyczyść dane i zacznij
pt: Limpe os dados e comece
ru: Очистите данные и начните
sv: Rensa data och börja
th: ล้างข้อมูลและเริ่มต้น
tr: Verileri temizle ve başla
uk: Очистіть дані та почніть
zh_hant: 清除資料並啟動

source: Clear data and trace all
ar: مسح البيانات وتتبع الكل
de: Daten löschen und alles verfolgen
es: Borrar datos y rastrear todo
et: Kustutage andmed ja jälgige kõike
he: נקה נתונים ועקוב אחר הכל
id: Hapus data dan lacak semuanya
it: Cancella i dati e traccia tutto
nl: Gegevens wissen en alles traceren
pl: Wyczyść dane i śledź wszystko
pt: Limpe os dados e rastreie tudo
ru: Очистить данные и отследить все
sv: Rensa data och spåra allt
th: ล้างข้อมูลและติดตามทั้งหมด
tr: Verileri temizle ve hepsini izle
uk: Очистити дані та відстежити все
zh_hant: 清除資料並全部追蹤

source: Column
ar: عمود
de: Spalte
es: Columna
et: Veerg
he: טור
id: Kolom
it: Colonna
nl: Kolom
pl: Kolumna
pt: Coluna
ru: Столбец
sv: Kolumn
th: คอลัมน์
tr: Kolon
uk: Колонка
zh_hant: 柱子

source: Controller
ar: مراقب
es: Controlador
et: Kontroller
he: בקר
id: Pengontrol
pl: Kontroler
pt: Controlador
ru: Контроллер
sv: Kontroller
th: ตัวควบคุม
tr: Kontrolcü
uk: Контролер
zh_hant: 控制器

source: Copied dot file to the clipboard.
ar: نسخ ملف النقطة إلى الحافظة.
de: Dot-Datei in die Zwischenablage kopiert.
es: Archivo de puntos copiado al portapapeles.
et: Punktfail kopeeriti lõikelauale.
he: הועתק קובץ נקודות ללוח.
id: File titik disalin ke clipboard.
it: File punto copiato negli appunti.
nl: Dot file is gekopieerd naar het klembord.
pl: Skopiowano plik dot do schowka.
pt: Arquivo de ponto copiado para a área de transferência.
ru: Скопирован точечный файл в буфер обмена.
sv: Kopierade punktfil till urklipp.
th: คัดลอกไฟล์ dot ไปยังคลิปบอร์ดแล้ว
tr: Nokta dosyası panoya kopyalandı.
uk: Файл dot скопійовано в буфер обміну.
zh_hant: 將點檔案複製到剪貼簿。

source: Copy GraphViz data
ar: انسخ بيانات GraphViz
de: GraphViz-Daten kopieren
es: Copiar datos de GraphViz
et: Kopeerige GraphVizi andmed
he: העתק נתוני GraphViz
id: Salin data GraphViz
it: Copia i dati GraphViz
nl: Kopieer GraphViz-data
pl: Skopiuj dane GraphViz
pt: Copiar dados do GraphViz
ru: Копирование данных GraphViz
sv: Kopiera GraphViz-data
th: คัดลอกข้อมูล GraphViz
tr: GraphViz verilerini kopyala
uk: Скопіюйте дані GraphViz
zh_hant: 複製 GraphViz 數據

source: Could not copy dot file to the clipboard.
ar: تعذر نسخ ملف النقطة إلى الحافظة.
de: Die Dot-Datei konnte nicht in die Zwischenablage kopiert werden.
es: No se pudo copiar el archivo de puntos al portapapeles.
et: Punktifaili ei saanud lõikelauale kopeerida.
he: לא ניתן היה להעתיק את קובץ הנקודות ללוח.
id: Tidak dapat menyalin file titik ke papan klip.
it: Impossibile copiare il file punto negli appunti.
nl: Kan dotbestand niet naar het klembord kopiëren.
pl: Nie można skopiować pliku dot do schowka.
pt: Não foi possível copiar o arquivo ponto para a área de transferência.
ru: Не удалось скопировать файл с точками в буфер обмена.
sv: Det gick inte att kopiera punktfilen till urklipp.
th: ไม่สามารถคัดลอกไฟล์ dot ไปยังคลิปบอร์ดได้
tr: Nokta dosyası panoya kopyalanamadı.
uk: Не вдалося скопіювати крапковий файл у буфер обміну.
zh_hant: 無法將點檔案複製到剪貼簿。

source: Could not fetch tracer output, please try again.
ar: تعذر جلب إخراج التتبع ، يرجى المحاولة مرة أخرى.
de: Tracer-Ausgabe konnte nicht abgerufen werden, versuchen Sie es erneut.
es: No se pudo obtener el resultado del rastreador. Vuelva a intentarlo.
et: Jälgija väljundit ei õnnestunud tuua, proovige uuesti.
he: לא ניתן היה להשיג פלט מעקב, נסה שוב.
id: Tidak dapat mengambil keluaran pelacak, harap coba lagi.
it: Impossibile recuperare l'output del tracciante, si prega di riprovare.
nl: Kan tracer-uitvoer niet ophalen. Probeer het opnieuw.
pl: Nie można pobrać danych wyjściowych trailera, spróbuj ponownie.
pt: Não foi possível buscar a saída do rastreador, tente novamente.
ru: Не удалось получить вывод трассировщика, попробуйте еще раз.
sv: Det gick inte att hämta spårningsutdata. Försök igen.
th: ไม่สามารถดึงเอาต์พุตตัวติดตามโปรดลองอีกครั้ง
tr: İzleme çıktısı alınamadı, lütfen tekrar deneyin.
uk: Не вдалося отримати результат трасування, спробуйте ще раз.
zh_hant: 无法获取跟踪器输出，请重试。

source: Cross-reference check of all templates
ar: التحقق من الإسناد الترافقي لجميع القوالب
de: Querverweisprüfung aller Vorlagen
es: Verificación de referencias cruzadas de todas las plantillas.
et: Kõigi mallide ristviide
he: בדיקת הצלבה של כל התבניות
id: Pemeriksaan referensi silang semua templat
it: Controllo dei riferimenti incrociati di tutti i modelli
nl: Kruisverwijzingscontrole van alle sjablonen
pl: Sprawdzenie odwołań krzyżowych wszystkich szablonów
pt: Verificação de referência cruzada de todos os modelos
ru: Проверка перекрестных ссылок всех шаблонов
sv: Korsreferenskontroll av alla mallar
th: การตรวจสอบตัวอ้างอิงโยงของเทมเพลตทั้งหมด
tr: Tüm şablonların çapraz referans kontrolü
uk: Перевірка всіх шаблонів за посиланнями
zh_hant: 所有模板的交叉引用檢查

source: Cross-reference check of templates
ar: التحقق من الإسناد الترافقي للقوالب
de: Querverweisprüfung von Vorlagen
es: Verificación cruzada de plantillas.
et: Mallide ristviide
he: בדיקת הצלבה של תבניות
id: Pemeriksaan referensi silang terhadap templat
it: Controllo dei riferimenti incrociati dei modelli
nl: Kruisverwijzingscontrole van sjablonen
pl: Sprawdzenie odwołań krzyżowych szablonów
pt: Verificação de referência cruzada de modelos
ru: Проверка шаблонов по перекрестным ссылкам
sv: Korsreferenskontroll av mallar
th: การตรวจสอบการอ้างอิงโยงของเทมเพลต
tr: Şablonların çapraz referans kontrolü
uk: Перевірка шаблонів за посиланнями
zh_hant: 模板交叉引用檢查
