Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Make sure your hostname is reachable and resolves to a routable address.
ar: تأكد من إمكانية الوصول إلى اسم المضيف الخاص بك وأنه يتحول إلى عنوان قابل للتوجيه.
de: Stellen Sie sicher, dass Ihr Hostname erreichbar ist und in eine routbare Adresse aufgelöst wird.
es: Asegúrate de que tu nombre de host es accesible y se resuelve a una dirección de ruta.
et: Veenduge, et teie hostinimi oleks kättesaadav ja oleks määratud marsruutitava aadressiga.
he: וודא שניתן להשיג את שם המארח שלך ופועל לכתובת ניתוב.
id: Pastikan anda hostname dicapai dan menyelesaikan routable alamat.
it: Assicuratevi che il vostro hostname sia raggiungibile e si risolva in un indirizzo instradabile.
nl: Zorg ervoor dat je hostnaam bereikbaar is en verwijst naar een routeerbaar adres.
pl: Upewnij się, że twoja nazwa hosta jest osiągalna i pasuje do routowalnego adresu.
pt: Certifique-se de que o seu nome de host esteja acessível e resolva os endereços repetidos.
ru: Убедитесь, что имя хоста доступно и преобразуется в адрес с маршрутизацией.
sv: Se till att ditt värdnamn kan nås och löses till en routbar adress.
th: ตรวจสอบว่าชื่อโฮสต์ของคุณสามารถเข้าถึงได้และเปลี่ยนเป็นที่อยู่ที่กำหนดเส้นทางได้
tr: Ana makine adınızın erişilebilir olduğundan ve yönlendirilebilir bir adrese dönüştüğünden emin olun.
uk: Переконайтеся, що ваше ім’я хоста доступне та розв’язується до адреси, яку можна маршрутизувати.
zh_hant: 确保你的主机名是可到达的，并解析为可路由地址。

source: Only admnistrators can request certificates.
ar: يمكن فقط للمتحكمين طلب الشهادات.
de: Nur Administratoren können Zertifikate anfordern.
es: Solo los administradores pueden solicitar certificados.
et: Sertifikaate võivad taotleda ainult vaatlejad.
he: רק מנהלי מערכת יכולים לבקש אישורים.
id: Hanya pengelola yang dapat meminta sertifikat.
it: Solo gli amministratori possono richiedere certificati.
nl: Alleen beheerders kunnen certificaten aanvragen.
pl: Tylko adminstratorzy mogą żądać certyfikatów.
pt: Só os admnistradores podem solicitar certificados.
ru: Сертификаты могут запрашиваться только адмистраторами.
sv: Endast administratörer kan begära certifikat.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถขอใบรับรองได้
tr: Yalnızca yöneticiler sertifikala isteyebilir.
uk: Тільки адміністратори можуть запитувати сертифікати.
zh_hant: 只有受理员可以申请证书。

source: Read more at the Let’s Encrypt website
ar: اقرأ المزيد على موقع Let's Encrypt
de: Lesen Sie mehr auf der Let's Encrypt-Website
es: Leer más en el sitio web Let's Encrypt
et: Lisateavet saate veebilehelt Let's Encrypt
he: קראו עוד באתר Let's Encrypt
id: Baca lebih lanjut di situs web Mari Merahasiakan
it: Leggi di più sul sito web di Let's Encrypt
nl: Lees meer op de Let's Encrypt website
pl: Przeczytaj więcej na stronie Let's Encrypt
pt: Leia mais no site Let's Encrypt
ru: Узнайте больше на сайте "Давайте шифровать".
sv: Läs mer på Let's Encrypt-webbplatsen
th: อ่านเพิ่มเติมได้ที่เว็บไซต์ Let's Encrypt
tr: Daha fazlasını Let’s Encrypt web sitesinde okuyun
uk: Детальніше читайте на вебсайті Let's Encrypt
zh_hant: 阅读更多信息，请访问Let's Encrypt网站。

source: Request Certificate
ar: طلب شهادة
de: Zertifikat anfordern
es: Solicitar certificado
et: Taotle sertifikaati
he: בקש תעודה
id: Meminta sertifikat
it: Richiesta di certificato
nl: Vraag een certificaat aan
pl: Zaświadczenie na żądanie
pt: Pedido de Certificado
ru: Сертификат запроса
sv: Begär certifikat
th: ขอใบรับรอง
tr: Sertifika İste
uk: Запит на сертифікат
zh_hant: 申请证书

source: Requesting a certificate from Let’s Encrypt for
ar: طلب شهادة من Let's Encrypt لـ
de: Anfordern eines Zertifikats von Let's Encrypt für
es: Solicitar un certificado de Let's Encrypt for
et: Sertifikaadi taotlemine saidilt Let's Encrypt for
he: מבקש אישור מ- Let's Encrypt עבור
id: Meminta sertifikat dari Kita untuk Mengenkripsi
it: Richiedere un certificato da Let's Encrypt per
nl: Een certificaat aanvragen bij Let's Encrypt voor
pl: Wnioskowanie o certyfikat od Let's Encrypt for
pt: É necessário um certificado para Vamos criptografar
ru: Запрос сертификата у компании "Давайте шифровать для".
sv: Begär ett certifikat från Let's Encrypt för
th: การขอใบรับรองจาก Let's Encrypt for
tr: Let’s Encrypt'den şunun için sertifika isteniyor
uk: Запит сертифіката від Let's Encrypt для
zh_hant: 向Let's Encrypt申请证书。

source: Requesting certificates
ar: طلب الشهادات
de: Zertifikate anfordern
es: Solicitar certificados
et: Sertifikaatide taotlemine
he: בקשת אישורים
id: Meminta sertifikat
it: Richiesta di certificati
nl: Aanvragen van certificaten
pl: Wnioskowanie o świadectwa
pt: Solicitação de certificados
ru: Запрос сертификатов
sv: Begär certifikat
th: การขอใบรับรอง
tr: Sertifika isteme
uk: Запит на сертифікати
zh_hant: 申请证书

source: Retry the request below.
ar: أعد محاولة الطلب أدناه.
de: Wiederholen Sie die Anfrage unten.
es: Vuelva a intentar la petición de abajo.
et: Proovige taotlust uuesti allpool.
he: נסה שוב את הבקשה למטה.
id: Coba lagi permintaan di bawah ini.
it: Riprova la richiesta qui sotto.
nl: Probeer het onderstaande verzoek opnieuw.
pl: Proszę powtórzyć poniższy wniosek.
pt: Tente novamente o pedido abaixo.
ru: Повторите запрос ниже.
sv: Försök igen med begäran nedan.
th: ลองขอใหม่ด้านล่าง
tr: Aşağıdaki isteği tekrar deneyin.
uk: Повторіть запит нижче.
zh_hant: 重试以下请求。

source: SSL Let’s Encrypt Certificate
ar: SSL لنقم بتشفير الشهادة
de: SSL Let's Encrypt-Zertifikat
es: Certificado de cifrado SSL
et: SSL krüpteerime sertifikaadi
he: SSL בואו להצפין את האישור
id: SSL Mari kita mengenkripsi sertifikat
it: Certificato SSL Let's Encrypt
nl: SSL Let’s Encrypt certificaat
pl: SSL Szyfrujmy certyfikat
pt: SSL Vamos Encriptar Certificado
ru: SSL-сертификат шифрования
sv: SSL Låt oss kryptera certifikat
tr: SSL Let’s Encrypt Sertifikası
uk: SSL Let's Encrypt сертифікат
zh_hant: SSL加密证书

source: Sorry, there was an error fetching the Let’s Encrypt certificate.
ar: عذرًا ، حدث خطأ أثناء جلب الشهادة Let's Encrypt.
de: Sorry, es gab einen Fehler beim Anfordern des Let's Encrypt-Zertifikats.
es: Lo siento, hubo un error en la obtención del certificado de Let's Encrypt.
et: Vabandust, sertifikaadi Let's Encrypt toomisel ilmnes viga.
he: מצטערים, אירעה שגיאה באחזור האישור בואו להצפין.
id: Maaf, ada kesalahan mengambil Mari kita Mengenkripsi sertifikat.
it: Spiacente, c'è stato un errore nella ricerca del certificato Let's Encrypt.
nl: Sorry, er was een fout bij het ophalen van het Let's Encrypt certificaat.
pl: Przepraszam, wystąpił błąd przy pobieraniu certyfikatu Let's Encrypt.
pt: Desculpe, houve um erro ao recuperar o certificado Let's Encrypt.
ru: Извините, произошла ошибка при получении сертификата "Давайте зашифровать".
sv: Tyvärr uppstod ett fel när vi skulle hämta Låt oss kryptera certifikatet.
th: ขออภัยเกิดข้อผิดพลาดในการเรียกใบรับรอง Let's Encrypt
tr: Üzgünüz, Let’s Encrypt sertifikası alınırken bir hata oluştu.
uk: На жаль, під час отримання сертифіката Let's Encrypt сталася помилка.
zh_hant: 对不起，在获取Let's Encrypt证书时出现了错误。

source: The certificate status will be updated when the request finishes.
ar: سيتم تحديث حالة الشهادة عند انتهاء الطلب.
de: Der Zertifikatsstatus wird aktualisiert, wenn die Anforderung abgeschlossen ist.
es: El estado del certificado se actualizará cuando la solicitud termine.
et: Sertifikaadi olekut värskendatakse, kui taotlus lõpeb.
he: סטטוס האישור יעודכן לאחר סיום הבקשה.
id: Status sertifikat akan diperbarui ketika permintaan selesai.
it: Lo stato del certificato sarà aggiornato al termine della richiesta.
nl: De status van het certificaat zal worden bijgewerkt wanneer de aanvraag is afgerond.
pl: Status certyfikatu zostanie zaktualizowany po zakończeniu zgłoszenia.
pt: O status do certificado será atualizado quando a solicitação for concluída.
ru: Статус сертификата будет обновлен по окончании запроса.
sv: Certifikatstatusen kommer att uppdateras när begäran är klar.
th: สถานะใบรับรองจะอัปเดตเมื่อการร้องขอเสร็จสิ้น
tr: İstek tamamlanınca sertifika durumu güncellenecek.
uk: Після завершення запиту статус сертифіката буде оновлено.
zh_hant: 当请求完成后，证书状态将被更新。

source: The checked hostnames will be added to the certificate.
ar: ستتم إضافة أسماء المضيف المحددة إلى الشهادة.
de: Die geprüften Hostnamen werden dem Zertifikat hinzugefügt.
es: Los nombres de host comprobados se añadirán al certificado.
et: Kontrollitud hostinimed lisatakse sertifikaadile.
he: שמות המארח המסומנים יתווספו לתעודה.
id: Diperiksa hostname akan ditambahkan ke sertifikat.
it: Gli hostname controllati saranno aggiunti al certificato.
nl: De gecontroleerde hostnamen worden aan het certificaat toegevoegd.
pl: Sprawdzone nazwy hostów zostaną dodane do certyfikatu.
pt: Os nomes das host verificadas serão adicionados ao certificado.
ru: Проверенные имена хостов будут добавлены в сертификат.
sv: De kontrollerade värdnamnen läggs till i certifikatet.
th: ชื่อโฮสต์ที่ตรวจสอบจะถูกเพิ่มลงในใบรับรอง
tr: İşaretli ana makine isimleri sertifikaya eklenecekler.
uk: Перевірені імена хостів будуть додані до сертифіката.
zh_hant: 被选中的主机名将被添加到证书中。

source: The errors above need to be corrected before a certificate can be requested.
ar: يجب تصحيح الأخطاء المذكورة أعلاه قبل طلب الشهادة.
de: Die oben genannten Fehler müssen korrigiert werden, bevor ein Zertifikat angefordert werden kann.
es: Los errores mencionados deben ser corregidos antes de que se pueda solicitar un certificado.
et: Enne sertifikaadi taotlemist tuleb ülaltoodud vead parandada.
he: יש לתקן את השגיאות שלמעלה לפני שניתן לבקש אישור.
id: Kesalahan-kesalahan di atas perlu dikoreksi sebelum sertifikat dapat diminta.
it: Gli errori di cui sopra devono essere corretti prima di poter richiedere un certificato.
nl: De bovenstaande fouten moeten worden gecorrigeerd voordat een certificaat kan worden aangevraagd.
pl: Powyższe błędy muszą zostać poprawione przed złożeniem wniosku o certyfikat.
pt: As falhas acima devem ser corrigidas antes do certificado ser solicitado.
ru: Вышеуказанные ошибки необходимо исправить, прежде чем запрашивать сертификат.
sv: Felen ovan måste korrigeras innan ett certifikat kan begäras.
th: ข้อผิดพลาดข้างต้นจำเป็นต้องได้รับการแก้ไขก่อนจึงจะสามารถขอใบรับรองได้
tr: Yukarıdaki hataların sertifika istenmeden önce düzeltilmeleri gerekir.
uk: Наведені вище помилки необхідно виправити, перш ніж запитувати сертифікат.
zh_hant: 以上错误需要更正后才能申请证书。

source: The port for HTTP requests must be 80, it is now
ar: يجب أن يكون منفذ طلبات HTTP 80 ، وهو الآن
de: Der Port für HTTP-Anfragen muss 80 sein, er ist jetzt
es: El puerto para las peticiones HTTP debe ser 80, ahora es
et: HTTP-päringute port peab olema 80, see on nüüd
he: היציאה לבקשות HTTP חייבת להיות 80, והיא כעת
id: Port untuk HTTP permintaan harus 80, sekarang
it: La porta per le richieste HTTP deve essere 80, ora è
nl: De poort voor HTTP-verzoeken moet 80 zijn, het is nu
pl: Port dla żądań HTTP musi wynosić 80, obecnie jest to
pt: A porta para pedidos HTTP deve ser 80, agora é
ru: Порт для HTTP-запросов должен быть 80, это сейчас
sv: Porten för HTTP-förfrågningar måste vara 80, det är nu
th: พอร์ตสำหรับคำขอ HTTP ต้องเป็น 80 ตอนนี้
tr: HTTP istekleri için bağlantı noktası 80 olmak zorunda, şimdi öyle
uk: Порт для HTTP-запитів має бути 80, це зараз
zh_hant: HTTP请求的端口必须是80，现在是

source: The port for HTTPS requests must be 443, it is now
ar: يجب أن يكون منفذ طلبات HTTPS 443 ، وهو الآن
de: Der Port für HTTPS-Anfragen muss 443 sein, er ist jetzt
es: El puerto para las solicitudes HTTPS debe ser el 443, es ahora
et: HTTPS-päringute port peab olema 443, see on nüüd
he: היציאה לבקשות HTTPS חייבת להיות 443, והיא כעת
id: Port untuk permintaan HTTPS harus 443, sekarang
it: La porta per le richieste HTTPS deve essere 443, ora è
nl: De poort voor HTTPS-verzoeken moet 443 zijn, het is nu
pl: Port dla żądań HTTPS musi wynosić 443, teraz jest to
pt: A porta para pedidos HTTPS deve ser 443, é agora
ru: Порт для HTTPS запросов должен быть 443, это сейчас
sv: Porten för HTTPS-förfrågningar måste vara 443, så är den nu
th: พอร์ตสำหรับคำขอ HTTPS ต้องเป็น 443 ตอนนี้
tr: HTTPS istekleri için bağlantı noktası 443 olmak zorunda, şimdi öyle
uk: Порт для запитів HTTPS має бути 443, зараз він є
zh_hant: HTTPS请求的端口必须是443，现在是

source: There is a certificate with the following details:
ar: يوجد شهادة مع التفاصيل التالية:
de: Es liegt ein Zertifikat mit den folgenden Angaben vor:
es: Hay un certificado con los siguientes detalles:
et: Seal on sertifikaat järgmiste üksikasjadega:
he: יש אישור עם הפרטים הבאים:
id: Ada sertifikat dengan rincian sebagai berikut:
it: C'è un certificato con i seguenti dettagli:
nl: Er is een certificaat met de volgende gegevens:
pl: Istnieje certyfikat z następującymi danymi:
pt: Existe um certificado com os seguintes detalhes:
ru: Имеется сертификат со следующими реквизитами:
sv: Det finns ett certifikat med följande detaljer:
th: มีใบรับรองโดยมีรายละเอียดดังนี้
tr: Aşağıdaki detayları içeren bir sertifika var:
uk: Є сертифікат з такими реквізитами:
zh_hant: 有一张证书，上面有以下内容：

source: There is no certificate from Let’s Encrypt. You can request one with the form.
ar: لا توجد شهادة من Let's Encrypt. يمكنك طلب واحدة مع النموذج.
de: Es ist kein Zertifikat von Let's Encrypt vorhanden. Sie können eines mit dem Formular anfordern.
es: No hay ningún certificado de Let's Encrypt. Puede solicitar uno con el formulario.
et: Let's Encrypt ei oma sertifikaati. Vormi abil saate seda taotleda.
he: אין אישור מאת Let's Encrypt. אתה יכול לבקש אחד עם הטופס.
id: Tidak ada sertifikat dari Mari kita Mengenkripsi. Anda dapat meminta satu dengan bentuk.
it: Non c'è nessun certificato di Let's Encrypt. Puoi richiederne uno con il modulo.
nl: Er is geen certificaat van Let's Encrypt. Je kan er een aanvragen met het formulier.
pl: Nie ma żadnego certyfikatu od Let's Encrypt. Możesz go poprosić z formularzem.
pt: Não há nenhum certificado do Let's Encrypt. Você pode solicitar um com o formulário.
ru: Нет никакого сертификата от "Давайте шифровать". Вы можете запросить его с помощью формы.
sv: Det finns inget certifikat från Let's Encrypt. Du kan begära en med formuläret.
th: ไม่มีใบรับรองจาก Let's Encrypt คุณสามารถขอแบบฟอร์มได้
tr: Let’s Encrypt'den bir sertifika yok. Form ile bir tane isteyebilirsiniz.
uk: Немає сертифіката від Let's Encrypt. Ви можете запросити його за допомогою форми.
zh_hant: 没有来自Let's Encrypt的证书。你可以用表格申请一个。

source: This might take a while, hang on!
ar: قد يستغرق هذا بعض الوقت ، انتظر!
de: Das kann eine Weile dauern, bleiben Sie dran!
es: Esto puede llevar un tiempo, ¡espera!
et: See võib võtta mõnda aega, oodake!
he: זה עלול לקחת זמן מה, רגע!
id: Ini mungkin memakan waktu cukup lama, tunggu!
it: Potrebbe volerci un po', aspettate!
nl: Dit kan een tijdje duren, wacht even!
pl: To może chwilę potrwać, poczekaj!
pt: Isto pode demorar um pouco, aguenta-te!
ru: Это может занять некоторое время, подожди!
sv: Det här kan ta ett tag, vänta!
th: อาจใช้เวลาสักครู่โปรดรอ!
tr: Biraz zaman alabilir, dayanın!
uk: Це може зайняти деякий час, почекайте!
zh_hant: 这可能要花点时间，等一下！

source: You can change this by setting <tt>port</tt> in the <tt>zotonic.config</tt> configuration file.
ar: يمكنك تغيير هذا عن طريق ضبط <tt>منفذ</tt> في ملف التكوين <tt>zotonic.config</tt>.
de: Sie können dies ändern, indem Sie <tt>Port</tt> in der Konfigurationsdatei <tt>zotonic.config</tt> festlegen.
es: Puedes cambiar esto poniendo <tt>puerto</tt> en el <tt>zotonic.config</tt> archivo de configuración.
et: Seda saate muuta, seadistades konfiguratsioonifailis <tt>zotonic.config</tt> <tt>pordi</tt>.
he: אתה יכול לשנות את זה על ידי קביעת <tt>נמל</tt> ב <tt>zotonic.config</tt> קובץ התצורה.
id: Anda dapat mengubah ini dengan pengaturan <tt>port</tt> di <tt>zotonic.config</tt> berkas konfigurasi.
it: Puoi cambiare questo impostando la porta <tt></tt> nel file di configurazione <tt>zotonic.config</tt> .
nl: Je kunt dit wijzigen door <tt>port</tt> in te stellen in het <tt>zotonic.config</tt> configuratiebestand.
pl: Możesz to zmienić ustawiając <tt>port</tt> w pliku konfiguracyjnym <tt>zotonic.config</tt> .
pt: Você pode alterar isso definindo <tt>porta</tt> no arquivo de configuração <tt>zotonic.config</tt> .
ru: Вы можете изменить это, установив <tt>порт</tt> в конфигурационном файле <tt>zotonic.config</tt> .
sv: Du kan ändra detta genom att ställa in <tt>port</tt> i konfigurationsfilen <tt>zotonic.config</tt>.
th: คุณสามารถเปลี่ยนแปลงได้โดยตั้งค่า <tt>พอร์ต</tt> ในไฟล์คอนฟิกูเรชัน <tt>zotonic.config</tt>
tr: Bu ayarı <tt>zotonic.config</tt> yapılandırma dosyası içerisindeki <tt>port</tt>'dan değiştirebilirsiniz.
uk: Ви можете змінити це, встановивши <tt>порт</tt> у файлі конфігурації <tt>zotonic.config</tt>.
zh_hant: 您可以通过在 <tt>zotonic.config</tt> 配置文件中设置 <tt>端口</tt> 来改变。

source: You can change this by setting <tt>ssl_port</tt> in the <tt>zotonic.config</tt> configuration file.
ar: يمكنك تغيير ذلك عن طريق ضبط <tt>ssl_port</tt> في ملف التكوين <tt>zotonic.config</tt>.
de: Sie können dies ändern, indem Sie <tt>ssl_port</tt> in der Konfigurationsdatei <tt>zotonic.config</tt> einstellen.
es: Puedes cambiar esto poniendo <tt>ssl_port</tt> en el <tt>zotonic.config</tt> archivo de configuración.
et: Seda saate muuta, seadistades konfiguratsioonifailis <tt>zotonic.config</tt> <tt>ssl_port</tt>.
he: ניתן לשנות זאת על ידי הגדרת <tt>ssl_port</tt> בקובץ התצורה <tt>zotonic.config</tt>.
id: Anda dapat mengubah ini dengan pengaturan <tt>ssl_port</tt> di <tt>zotonic.config</tt> berkas konfigurasi.
it: Puoi cambiare questo impostando <tt>ssl_port</tt> nel file di configurazione <tt>zotonic.config</tt> .
nl: U kunt dit veranderen door <tt>ssl_port</tt> in te stellen in het <tt>zotonic.config</tt> configuratiebestand.
pl: Możesz to zmienić ustawiając <tt>ssl_port</tt> w pliku konfiguracyjnym <tt>zotonic.config</tt> .
pt: Você pode alterar isso definindo <tt>ssl_port</tt> no arquivo <tt>zotonic.config</tt> configuration file.
ru: Вы можете изменить это, установив <tt>ssl_port</tt> в конфигурационном файле <tt>zotonic.config</tt> .
sv: Du kan ändra detta genom att ställa in <tt>ssl_port</tt> i konfigurationsfilen <tt>zotonic.config</tt>.
th: คุณสามารถเปลี่ยนแปลงได้โดยการตั้งค่า <tt>ssl_port</tt> ในไฟล์คอนฟิกูเรชัน <tt>zotonic.config</tt>
tr: Bu ayarı <tt>zotonic.config</tt> yapılandırma dosyası içerisindeki <tt>ssl_port</tt>'dan değiştirebilirsiniz.
uk: Ви можете змінити це, встановивши <tt>ssl_port</tt> у файлі конфігурації <tt>zotonic.config</tt>.
zh_hant: 您可以通过在 <tt>zotonic.config</tt> 配置文件中设置 <tt>ssl_port</tt> 来改变。

source: You need to be an administrator to request certificates.
ar: يجب أن تكون مسؤولاً لطلب الشهادات.
de: Sie müssen ein Administrator sein, um Zertifikate anzufordern.
es: Es necesario ser un administrador para solicitar certificados.
et: Sertifikaatide taotlemiseks peate olema administraator.
he: אתה צריך להיות מנהל כדי לבקש אישורים.
id: Anda harus menjadi administrator untuk meminta sertifikat.
it: Devi essere un amministratore per richiedere i certificati.
nl: Je moet een beheerder zijn om certificaten aan te vragen.
pl: Musisz być administratorem, aby wnioskować o certyfikaty.
pt: Você deve ser um administrador para solicitar um certificado.
ru: Для запроса сертификатов необходимо быть администратором.
sv: Du måste vara administratör för att begära certifikat.
th: คุณต้องเป็นผู้ดูแลระบบเพื่อขอใบรับรอง
tr: Sertifika istemek için yönetici olmanız gereklidir.
uk: Щоб запитувати сертифікати, потрібно бути адміністратором.
zh_hant: 你需要成为管理员才能申请证书。

source: not reachable or local IP
ar: لا يمكن الوصول إليها أو IP المحلي
de: nicht erreichbar oder lokale IP
es: no se puede alcanzar o la IP local
et: pole kättesaadav ega kohalik IP
he: לא ניתן להשיג IP או מקומי
id: tidak terjangkau atau IP lokal
it: non raggiungibile o IP locale
nl: niet bereikbaar of lokaal IP
pl: nieosiągalny lub lokalny IP
pt: não alcançável ou IP local
ru: недоступный или локальный IP
sv: inte kan nås eller lokal IP
th: ไม่สามารถเข้าถึงได้หรือ IP ในเครื่อง
tr: erişilebilir değil yada yerel IP
uk: недоступний або локальний IP
zh_hant: 无法到达或本地IP

source: Add a question or block
ar: إضافة سؤال أو منع
de: Eine Frage oder einen Block hinzufügen
es: Añadir una pregunta o bloquear
et: Lisage küsimus või blokeerige
he: הוסף שאלה או חסום
id: Tambahkan pertanyaan atau blokir
it: Aggiungere una domanda o un blocco
nl: Voeg een vraag of blok toe
pl: Dodaj pytanie lub blokadę
pt: Adicionar uma pergunta ou bloco
ru: Добавить вопрос или блок
sv: Lägg till en fråga eller blockera
th: เพิ่มคำถามหรือบล็อก
tr: Bir soru yada blok ekle
uk: Додайте запитання або заблокуйте
zh_hant: 添加一个问题或阻止

source: Add all email addresses to a mailinglist. Users are subscribed by connecting them to the mailinglist.
ar: أضف جميع عناوين البريد الإلكتروني إلى قائمة بريدية. يتم اشتراك المستخدمين عن طريق ربطهم بالقائمة البريدية.
de: Fügen Sie alle E-Mail-Adressen zu einer Mailingliste hinzu. Benutzer werden abonniert, indem sie mit der Mailingliste verbunden werden.
es: Agregue todas las direcciones de correo electrónico a una lista de correo. Los usuarios se suscriben conectándolos a la lista de correo.
et: Lisage kõik e-posti aadressid postiloendisse. Kasutajad tellitakse, ühendades nad meililistiga.
he: הוסף את כל כתובות האימייל לרשימת תפוצה. משתמשים נרשמים על ידי חיבורם לרשימת התפוצה.
id: Tambahkan semua alamat email ke milis. Pengguna berlangganan dengan menghubungkan mereka ke milis.
it: Aggiungi tutti gli indirizzi email a una mailing list. Gli utenti vengono iscritti collegandoli alla mailing list.
nl: Voeg alle e-mailadressen toe aan een mailinglijst. Gebruikers worden ingeschreven door ze te verbinden met de mailinglijst.
pl: Dodaj wszystkie adresy e-mail do listy mailingowej. Użytkownicy są subskrybowani poprzez połączenie ich z listą mailingową.
pt: Adicione todos os endereços de e-mail a uma lista de discussão. Os usuários são inscritos conectando-os à lista de discussão.
ru: Добавьте все адреса электронной почты в список рассылки. Пользователи подписываются, подключая их к списку рассылки.
sv: Lägg till alla e-postadresser till en e-postlista. Användare prenumereras genom att koppla dem till e-postlistan.
th: เพิ่มที่อยู่อีเมลทั้งหมดไปยังรายชื่อผู้รับจดหมาย ผู้ใช้สมัครรับข้อมูลโดยเชื่อมต่อกับรายชื่อผู้รับจดหมาย
tr: Tüm e-posta adreslerini bir posta listesine ekleyin. Kullanıcılar, posta listesine bağlanarak abone olurlar.
uk: Додайте всі електронні адреси до списку розсилки. Користувачі підписуються шляхом підключення їх до списку розсилки.
zh_hant: 將所有電子郵件地址添加到郵件列表。用戶通過將他們連接到郵件列表進行訂閱。
