Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: The encryption configuration is set to:
ar: تم ضبط تكوين التشفير على:
de: Die Verschlüsselungskonfiguration ist auf eingestellt:
es: La configuración de cifrado se establece en:
et: Krüptimise konfiguratsioon on seatud järgmisele:
he: תצורת ההצפנה מוגדרת ל:
id: Konfigurasi enkripsi diatur ke:
it: La configurazione della crittografia è impostata su:
nl: De versleutelingsconfiguratie is ingesteld op:
pl: Konfiguracja szyfrowania jest ustawiona na:
pt: A configuração de criptografia é definida como:
ru: Конфигурация шифрования установлена на:
sv: Krypteringskonfigurationen är inställd på:
th: การกำหนดค่าการเข้ารหัสถูกตั้งค่าเป็น:
tr: Şifreleme yapılandırması şu şekilde ayarlandı:
uk: Для конфігурації шифрування встановлено:
zh_hant: 加密配置設定為：

source: This is the version saved on
ar: هذه هي النسخة المحفوظة في
de: Dies ist die Version, die auf
es: Esta es la versión guardada en
et: See on versioon, kuhu on salvestatud
he: זו הגרסה שנשמרה בתאריך
id: Ini adalah versi yang disimpan di
it: Questa è la versione salvata su
nl: Deze versie is bewaard op
pl: To jest wersja zapisana w
pt: Esta é a versão guardada em
ru: Эта версия сохранена на
sv: Detta är versionen som sparats på
th: นี่คือเวอร์ชันที่บันทึกไว้
tr: Bu kaydedilmiş sürümdür
uk: Це версія, на якій збережено
zh_hant: 这是保存在

source: This will overwrite your page with the contents of the backup file.
ar: سيؤدي هذا إلى استبدال صفحتك بمحتويات ملف النسخ الاحتياطي.
de: Dadurch wird Ihre Seite mit dem Inhalt der Sicherungsdatei überschrieben.
es: Esto sobrescribirá su página con el contenido del archivo de la copia de seguridad.
et: See kirjutab teie lehe varukoopia sisuga üle.
he: זה יחליף את הדף שלך עם תוכן קובץ הגיבוי.
id: Ini akan menimpa anda pada halaman dengan isi dari file cadangan.
it: Questo sovrascriverà la tua pagina con il contenuto del file di backup.
nl: Dit vervangt je pagina met de inhoud van het backup bestand.
pl: Spowoduje to zastąpienie strony zawartością pliku kopii zapasowej.
pt: Isto irá sobrescrever a sua página com o conteúdo do ficheiro de cópia de segurança.
ru: Ваша страница будет перезаписана содержимым файла резервной копии.
sv: Detta kommer att skriva över din sida med innehåll av backup-fil.
th: สิ่งนี้จะเขียนทับหน้าของคุณด้วยเนื้อหาของไฟล์สำรอง
tr: Bu yedek dosyasındaki içeriği sayfanızın üstüne yazacaktır.
uk: Це перезапише вашу сторінку вмістом файлу резервної копії.
zh_hant: 这将会使用备份文件内容覆盖你的页面。

source: Uploaded to filestore
ar: تم الرفع إلى مخزن الملفات
de: In den Dateispeicher hochgeladen
es: Subido a la tienda de archivos
et: Laaditi üles failipoodi
he: הועלה לחנות הקבצים
id: Diunggah ke filestore
it: Caricato su filestore
nl: Geüpload naar bestandsopslag
pl: Przesłano do magazynu plików
pt: Carregado para o armazenamento de arquivos
ru: Загружено в хранилище файлов
sv: Laddat upp till filarkivet
th: อัพโหลดไปยัง filestore
tr: Dosya deposuna yüklendi
uk: Завантажено в сховище файлів
zh_hant: 上傳到文件存儲

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
et: Hoiatus
he: אַזהָרָה
id: Peringatan
it: Attenzione
nl: Waarschuwing
pl: Uwaga
pt: Advertência
ru: Предупреждение
sv: Varning
th: คำเตือน
tr: Uyarı
uk: Увага
zh_hant: 警告

source: With the import/export panel you can download a page as a file, see page revisions and restore a previous version.
ar: باستخدام لوحة الاستيراد/التصدير، يمكنك تنزيل صفحة كملف، والاطلاع على مراجعات الصفحة واستعادة إصدار سابق.
de: Mit dem Import-/Export-Panel können Sie eine Seite als Datei herunterladen, Seitenrevisionen anzeigen und eine frühere Version wiederherstellen.
es: Con el panel de importación/exportación puede descargar una página como un archivo, ver las revisiones de la página y restaurar una versión anterior.
et: Impordi/ekspordi paneeli abil saate lehe failina alla laadida, vaadata lehe versioone ja taastada eelmise versiooni.
he: באמצעות חלונית הייבוא/ייצוא תוכלו להוריד עמוד כקובץ, לראות תיקוני עמוד ולשחזר גרסה קודמת.
id: Dengan panel impor/ekspor Anda dapat mengunduh halaman sebagai file, melihat revisi halaman, dan memulihkan versi sebelumnya.
it: Con il pannello di importazione/esportazione puoi scaricare una pagina come file, vedere le revisioni della pagina e ripristinare una versione precedente.
nl: Met het importeren/exporteren paneel kun je een pagina downloaden als bestand, pagina revisies bekijken en een vorige versie herstellen.
pl: Za pomocą panelu importu/eksportu możesz pobrać stronę w postaci pliku, zobaczyć wersje strony i przywrócić poprzednią wersję.
pt: Com o painel de importação/exportação você pode baixar uma página como um arquivo, ver as revisões da página e restaurar uma versão anterior.
ru: С помощью панели импорта/экспорта вы можете загрузить страницу в виде файла, просмотреть изменения страницы и восстановить предыдущую версию.
sv: Med import/exportpanelen kan du ladda ner en sida som en fil, se sidversioner och återställa en tidigare version.
th: ด้วยแผงการนำเข้า/ส่งออก คุณสามารถดาวน์โหลดหน้าเป็นไฟล์ ดูการแก้ไขหน้า และเรียกคืนเวอร์ชันก่อนหน้าได้
tr: İçe/dışa aktarma paneliyle bir sayfayı dosya olarak indirebilir, sayfa revizyonlarını görebilir ve önceki bir sürümü geri yükleyebilirsiniz.
uk: За допомогою панелі імпорту/експорту ви можете завантажити сторінку як файл, переглянути версії сторінки та відновити попередню версію.
zh_hant: 使用匯入/匯出面板，您可以將頁面下載為檔案、查看頁面修訂並還原先前的版本。

source: Y-m-d H:i – l
ar: Ymd H: أنا - ل
he: ימי ח:י – ל

source: You are not allowed to recover this page.
ar: لا يسمح لك لاستعادة هذه الصفحة.
de: Sie sind nicht berechtigt, diese Seite wiederherzustellen.
es: No tienes permiso para recuperar esta página.
et: Teil ei ole lubatud seda lehte taastada.
he: אינך רשאי לשחזר דף זה.
id: Anda tidak diizinkan memulihkan halaman ini.
it: Non sei autorizzato a recuperare questa pagina.
nl: Je hebt geen rechten om deze pagina te herstellen.
pl: Nie masz uprawnień do odzyskania tej strony.
pt: Você não tem permissão para recuperar esta página.
ru: Вы не можете восстановить эту страницу.
sv: Du får inte återställa den här sidan.
th: คุณไม่ได้รับอนุญาตให้กู้คืนหน้านี้
tr: Bu sayfayı kurtarmanıza izin verilmiyor.
uk: Ви не можете відновити цю сторінку.
zh_hant: 您不能恢復此頁面。

source: You are not allowed to see the revisions
ar: لا يسمح لك أن ترى المراجعات
de: Sie dürfen die Revisionen nicht sehen
es: No tiene permitido ver las revisiones
et: Teil pole lubatud redaktsioone näha
he: אינך רשאי לראות את התיקונים
id: Anda tidak diizinkan untuk melihat revisi
it: Non ti è permesso vedere le revisioni
nl: Je mag de revisies niet zien
pl: Nie masz uprawnień do przeglądania zmian
pt: Você não está autorizado a ver as revisões
ru: Вы не имеете права просматривать ревизии
sv: Du får inte ser ändringarna
th: คุณไม่ได้รับอนุญาตให้ดูการแก้ไข
tr: Bu revizyonu görmeye yetkiniz yok
uk: Вам заборонено переглядати редакції
zh_hant: 您不允许查看修改的内容

source: You can have one backup per day of the week, older ones will be overwritten.
ar: يمكنك الحصول على نسخة احتياطية واحدة كل يوم من أيام الأسبوع ، وسيتم استبدال النسخ الاحتياطية القديمة.
de: Sie können pro Wochentag ein Backup erstellen, ältere werden überschrieben.
es: Puede tener una copia de seguridad por día de la semana, las más antiguas se sobrescribirán.
et: Saate teha ühe varukoopia nädalapäeva kohta, vanemad kirjutatakse üle.
he: אתה יכול לקבל גיבוי אחד ליום בשבוע, ישנים יותר יוחלפו.
id: Anda dapat memiliki satu cadangan per hari dalam seminggu, yang lebih lama akan ditimpa.
it: Puoi avere un backup al giorno della settimana, quelli più vecchi verranno sovrascritti.
nl: U kunt één back-up per dag van de week hebben, oudere worden overschreven.
pl: Możesz mieć jedną kopię zapasową na dzień tygodnia, starsze zostaną nadpisane.
pt: Você pode ter um backup por dia da semana, os mais antigos serão substituídos.
ru: У вас может быть одна резервная копия в день недели, более старые будут перезаписаны.
sv: Du kan ha en säkerhetskopia per dag i veckan, äldre kommer att skrivas över.
th: คุณสามารถสำรองข้อมูลได้หนึ่งรายการต่อวันในสัปดาห์ ข้อมูลสำรองที่เก่ากว่าจะถูกเขียนทับ
tr: Haftanın her günü bir yedeğiniz olabilir, eskilerin üzerine yazılacaktır.
uk: Ви можете створювати одну резервну копію на день тижня, старіші будуть перезаписані.
zh_hant: 您可以在一周中的每一天進行一次備份，舊的將被覆蓋。

source: You can recover incoming and outgoing connections to other pages.
ar: يمكنك استعادة الاتصالات الواردة والصادرة إلى صفحات أخرى.
de: Sie können eingehende und ausgehende Verbindungen zu anderen Seiten wiederherstellen.
es: Puede recuperar conexiones entrantes y salientes a otras páginas.
et: Saate taastada sissetulevad ja väljaminevad ühendused teistele lehtedele.
he: אתה יכול לשחזר חיבורים נכנסים ויוצאים לדפים אחרים.
id: Anda dapat memulihkan koneksi masuk dan keluar ke halaman lain.
it: È possibile recuperare le connessioni in entrata e in uscita verso altre pagine.
nl: Je kunt inkomende en uitgaande verbindingen naar andere pagina's herstellen.
pl: Możesz odzyskać połączenia przychodzące i wychodzące do innych stron.
pt: Você pode recuperar conexões de entrada e saída para outras páginas.
ru: Вы можете восстановить входящие и исходящие соединения с другими страницами.
sv: Du kan återställa inkommande och utgående anslutningar till andra sidor.
th: คุณสามารถกู้คืนการเชื่อมต่อขาเข้าและขาออกไปยังเพจอื่นๆ ได้
tr: Diğer sayfalara gelen ve giden bağlantıları kurtarabilirsiniz.
uk: Ви можете відновити вхідні та вихідні підключення до інших сторінок.
zh_hant: 您可以恢復與其他頁面的傳入和傳出連線。

source: You can select a revision to revover.
ar: يمكنك تحديد المراجعة التي تريد إلغاؤها.
de: Sie können eine Revision zum Überarbeiten auswählen.
es: Puede seleccionar una revisión para revivir.
et: Saate valida tühistatava redaktsiooni.
he: אתה יכול לבחור גרסה לשחזור.
id: Anda dapat memilih revisi yang akan dipulihkan.
it: Puoi selezionare una revisione da ripristinare.
nl: Je kunt een revisie selecteren om terug te zetten.
pl: Możesz wybrać wersję, którą chcesz przywrócić.
pt: Você pode selecionar uma revisão para reverter.
ru: Вы можете выбрать ревизию для отзыва.
sv: Du kan välja en revision att återställa.
th: คุณสามารถเลือกการแก้ไขที่จะย้อนกลับได้
tr: Geri almak istediğiniz bir revizyonu seçebilirsiniz.
uk: Ви можете вибрати версію для повторного перегляду.
zh_hant: 您可以選擇要還原的修訂版本。

source: You need to have access rights to the backup module.
ar: يجب أن يكون لديك حقوق الوصول إلى وحدة النسخ الاحتياطي.
de: Sie benötigen Zugriffsrechte auf das Backup-Modul.
es: Debe tener derechos de acceso al módulo de copia de seguridad.
et: Teil peavad olema varumooduli juurdepääsuõigused.
he: אתה צריך להיות בעל זכויות גישה למודול הגיבוי.
id: Anda harus memiliki hak akses ke modul pencadangan.
it: È necessario disporre dei diritti di accesso al modulo di backup.
nl: Je hebt toegangsrechten nodig voor de back-up module.
pl: Musisz mieć uprawnienia dostępu do modułu backupu.
pt: Você precisa ter direitos de acesso ao módulo de backup.
ru: Вам необходимо иметь права доступа к модулю резервного копирования.
sv: Du måste ha åtkomsträttigheter till backupmodulen.
th: คุณต้องมีสิทธิ์ในการเข้าถึงโมดูลสำรองข้อมูล
tr: Yedekleme modülüne erişim haklarına sahip olmanız gerekir.
uk: Необхідно мати права доступу до модуля резервного копіювання.
zh_hant: 您需要擁有備份模塊的訪問權限。

source: Your backup is not correctly configured. The backup module will not work until the problem(s) below have been resolved:
ar: لم يتم تكوين نسختك الاحتياطية بشكل صحيح. لن تعمل وحدة النسخ الاحتياطي حتى يتم حل المشكلة (المشكلات) أدناه:
de: Ihr Backupsystem ist nicht korrekt konfiguriert. Das Backup-Modul wird nicht funktionieren, bis die folgenden Probleme gelöst wurden:
es: La copia de seguridad no está correctamente configurada. El módulo de copias de seguridad no funcionará hasta que los problemas a continuación hayan sido resueltos:
et: Teie varukoopia pole õigesti konfigureeritud. Varumoodul ei tööta enne, kui allolevad probleemid on lahendatud:
he: הגיבוי שלך לא מוגדר כהלכה. מודול הגיבוי לא יעבוד עד לפתרון הבעיה / ים למטה:
id: Cadangan Anda tidak dikonfigurasi dengan benar Modul cadangan tidak akan berfungsi sampai masalah (s) di bawah ini telah diselesaikan:
it: Il vostro backup non è configurato correttamente. Il modulo di backup non funzionerà fino a quando il problema o i problemi sottostanti non saranno stati risolti:
nl: Uw back-up is niet correct geconfigureerd. De back-upmodule zal niet werken totdat het probleem (of problemen) hieronder zijn opgelost:
pl: Twoja kopia zapasowa nie jest prawidłowo skonfigurowana. Moduł kopii zapasowej nie będzie działał, dopóki nie zostanie rozwiązany poniższy problem / problemy:
pt: O seu backup não está configurado correctamente. O módulo de backup não funcionará até que o(s) problema(s) abaixo tenha(m) sido(em) resolvido(s):
ru: Ваше резервное копирование настроено неправильно. Модуль резервного копирования не будет работать до тех пор, пока не будет решена проблема(ы), указанная(ые) ниже:
sv: Din backup är inte korrekt konfigurerad. Backup modul kommer inte att fungera förrän problemet(s) nedan har lösts:
th: การสำรองข้อมูลของคุณไม่ได้กำหนดค่าอย่างถูกต้อง โมดูลสำรองจะไม่ทำงานจนกว่าปัญหาด้านล่างจะได้รับการแก้ไข:
tr: Yedeğiniz doğru olarak yapılandırılmamış. Yedek modülü problem(ler) giderilene kadar çalışmayacaktır:
uk: Ваша резервна копія налаштована неправильно. Модуль резервного копіювання не працюватиме, доки не буде вирішено наведену нижче проблему(и):
zh_hant: 备份没有被正确配置。backup 模块需要你先解决如下问题：

source: download database
ar: تحميل قاعدة البيانات
de: Datenbank herunterladen
es: descargar base de datos
et: allalaaditav andmebaas
he: להוריד מסד נתונים
id: unduh basis data
it: scarica il database
pl: pobierz bazę danych
pt: banco de dados de download
ru: скачать базу данных
sv: ladda ner databas
th: ดาวน์โหลดฐานข้อมูล
tr: veritabanını indir
uk: завантажити базу даних
zh_hant: 下载数据库

source: download files
ar: تحميل ملفات
de: Hochgeladene Dateien herunterladen
es: descargar archivos
et: failide allalaadimine
he: להוריד קבצים
id: unduh berkas
it: scaricare file
nl: download bestanden
pl: Pobierz pliki
pt: arquivos de download
ru: скачать файлы
sv: ladda ner filer
th: ดาวน์โหลดไฟล์
tr: dosyaları indir
uk: завантажити файли
zh_hant: 下载文件

source: or in the Zotonic configuration files.
ar: أو في ملفات تكوين Zotonic.
de: oder in den Zotonic-Konfigurationsdateien.
es: o en los archivos de configuración de Zotonic.
et: või Zotonicu konfiguratsioonifailides.
he: או בקבצי התצורה של Zotonic.
id: atau dalam berkas konfigurasi Zotonic.
it: o nei file di configurazione di Zotonic.
nl: of in de Zotonic configuratiebestanden.
pl: lub w plikach konfiguracyjnych Zotonic.
pt: ou nos arquivos de configuração do Zotonic.
ru: или в файлах конфигурации Zotonic.
sv: eller i Zotonic-konfigurationsfilerna.
th: หรือในไฟล์การกำหนดค่า Zotonic
tr: veya Zotonic yapılandırma dosyalarında.
uk: або у конфігураційних файлах Zotonic.
zh_hant: 或在 Zotonic 設定檔中。

source: this backup is in progress
ar: هذا النسخ الاحتياطي قيد التقدم
de: Das Backup wird momentan angelegt
es: esta copia de seguridad está en progreso
et: see varundamine on pooleli
he: גיבוי זה נמצא בעיצומו
id: cadangan ini sedang berlangsung
it: questo backup è in corso
nl: deze backup is bezig
pl: ta kopia zapasowa jest w trakcie realizacji
pt: este backup está em andamento
ru: это резервное копирование выполняется
sv: den här säkerhetskopian pågår
th: การสำรองข้อมูลนี้อยู่ระหว่างดำเนินการ
tr: bu yedekleme sürmektedir
uk: це резервне копіювання виконується
zh_hant: 备份正在执行中

source: weekly backup
ar: النسخ الاحتياطي الأسبوعي
de: wöchentliche Sicherung
es: copia de seguridad semanal
et: iganädalane varukoopia
he: גיבוי שבועי
id: cadangan mingguan
it: backup settimanale
nl: wekelijkse back-up
pl: cotygodniowa kopia zapasowa
pt: backup semanal
ru: еженедельное резервное копирование
sv: veckovis backup
th: การสำรองข้อมูลรายสัปดาห์
tr: haftalık yedekleme
uk: щотижневе резервне копіювання
zh_hant: 每週備份

source: # Pages
ar: # صفحات
de: # Seiten
es: # Páginas
et: # Lehte
he: # עמודים
id: # Halaman
it: # Pagine
nl: # Pagina’s
pl: # Strony
pt: # Páginas
ru: # Страницы
sv: # Sidor
th: # หน้า
tr: # Sayfalar
uk: # Сторінок
zh_hant: # 页数

source: A latency of less than 50 milliseconds is very good, more than 250 milliseconds is slow.
ar: وقت الاستجابة أقل من 50 مللي ثانية جيد جدًا ، وأكثر من 250 مللي ثانية يكون بطيئًا.
de: Eine Latenz von weniger als 50 Millisekunden ist sehr gut, mehr als 250 Millisekunden sind langsam.
es: Una latencia de menos de 50 milisegundos es muy buena, más de 250 milisegundos es lenta.
et: Latentsus alla 50 millisekundi on väga hea, üle 250 millisekundi on aeglane.
he: חביון של פחות מ -50 אלפיות השנייה הוא טוב מאוד, יותר מ -250 אלפיות השנייה הוא איטי.
id: Latensi kurang dari 50 milidetik sangat bagus, lebih dari 250 milidetik lambat.
it: Una latenza inferiore a 50 millisecondi è molto buona, più di 250 millisecondi è lenta.
nl: Een latency van minder dan 50 milliseconden is erg goed, meer dan 250 milliseconden is traag.
pl: Opóźnienie poniżej 50 milisekund jest bardzo dobre, ponad 250 milisekund jest wolne.
pt: Uma latência de menos de 50 milissegundos é muito boa, mais de 250 milissegundos é lenta.
ru: Задержка менее 50 миллисекунд - это очень хорошо, более 250 миллисекунд - это медленно.
sv: En latens på mindre än 50 millisekunder är mycket bra, mer än 250 millisekunder är långsam.
th: เวลาแฝงน้อยกว่า 50 มิลลิวินาทีนั้นดีมาก มากกว่า 250 มิลลิวินาทีนั้นช้า
tr: 50 milisaniyeden az gecikme çok iyidir, 250 milisaniyeden fazla ise yavaştır.
uk: Затримка менше ніж 50 мілісекунд – це дуже добре, більше ніж 250 мілісекунд – повільно.
zh_hant: 低於 50 毫秒的延遲非常好，超過 250 毫秒就很慢。

source: Anonymous
ar: مجهول
de: Anonym
es: Anónimo
et: Anonüümne
he: בעילום שם
id: Anonim
it: Anonimo
nl: Anoniem
pl: Anonimowy
pt: Anônimo
ru: Анонимный
sv: Anonym
th: ไม่ระบุชื่อ
tr: Anonim
uk: Анонімний
zh_hant: 匿名的

source: Arguments
ar: الحجج
de: Argumente
es: Argumentos
et: Argumenten
he: ויכוחים
id: Argumen
it: Argomenti
nl: Argumenten
pl: Parametry
pt: Argumentos
ru: Аргументы
sv: Argument
th: อาร์กิวเมนต์
tr: Argümanlar
uk: Аргументи
zh_hant: 参数

source: Auth Web Worker?
ar: عامل الويب المصدق؟
es: ¿Trabajador web de autenticación?
et: Kas autentida veebitöötajat?
he: עובד אתר אינטרנט?
id: Pekerja Web Otentikasi?
it: Operatore Web di autenticazione?
pl: Web Worker do uwierzytelniania
sv: Äkta webbarbetare?
tr: Yetkilendirme Web Çalışanı?
zh_hant: 驗證網絡工作者？

source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
et: Autentimine
he: אימות
id: Autentikasi
it: Autenticazione
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
sv: Autentisering
th: การตรวจสอบสิทธิ์
tr: kimlik doğrulama
uk: Аутентифікація
zh_hant: 驗證

source: Browser
ar: المستعرض
es: Navegador
et: Brauser
he: דפדפן
id: Peramban
pl: Przeglądarka
pt: Navegador
ru: Браузер
sv: Webbläsare
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
zh_hant: 瀏覽器

source: Browser Connectivity
ar: اتصال المتصفح
de: Browser-Konnektivität
es: Conectividad del navegador
et: Brauseri ühenduvus
he: קישוריות לדפדפן
id: Konektivitas Peramban
it: Connettività del browser
nl: Browserconnectiviteit
pl: Łączność z przeglądarką
pt: Conectividade do navegador
ru: Связь с браузером
sv: Webbläsaranslutning
th: การเชื่อมต่อเบราว์เซอร์
tr: Tarayıcı Bağlantısı
uk: Підключення браузера
zh_hant: 瀏覽器連接

source: Client IP address
ar: عنوان IP للعميل
de: Client-IP-Adresse
es: Dirección IP del cliente
et: Kliendi IP -aadress
he: כתובת ה- IP של הלקוח
id: Alamat IP klien
it: Indirizzo IP del cliente
nl: IP-adres van client
pl: Adres IP klienta
pt: Endereço IP do cliente
ru: IP-адрес клиента
sv: Klientens IP -adress
th: ที่อยู่ IP ของไคลเอ็นต์
tr: İstemci IP adresi
uk: IP-адреса клієнта
zh_hant: 客戶端 IP 地址

source: Connected
ar: متصل
de: In Verbindung gebracht
es: Conectado
et: Ühendatud
he: מְחוּבָּר
id: Terhubung
it: Collegato
nl: Verbonden
pl: Połączony
pt: Conectado
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: bağlı
uk: Підключено
zh_hant: 連接的

source: Connecting...
ar: توصيل...
de: Anschließen ...
es: Conectando ...
et: Ühendamine ...
he: מְקַשֵׁר...
id: Menghubungkan ...
it: Collegamento ...
nl: Verbinden...
pl: Złączony...
pt: Conectando ...
ru: Подключение ...
sv: Ansluter...
th: กำลังเชื่อมต่อ ...
tr: Bağlanıyor...
uk: Підключення...
zh_hant: 正在連線...

source: Connection Test
ar: اختبار الاتصال
de: Verbindungstest
es: Prueba de conexión
et: Ühenduse test
he: בדיקת חיבור
id: Uji Sambungan
it: Prova di connessione
nl: Verbindingstest
pl: Test połączenia
pt: Teste de Conexão
ru: Тест подключения
sv: Anslutningstest
th: การทดสอบการเชื่อมต่อ
tr: Bağlantı Testi
uk: Перевірка підключення
zh_hant: 連接測試

source: Excel Workbook
ar: مصنف Excel
de: Excel-Arbeitsmappe
es: Libro de trabajo Excel
et: Exceli töövihik
he: חוברת עבודה של Excel
id: Buku Kerja Excel
it: Cartella di lavoro Excel
pt: Pasta de Trabalho Excel
ru: Книга Excel
sv: Excel-arbetsbok
th: สมุดงาน Excel
tr: Excel Çalışma Kitabı
uk: Робочий зошит Excel
zh_hant: Excel工作簿

source: File
ar: ملف
de: Datei
es: Archivo
et: Bestand
he: קוֹבֶץ
id: Berkas
nl: Bestand
pl: Plik
pt: Arquivo
ru: Файл
sv: Fil
th: ไฟล์
tr: Dosya
uk: Файл
zh_hant: 文件

source: Folder
ar: مجلد
de: Mappe
es: Carpeta
et: Map
he: תיקיה
it: Cartella
nl: Map
ru: Папка
sv: Mapp
th: โฟลเดอร์
tr: Klasör
uk: Папка
zh_hant: 文件夹

source: Function/ template
ar: الوظيفة / النموذج
de: Funktion/ Vorlage
es: Función/ plantilla
et: Functie / template
he: פונקציה / תבנית
id: Fungsi/ template
it: Funzione/ modello
nl: Functie / template
pl: Funkcja/ szablon
pt: Função/ modelo
ru: Функция / шаблон
sv: Funktion / mall
th: ฟังก์ชัน / แม่แบบ
tr: İşlev/tema
uk: Функція/шаблон
zh_hant: 函数/模版

source: General connection speed and quality, for which we test with a Google server and our own server.
ar: سرعة وجودة الاتصال العامة ، والتي نقوم باختبارها مع خادم Google وخادمنا الخاص.
de: Allgemeine Verbindungsgeschwindigkeit und -qualität, für die wir mit einem Google-Server und unserem eigenen Server testen.
es: Velocidad y calidad de conexión general, para lo cual probamos con un servidor de Google y nuestro propio servidor.
et: Üldine ühenduse kiirus ja kvaliteet, mida testime Google'i serveri ja oma serveriga.
he: מהירות ואיכות חיבור כללית, שעבורם אנו בודקים עם שרת גוגל ושרת משלנו.
id: Kecepatan dan kualitas koneksi umum, yang kami uji dengan server Google dan server kami sendiri.
it: Velocità e qualità generali della connessione, per la quale testiamo con un server di Google e il nostro server.
nl: Algemene verbindingssnelheid en kwaliteit, waarvoor we testen met een Google-server en onze eigen server.
pl: Ogólna szybkość i jakość połączenia, które testujemy za pomocą serwera Google i naszego własnego serwera.
pt: Velocidade e qualidade geral de conexão, para a qual testamos com um servidor Google e nosso próprio servidor.
ru: Общая скорость и качество соединения, которое мы тестируем на сервере Google и на нашем собственном сервере.
sv: Allmän anslutningshastighet och kvalitet, som vi testar med en Google -server och en egen server.
th: ความเร็วและคุณภาพการเชื่อมต่อทั่วไป ซึ่งเราทดสอบกับเซิร์ฟเวอร์ของ Google และเซิร์ฟเวอร์ของเราเอง
tr: Bir Google sunucusu ve kendi sunucumuzla test ettiğimiz genel bağlantı hızı ve kalitesi.
uk: Загальна швидкість і якість з’єднання, які ми тестуємо за допомогою сервера Google і власного сервера.
zh_hant: 一般連接速度和質量，我們使用 Google 服務器和我們自己的服務器進行測試。

source: Gone
ar: ذهب
es: Ir
et: Verdwenen
he: נעלם
id: Pergi
nl: Verdwenen
pl: Nie istnieje
pt: Foi-se
ru: Удалено
sv: Borta
th: ที่ไปแล้ว
tr: Gitti
uk: Пішли
zh_hant: 前进
