Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: This predicate can be used between two pages of the following categories.
ar: يمكن استخدام هذا المسند بين صفحتين من الفئات التالية.
de: Dieses Prädikat kann zwischen zwei Seiten der folgenden Kategorien verwendet werden.
es: Este predicado se puede utilizar entre dos páginas de las siguientes categorías.
et: Seda predikaati saab kasutada järgmiste kategooriate kahe lehe vahel.
he: ניתן להשתמש בפרדיקט זה בין שני עמודים בקטגוריות הבאות.
id: Predikat ini dapat digunakan di antara dua halaman dari kategori berikut.
it: Questo predicato può essere utilizzato tra due pagine delle seguenti categorie.
nl: Dit predikaat kan worden gebruikt tussen twee pagina's van de volgende categorieën.
pl: Tego predykatu można używać między dwiema stronami następujących kategorii.
pt: Este predicado pode ser usado entre duas páginas das seguintes categorias.
ru: Этот предикат можно использовать между двумя страницами следующих категорий.
sv: Detta predikat kan användas mellan två sidor i följande kategorier.
th: เพรดิเคตนี้สามารถใช้ระหว่างสองหน้าของหมวดหมู่ต่อไปนี้
tr: Bu yüklem, aşağıdaki kategorilerin iki sayfası arasında kullanılabilir.
uk: Цей предикат можна використовувати між двома сторінками наступних категорій.
zh_hant: 可以在以下類別的兩頁之間使用此謂詞。

source: To category
ar: للفئة
de: Zur Kategorie
es: A categoría
et: Kategooriale
he: לקטגוריה
id: Untuk kategori
it: Alla categoria
nl: Naar categorie
pl: Do kategorii
pt: Para a categoria
ru: К категории
sv: Till kategori
th: ไปยังหมวดหมู่
tr: Kategoriye
uk: До категорії
zh_hant: 到分类

source: Use a list of checkboxes with titles when adding page connections.
ar: استخدم قائمة مربعات الاختيار ذات العناوين عند إضافة اتصالات الصفحة.
de: Verwenden Sie beim Hinzufügen von Seitenverbindungen eine Liste von Kontrollkästchen mit Titeln.
es: Utilice una lista de casillas de verificación con títulos al agregar conexiones de página.
et: Kasutage lehtede ühenduste lisamisel pealkirjadega märkeruutude loendit.
he: השתמש ברשימת תיבות סימון עם כותרות בעת הוספת חיבורי דפים.
id: Gunakan daftar kotak centang dengan judul saat menambahkan koneksi halaman.
it: Utilizza un elenco di caselle di controllo con titoli quando aggiungi collegamenti a pagine.
nl: Gebruik een lijst met selectievakjes met titels bij het toevoegen van paginaverbindingen.
pl: Podczas dodawania połączeń stron użyj listy pól wyboru z tytułami.
pt: Use uma lista de caixas de seleção com títulos ao adicionar conexões de página.
ru: Используйте список флажков с заголовками при добавлении соединений страниц.
sv: Använd en lista med kryssrutor med titlar när du lägger till sidkopplingar.
th: ใช้รายการช่องทำเครื่องหมายพร้อมชื่อเรื่องเมื่อเพิ่มการเชื่อมต่อหน้า
tr: Sayfa bağlantıları eklerken başlıklı onay kutularının listesini kullanın.
uk: Використовуйте список прапорців із заголовками, додаючи зв’язки сторінок.
zh_hant: 新增頁面連線時，使用帶有標題的複選框清單。

source: Usually new connections are inserted after existing connections. Check this to insert new connections before existing connections.
ar: عادة يتم إدراج اتصالات جديدة بعد الاتصالات الموجودة. حدد هذا لإدراج اتصالات جديدة قبل الاتصالات الموجودة.
de: Normalerweise werden neue Verbindungen nach bestehenden Verbindungen eingefügt. Aktivieren Sie diese Option, um neue Verbindungen vor bestehenden Verbindungen einzufügen.
es: Normalmente las nuevas conexiones se insertan después de las conexiones existentes. Marque esto para insertar nuevas conexiones antes de las conexiones existentes.
et: Tavaliselt sisestatakse uued ühendused olemasolevate ühenduste järel. Märkige see uute ühenduste sisestamiseks enne olemasolevaid ühendusi.
he: בדרך כלל חיבורים חדשים מוכנסים לאחר חיבורים קיימים. סמן זאת כדי להוסיף חיבורים חדשים לפני חיבורים קיימים.
id: Biasanya koneksi baru disisipkan setelah koneksi yang sudah ada. Centang ini untuk memasukkan koneksi baru sebelum koneksi yang ada.
it: Di solito le nuove connessioni vengono inserite dopo le connessioni esistenti. Seleziona questo per inserire nuove connessioni prima delle connessioni esistenti.
nl: Gewoonlijk worden nieuwe verbindingen ingevoegd na bestaande verbindingen. Vink dit aan om nieuwe verbindingen vóór bestaande verbindingen in te voegen.
pl: Zwykle nowe połączenia wstawiane są po istniejących połączeniach. Zaznacz tę opcję, aby wstawić nowe połączenia przed istniejącymi połączeniami.
pt: Geralmente novas conexões são inseridas após conexões existentes. Marque isto para inserir novas conexões antes das conexões existentes.
ru: Обычно новые соединения вставляются после существующих. Установите этот флажок, чтобы вставлять новые соединения перед существующими.
sv: Vanligtvis infogas nya anslutningar efter befintliga anslutningar. Markera detta för att infoga nya anslutningar före befintliga anslutningar.
th: โดยปกติแล้วการเชื่อมต่อใหม่จะถูกแทรกหลังจากการเชื่อมต่อที่มีอยู่ เลือกตัวเลือกนี้เพื่อแทรกการเชื่อมต่อใหม่ก่อนการเชื่อมต่อที่มีอยู่
tr: Genellikle mevcut bağlantılardan sonra yeni bağlantılar eklenir. Mevcut bağlantılardan önce yeni bağlantılar eklemek için bunu işaretleyin.
uk: Зазвичай нові з'єднання вставляються після існуючих з'єднань. Поставте цей прапорець, щоб вставити нові з’єднання перед існуючими.
zh_hant: 通常，新連線會插入到現有連線之後。選取此項目可在現有連線之前插入新連線。

source: Valid between
ar: صالح بين
de: Gültig zwischen
es: Válido entre
et: Sobiv neile
he: תקף בין
id: Berlaku antara
it: Valido tra
nl: Geldig tussen
pl: Obowiązuje pomiędzy
pt: Válido entre
ru: Определен между
sv: Giltig mellan
th: ใช้ได้ระหว่าง
tr: Geçerli tarih aralığı
uk: Діє між
zh_hant: 有效范围

source: You are not allowed to create this predicate.
ar: لا يسمح لك لإنشاء هذا المسند.
de: Sie dürfen dieses Prädikat nicht erstellen.
es: No se le permite crear este predicado.
et: Teil pole lubatud seda predikaati luua.
he: אינך רשאי ליצור פרדיקט זה.
id: Anda tidak diperbolehkan membuat predikat ini.
it: Non ti è permesso creare questo predicato.
nl: Het is niet toegestaan om dit predicaat aan te maken.
pl: Nie masz uprawnień do tworzenia tego predykatu.
pt: Você não está autorizado a criar este predicado.
ru: Вы не имеете права создавать этот предикат.
sv: Du får inte skapa detta predikat.
th: คุณไม่ได้รับอนุญาตให้สร้างเพรดิเคตนี้
tr: Bu yüklemi yaratma izniniz yok.
uk: Вам не дозволено створювати цей предикат.
zh_hant: 你不允许创建这个谓词。

source: You can define for which categories the predicate is shown on the edit page. You can also define which categories of objects will be found when searching for a page to connect to. When you don’t check anything then all categories are valid.
ar: يمكنك تحديد الفئات التي سيتم عرض التنبؤ بها في صفحة التحرير. كما يمكنك تحديد فئات الكائنات التي سيتم العثور عليها عند البحث عن صفحة للاتصال بها. عندما لا تحدد أي شيء، تكون جميع الفئات صالحة.
de: Sie können festlegen, für welche Kategorien das Prädikat auf der Eingabeseite angezeigt wird. Sie können auch festlegen, welche Objektkategorien gefunden werden, wenn nach einer Seite gesucht wird, zu der eine Verbindung hergestellt werden soll. Wenn Sie nichts auswählen, sind alle Kategorien gültig.
es: Puede definir para qué categorías se muestra el predicado en la página de edición. También puede definir qué categorías de objetos se encontrarán al buscar una página a la que conectarse. Si no marca nada, todas las categorías son válidas.
et: Saate määrata, milliste kategooriate jaoks predikaati redigeerimislehel näidatakse. Samuti saate määrata, millised objektide kategooriad leitakse, kui otsite lehte, millega ühenduse luua. Kui te midagi ei kontrolli, kehtivad kõik kategooriad.
he: אתה יכול להגדיר עבור אילו קטגוריות יוצג הפרדיקט בדף העריכה. ניתן גם להגדיר אילו קטגוריות של אובייקטים יימצאו בעת חיפוש דף להתחבר אליו. כאשר אתה לא בודק כלום אז כל הקטגוריות תקפות.
id: Anda dapat menentukan kategori mana yang akan menampilkan predikat di halaman edit. Anda juga dapat menentukan kategori objek mana yang akan ditemukan saat mencari halaman untuk dihubungkan. Jika Anda tidak mencentang apa pun, maka semua kategori valid.
it: Puoi definire per quali categorie il predicato viene mostrato nella pagina di modifica. Puoi anche definire quali categorie di oggetti verranno trovate quando cerchi una pagina a cui connetterti. Quando non selezioni nulla, tutte le categorie sono valide.
nl: Je kunt instellen voor welke categorieën het predicaat wordt getoond op de bewerkpagina. Je kunt ook instellen welke categorieën objecten worden gevonden bij het zoeken naar een pagina om mee te verbinden. Als je niets aanvinkt, zijn alle categorieën geldig.
pl: Możesz zdefiniować, dla których kategorii predykat jest wyświetlany na stronie edycji. Możesz również zdefiniować, które kategorie obiektów zostaną znalezione podczas wyszukiwania strony, z którą chcesz się połączyć. Jeśli nic nie zaznaczysz, wszystkie kategorie będą ważne.
pt: Você pode definir para quais categorias o predicado é mostrado na página de edição. Você também pode definir quais categorias de objetos serão encontradas ao procurar uma página para conectar. Quando você não marca nada, todas as categorias são válidas.
ru: Вы можете определить, для каких категорий предикат отображается на странице редактирования. Вы также можете определить, какие категории объектов будут найдены при поиске страницы для подключения. Если вы ничего не отмечаете, то все категории действительны.
sv: Du kan definiera för vilka kategorier predikatet ska visas på redigeringssidan. Du kan också definiera vilka kategorier av objekt som ska hittas när du söker efter en sida att ansluta till. När du inte markerar någonting är alla kategorier giltiga.
th: คุณสามารถกำหนดได้ว่าจะแสดงคำทำนายใดในหน้าแก้ไข และคุณยังสามารถกำหนดได้ว่าจะแสดงหมวดหมู่ของอ็อบเจกต์ใดเมื่อค้นหาหน้าที่จะเชื่อมต่อ หากคุณไม่ตรวจสอบสิ่งใดเลย หมวดหมู่ทั้งหมดก็จะถูกต้อง
tr: Önermenin düzenleme sayfasında hangi kategoriler için gösterileceğini tanımlayabilirsiniz. Ayrıca, bağlanılacak bir sayfa ararken hangi nesne kategorilerinin bulunacağını da tanımlayabilirsiniz. Hiçbir şeyi işaretlemediğinizde tüm kategoriler geçerlidir.
uk: Ви можете визначити, для яких категорій предикат буде показано на сторінці редагування. Ви також можете визначити, які категорії об'єктів будуть знайдені під час пошуку сторінки для підключення. Якщо ви нічого не відмічаєте, усі категорії дійсні.
zh_hant: 您可以定義在編輯頁面上顯示哪些類別的謂詞。您也可以定義在搜尋要連線的頁面時將找到哪些類別的物件。當您不檢查任何內容時，所有類別均有效。

source: object
ar: موضوع
de: Objekt
es: objeto
et: objekt
he: לְהִתְנַגֵד
id: obyek
it: oggetto
ru: объект
sv: objekt
th: วัตถุ
tr: nesne
uk: об'єкт
zh_hant: 对象

source: subject
ar: موضوع
de: Thema
es: tema
et: teema
he: נושא
id: subyek
it: soggetto
nl: onderwerp
ru: субъект
sv: ämne
th: เรื่อง
tr: konu
uk: предмет
zh_hant: 课题

source: Database
ar: قاعدة البيانات
de: Datenbank
es: Base de datos
et: Andmebaas
he: מאגר מידע
id: Basisdata
pl: Baza danych
pt: Base de dados
ru: База данных
sv: Databas
th: ฐานข้อมูล
tr: Veritabanı
uk: База даних
zh_hant: 数据库

source: Dispatch
ar: إرسال
de: Versand
es: Envío
et: Ärasaatmine
he: לְשַׁגֵר
id: Pengiriman
it: Spedizione
nl: Verzenden
pl: Wysyłka
pt: Despacho
ru: Диспетчеризация
sv: Avsändande
th: จัดส่ง
tr: Sevk etmek
uk: Відправка
zh_hant: 派遣

source: Erlang VM
ar: إرلانج إم
ru: Эрланг ВМ
uk: Ерланг В.М

source: Files Cache
ar: ذاكرة التخزين المؤقتة للملفات
de: Dateicache
es: Caché de archivos
et: Failide vahemälu
he: מטמון קבצים
id: Cache File
it: Cache dei file
nl: Bestanden Cache
pl: Pamięć podręczna plików
pt: Cache de arquivos
ru: Кэш файлов
sv: Filer cache
th: แคชไฟล์
tr: Dosya Önbelleği
uk: Кеш файлів
zh_hant: 文件快取

source: Memory Usage
ar: استخدام الذاكرة
de: Speichernutzung
es: Uso de memoria
et: Mälu kasutamine
he: שימוש בזיכרון
id: Penggunaan Memori
it: Utilizzo della memoria
nl: Geheugengebruik
pl: Wykorzystanie pamięci
pt: Uso de memória
ru: Использование памяти
sv: Minnesanvändning
th: การใช้ความจำ
tr: Hafıza kullanımı
uk: Використання пам'яті
zh_hant: 內存使用情況

source: Statistics
ar: الإحصاء
de: Statistik
es: Estadisticas
et: Statistika
he: סטָטִיסטִיקָה
id: Statistik
it: Statistiche
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
sv: Statistik
th: สถิติ
tr: İstatistikler
uk: Статистика
zh_hant: 统计

source: System Usage
ar: استخدام النظام
de: Systemnutzung
es: Uso del sistema
et: Süsteemi kasutamine
he: שימוש במערכת
id: Penggunaan Sistem
it: Utilizzo del sistema
nl: Systeemgebruik
pl: Użycie systemu
pt: Uso do sistema
ru: Использование системы
sv: Systemanvändning
th: การใช้งานระบบ
tr: Sistem Kullanımı
uk: Використання системи
zh_hant: 系統使用情況

source: This page shows (real-time) system statistics like memory use and requests.
ar: تعرض هذه الصفحة إحصائيات النظام (في الوقت الفعلي) مثل استخدام الذاكرة والطلبات.
de: Diese Seite zeigt (Echtzeit-) Systemstatistiken wie Speichernutzung und Anfragen.
es: Esta página muestra estadísticas del sistema (en tiempo real), como el uso de la memoria y las solicitudes.
et: Sellel lehel kuvatakse (reaalajas) süsteemistatistika, nagu mälukasutus ja päringud.
he: דף זה מציג סטטיסטיקות מערכת (בזמן אמת) כמו שימוש בזיכרון ובקשות.
id: Halaman ini menunjukkan statistik sistem (waktu nyata) seperti penggunaan memori dan permintaan.
it: Questa pagina mostra le statistiche di sistema (in tempo reale) come l'utilizzo della memoria e le richieste.
nl: Deze pagina toont (real-time) systeemstatistieken zoals geheugengebruik en aanvragen.
pl: Ta strona pokazuje (w czasie rzeczywistym) statystyki systemu, takie jak użycie pamięci i żądania.
pt: Esta página mostra estatísticas do sistema (em tempo real), como uso de memória e solicitações.
ru: На этой странице отображается (в реальном времени) системная статистика, такая как использование памяти и запросы.
sv: Den här sidan visar (realtids) systemstatistik som minnesanvändning och förfrågningar.
th: หน้านี้แสดงสถิติระบบ (เรียลไทม์) เช่น การใช้หน่วยความจำและคำขอ
tr: Bu sayfa, bellek kullanımı ve istekler gibi (gerçek zamanlı) sistem istatistiklerini gösterir.
uk: Ця сторінка показує (у режимі реального часу) системну статистику, як-от використання пам’яті та запити.
zh_hant: 此頁面顯示（實時）系統統計信息，例如內存使用和請求。

source: Album
ar: البوم
es: Álbum
he: אַלבּוֹם
pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
uk: Альбом
zh_hant: 专辑

source: Album artist
ar: فنان الألبوم
de: Album Künstler
es: Artista del álbum
et: Albumi esitaja
he: אמן האלבום
id: Artis Album
it: Artista dell'album
nl: Albumartiest
pl: Wykonawca albumu
pt: Artista de Álbum
ru: Исполнитель альбома
th: ศิลปินอัลบั้ม
tr: Albüm sanatçısı
uk: Виконавець альбому
zh_hant: 专辑艺术家

source: Album is a compilation of songs by various artists
ar: الألبوم عبارة عن مجموعة من الأغاني لفنانين مختلفين
de: Album ist eine Zusammenstellung von Songs verschiedener Künstler
es: El álbum es una compilación de canciones de varios artistas
et: Album on erinevate artistide lugude kogumik
he: אלבום הוא אוסף שירים של אמנים שונים
id: Album merupakan kompilasi lagu-lagu dari berbagai artis
it: L'album è una compilation di canzoni di vari artisti
nl: Album is een compilatie van liedjes van verschillende artiesten
pl: Album jest kompilacją utworów różnych artystów
pt: Álbum é uma compilação de canções de vários artistas
ru: Альбом представляет собой сборник песен различных исполнителей.
sv: Albumet är en samling av sånger av olika artister
th: Album เป็นการรวบรวมเพลงของศิลปินต่างๆ
tr: Albüm, çeşitli sanatçıların şarkılarının bir derlemesidir
uk: Альбом - це збірка пісень різних виконавців
zh_hant: 专辑是由不同艺术家的歌曲组成的合辑

source: Artist
ar: فنان
de: Künstler
es: Artista
et: Kunstnik
he: אמן
id: Artis
it: Artista
nl: Kunstenaar
pl: Artysta
pt: Artista
ru: Исполнитель
sv: Konstnär
th: ศิลปิน
tr: Sanatçı
uk: Художник
zh_hant: 藝術家

source: Composer
ar: ملحن
de: Komponist
es: Compositor
et: Helilooja
he: מַלחִין
id: Komposer
it: Compositore
nl: Componist
pl: Kompozytor
pt: Compositor
ru: Композитор
sv: Kompositör
th: นักแต่งเพลง
tr: Besteci
uk: Композитор
zh_hant: 作曲家

source: Copyright
ar: حقوق النشر
es: Derechos de autor
et: Autoriõigus
he: זכויות יוצרים
id: hak cipta
pl: Prawa autorskie
pt: Direitos Autorais
ru: Авторское право
sv: upphovsrätt
th: ลิขสิทธิ์
tr: Telif hakkı
uk: Авторське право
zh_hant: 著作權

source: Genre
ar: النوع
es: Género
et: Žanr
he: ז'ָאנר
id: Aliran
it: Genere
pl: Gatunek muzyczny
pt: Gênero
ru: Жанр
th: ประเภท
tr: Tür
uk: Жанр
zh_hant: 种类

source: Media tags
ar: علامات الوسائط
de: Medien-Tags
es: Etiquetas de medios de comunicación
et: Meediumisildid
he: תגי מדיה
id: Tag media
it: Tag dei media
pl: Tagi multimedialne
pt: Etiquetas de mídia
ru: Медиа-теги
sv: Medietaggar
th: แท็กสื่อ
tr: Medya etiketleri
uk: Медіа-теги
zh_hant: 媒体标签

source: Track
ar: المسار
de: Spur
es: Pista
et: Rada
he: מַסלוּל
id: Jalur
it: Traccia
nl: Traceer
pl: Ścieżka
pt: Faixa
ru: Трек
sv: Spår
th: ติดตาม
tr: Izlemek
uk: Трек
zh_hant: 轨迹

source: Add two-factor authentication
ar: أضف المصادقة ذات العاملين
de: Zwei-Faktor-Authentifizierung hinzufügen
es: Añadir autenticación de dos factores
et: Lisage kaheastmeline autentimine
he: הוסף אימות דו-גורמי
id: Tambahkan otentikasi dua faktor
it: Aggiungere l'autenticazione a due fattori
nl: Schakel twee-factor authenticatie in
pl: Dodaj uwierzytelnianie dwuskładnikowe
pt: Adicionar autenticação de dois fatores
ru: Добавить двухфакторную аутентификацию
sv: Lägg till tvåfaktorautentisering
th: เพิ่มการรับรองความถูกต้องด้วยสองปัจจัย
tr: İki faktörlü kimlik doğrulama ekleyin
uk: Додайте двофакторну аутентифікацію
zh_hant: 增加双因素认证

source: After you scanned the QR code, please enter the passcode generated by your two-factor authentication app below.
ar: بعد مسح رمز الاستجابة السريعة ضوئيًا، يرجى إدخال رمز المرور الذي تم إنشاؤه بواسطة تطبيق المصادقة الثنائية الخاص بك أدناه.
de: Nachdem Sie den QR-Code gescannt haben, geben Sie unten bitte den von Ihrer Zwei-Faktor-Authentifizierungs-App generierten Passcode ein.
es: Después de escanear el código QR, ingrese el código de acceso generado por su aplicación de autenticación de dos factores a continuación.
et: Pärast QR-koodi skannimist sisestage allpool oma kahefaktorilise autentimise rakenduse loodud pääsukood.
he: לאחר שסרקת את קוד ה-QR, אנא הזן את קוד הסיסמה שנוצר על ידי אפליקציית האימות הדו-גורמי שלך למטה.
id: Setelah Anda memindai kode QR, masukkan kode sandi yang dihasilkan oleh aplikasi autentikasi dua faktor Anda di bawah.
it: Dopo aver scansionato il codice QR, inserisci di seguito il passcode generato dalla tua app di autenticazione a due fattori.
nl: Nadat je de QR-code hebt gescand, voer je hieronder de toegangscode in die is gegenereerd door je twee-factor-authenticatie-app.
pl: Po zeskanowaniu kodu QR wprowadź poniżej hasło wygenerowane przez aplikację do uwierzytelniania dwuskładnikowego.
pt: Depois de digitalizar o código QR, insira a senha gerada pelo seu aplicativo de autenticação de dois fatores abaixo.
ru: После сканирования QR-кода введите ниже код доступа, сгенерированный вашим приложением двухфакторной аутентификации.
sv: När du har skannat QR-koden, vänligen ange lösenordet som genereras av din tvåfaktorsautentiseringsapp nedan.
th: หลังจากที่คุณสแกนรหัส QR แล้ว โปรดป้อนรหัสผ่านที่สร้างโดยแอปตรวจสอบสิทธิ์แบบสองปัจจัยด้านล่าง
tr: QR kodunu taradıktan sonra lütfen iki faktörlü kimlik doğrulama uygulamanız tarafından oluşturulan şifreyi aşağıya girin.
uk: Після того, як ви відскануєте QR-код, будь ласка, введіть пароль, згенерований вашим додатком двофакторної автентифікації, нижче.
zh_hant: 掃描二維碼後，請在下方輸入您的雙重認證應用程式產生的密碼。

source: Are you sure you want to remove the two-factor authentication from this account?
ar: هل أنت متأكد أنك تريد إزالة المصادقة الثنائية من هذا الحساب؟
de: Möchten Sie die Zwei-Faktor-Authentifizierung für dieses Konto wirklich entfernen?
es: ¿Está seguro de que desea eliminar la autenticación de dos factores de esta cuenta?
et: Kas olete kindel, et soovite sellelt kontolt kahefaktorilise autentimise eemaldada?
he: האם אתה בטוח שברצונך להסיר את האימות הדו-שלבי מחשבון זה?
id: Apakah Anda yakin ingin menghapus autentikasi dua faktor dari akun ini?
it: Sei sicuro di voler rimuovere l'autenticazione a due fattori da questo account?
nl: Weet je zeker dat je de twee-factor-authenticatie van dit account wilt verwijderen?
pl: Czy na pewno chcesz usunąć uwierzytelnianie dwuskładnikowe z tego konta?
pt: Tem certeza de que deseja remover a autenticação de dois fatores desta conta?
ru: Вы уверены, что хотите удалить двухфакторную аутентификацию из этой учетной записи?
sv: Är du säker på att du vill ta bort tvåfaktorsautentiseringen från det här kontot?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการรับรองความถูกต้องด้วยสองปัจจัยออกจากบัญชีนี้
tr: Bu hesaptan iki faktörlü kimlik doğrulamayı kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити двофакторну автентифікацію з цього облікового запису?
zh_hant: 您確定要從此帳戶中刪除雙重認證嗎？

source: Ask after logging in
ar: اسأل بعد تسجيل الدخول
de: Fragen Sie nach der Anmeldung
es: Preguntar después de iniciar sesión
et: Küsi peale sisselogimist
he: שאל לאחר התחברות
id: Tanyakan setelah masuk
it: Chiedi dopo aver effettuato l'accesso
nl: Vraag na inloggen
pl: Zapytaj po zalogowaniu
pt: Pergunte após fazer login
ru: Спросить после входа в систему
sv: Fråga efter inloggning
th: ถามหลังจากเข้าสู่ระบบ
tr: Giriş yaptıktan sonra sor
uk: Запитувати після входу
zh_hant: 登入後詢問

source: Ask on every page
ar: اسأل في كل صفحة
de: Auf jeder Seite fragen
es: Pregunta en cada página
et: Küsi igal lehel
he: שאל בכל עמוד
id: Tanyakan di setiap halaman
it: Chiedi in ogni pagina
nl: Vraag het op elke pagina
pl: Pytaj na każdej stronie
pt: Pergunte em todas as páginas
ru: Спрашивайте на каждой странице
sv: Fråga på varje sida
th: สอบถามได้ทุกหน้าครับ
tr: Her sayfada sor
uk: Запитуйте на кожній сторінці
zh_hant: 在每個頁面上詢問

source: Changed the 2FA setting.
ar: تم تغيير إعداد 2FA.
de: Die 2FA-Einstellung wurde geändert.
es: Cambió el ajuste de 2FA.
et: Muutis seadet 2FA.
he: שינתה את הגדרת 2FA.
id: Mengubah pengaturan 2FA.
it: Cambiato l'impostazione 2FA.
nl: De 2FA-instelling zijn gewijzigd.
pl: Zmieniono ustawienie 2FA.
pt: Alterou a configuração do 2FA.
ru: Настройка 2FA изменена.
sv: Ändrade 2FA-inställningen.
th: เปลี่ยนการตั้งค่า 2FA
tr: 2FA ayarını değiştirdi.
uk: Змінено налаштування 2FA.
zh_hant: 改变了2FA的设置。

source: Copied to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
et: Kopeeritud lõikelauale
he: הועתק ללוח
id: Disalin ke papan klip
it: Copiato negli appunti
nl: Gekopieerd naar het klembord
pl: Skopiowane do schowka
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
sv: Kopieras till Urklipp
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
zh_hant: 複製到剪貼板

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
et: Kopeeri
he: עותק
id: Salin
it: Copia
nl: Kopieer
pl: Kopiuj
pt: Cópia
ru: Копировать
sv: Kopiera
th: สำเนา
tr: Kopyala
uk: Копія
zh_hant: 复制

source: Default configuration
ar: التكوين الافتراضي
de: Standardkonfiguration
es: Configuración por defecto
et: Vaikekonfiguratsioon
he: תצורת ברירת מחדל
id: Konfigurasi default
it: Configurazione predefinita
nl: Standaardconfiguratie
pl: Konfiguracja domyślna
pt: Configuração predefinida
ru: Конфигурация по умолчанию
sv: Standardkonfiguration
th: การกำหนดค่าเริ่มต้น
tr: Varsayılan yapılandırma
uk: Конфігурація за замовчуванням
zh_hant: 默认配置
