Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Your current password has expired, is not strong enough, or has been found in <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">public records containing passwords appearing in data breaches</a>.
ar: انتهت صلاحية كلمة المرور الحالية، أو ليست قوية بما يكفي، أو تم العثور عليها في <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">السجلات العامة التي تحتوي على كلمات مرور تظهر في خروقات البيانات</a>.
de: Ihr aktuelles Passwort ist abgelaufen, nicht stark genug oder wurde in <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">öffentlichen Aufzeichnungen gefunden, die Passwörter enthalten, die bei</a>Datenlecks auftauchen.
es: Su contraseña actual ha caducado, no es lo suficientemente segura o se ha encontrado en <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">registros públicos que contienen contraseñas que aparecen en violaciones de datos</a>.
et: Teie praegune parool on aegunud, ei ole piisavalt tugev või on leitud <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">avalikest registritest, mis sisaldavad paroole, mis esinesid andmetega seotud rikkumiste korral</a>.
he: הסיסמה הנוכחית שלך פג, אינה חזקה מספיק, או שנמצאה ברשומות ציבוריות <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">המכילות סיסמאות המופיעות בפרצות נתונים</a>.
id: Kata sandi Anda saat ini telah kedaluwarsa, tidak cukup kuat, atau ditemukan di <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">catatan publik yang berisi kata sandi yang muncul dalam pelanggaran data</a>.
it: La tua password attuale è scaduta, non è sufficientemente sicura o è stata trovata in <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">record pubblici contenenti password risultanti da violazioni dei dati</a>.
nl: Je huidige wachtwoord is verlopen, niet sterk genoeg of is gevonden in <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">openbare documenten met wachtwoorden die zijn opgedoken bij datalekken</a>.
pl: Twoje obecne hasło wygasło, nie jest wystarczająco silne lub zostało znalezione w <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">rejestrach publicznych zawierających hasła pojawiające się w przypadku naruszeń bezpieczeństwa danych</a>.
pt: Sua senha atual expirou, não é forte o suficiente ou foi encontrada em <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">registros públicos contendo senhas que aparecem em violações de dados</a>.
ru: Срок действия вашего текущего пароля истек, он недостаточно надежен или был найден в <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">общедоступных записях, содержащих пароли, возникшие в результате утечки данных</a>.
sv: Ditt nuvarande lösenord har gått ut, är inte tillräckligt starkt eller har hittats i <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">offentliga register som innehåller lösenord som förekommer vid dataintrång</a>.
th: รหัสผ่านปัจจุบันของคุณหมดอายุ ไม่รัดกุมเพียงพอ หรือพบใน <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">บันทึกสาธารณะที่มีรหัสผ่านที่ปรากฏในการละเมิดข้อมูล</a>
tr: Mevcut şifrenizin süresi dolmuş, yeterince güçlü değil veya veri ihlallerinde görünen şifreleri içeren <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">herkese açık kayıtlarda</a>bulundu.
uk: Термін дії вашого поточного пароля закінчився, він недостатньо надійний або його було знайдено в <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">публічних записах, які містять паролі, які з’являються під час витоку даних</a>.
zh_hant: 您目前的密碼已過期、強度不夠，或已在 <a href="https://haveibeenpwned.com/Passwords" target="_blank" rel="noreferrer noopener">公共記錄中發現，其中包含出現在資料外洩中的密碼</a>。

source: Your email
ar: بريدك الالكتروني
de: Ihre E-Mail
es: Su correo electrónico
et: Sinu email
he: האימייל שלך
id: Email mu
it: La tua email
nl: Je e-mail
pl: Twój e-mail
pt: O seu e-mail
ru: Ваш адрес электронной почты
sv: Din email
th: อีเมลของคุณ
tr: E-posta adresiniz
uk: Ваша електронна адреса
zh_hant: 您的邮箱

source: Your email or username
ar: بريدك الإلكتروني أو اسم المستخدم
de: Ihre E-Mail oder Ihr Benutzername
es: Su correo o nombre de usuario
et: Teie e-posti aadress või kasutajanimi
he: הדוא"ל או שם המשתמש שלך
id: Nama e-mail anda
it: La tua email o il tuo nome utente
nl: Je e-mail of gebruikersnaam
pl: Twój e-mail lub nazwa użytkownika
pt: O seu e-mail ou nome de utilizador
ru: Ваш адрес электронной почты или имя пользователя
sv: Ditt mail eller användarnamn
th: อีเมลหรือชื่อผู้ใช้ของคุณ
tr: Kullanıcı adınız yada e-postanız
uk: Ваша електронна адреса або ім’я користувача
zh_hant: 您的电子邮件或用户名

source: Your password has been changed
ar: تم تغيير كلمة السر الخاصة بك
de: Ihr Passwort wurde geändert
es: Tu contraseña ha sido cambiada
et: Teie parooli on muudetud
he: סיסמתך שונתה
id: Kata sandi Anda telah diubah
it: La tua password è stata modificata
nl: Uw wachtwoord is gewijzigd
pl: Twoje hasło zostało zmienione
pt: Sua senha foi mudada
ru: Ваш пароль был изменен
sv: Ditt lösenord har ändrats
th: รหัสผ่านของคุณถูกเปลี่ยน
tr: Şifreniz değiştirildi
uk: Ваш пароль був змінений
zh_hant: 您的密碼已被更改

source: Your password has been reset
ar: تم إعادة تعيين كلمة المرور الخاصة بك
de: Ihr Passwort wurde zurückgesetzt
es: Su contraseña ha sido restablecida
et: Teie parool on lähtestatud
he: הסיסמה שלך אופסה
id: Kata sandi Anda telah disetel ulang
it: La tua password è stata resettata
nl: Je wachtwoord is gereset
pl: Twoje hasło zostało zresetowane
pt: A sua senha foi redefinida
ru: Ваш пароль был сброшен
sv: ditt lösenord har blivit återställt
th: รีเซ็ตรหัสผ่านของคุณแล้ว
tr: Şifreniz sıfırlandı
uk: Ваш пароль скинуто
zh_hant: 您的密码已被重置

source: Your username is
ar: اسم المستخدم الخاص بك هو
de: Dein Benutzername ist
es: Su nombre de usuario es
et: Teie kasutajanimi on
he: שם המשתמש שלך הוא
id: Nama pengguna Anda adalah
it: Il tuo nome utente è
nl: Jouw gebruikersnaam is
pl: Twoja nazwa użytkownika to
pt: Seu nome de usuário é
ru: Ваше имя пользователя
sv: Ditt användarnamn är
th: ชื่อผู้ใช้ของคุณคือ
tr: Kullanıcı adınız
uk: Ваше ім'я користувача
zh_hant: 您的用戶名是

source: an hour
ar: ساعة
de: eine Stunde
es: una hora
et: tund
he: שעה
id: satu jam
it: un'ora
nl: een uur
pl: godzina
pt: uma hora
ru: час
sv: en timma
th: หนึ่งชั่วโมง
tr: bir saat
uk: годину
zh_hant: 一小时

source: external service
ar: خدمة خارجية
de: externer Service
es: servicio externo
et: välisteenistus
he: שירות חיצוני
id: layanan eksternal
it: servizio esterno
nl: externe dienst
pl: usługa zewnętrzna
pt: serviço externo
ru: внешнюю службу
sv: extern tjänst
th: บริการภายนอก
tr: dış hizmet
uk: зовнішній сервіс
zh_hant: 外部服务

source: or
ar: أو
de: oder
es: o
et: või
he: אוֹ
id: atau
it: o
nl: of
pl: lub
pt: ou
ru: или
sv: eller
th: หรือ
tr: ya da
uk: або
zh_hant: 或

source: or you can enter the password that you have for
ar: أو يمكنك إدخال كلمة المرور التي لديك
de: oder Sie können das Passwort eingeben, für das Sie sich entschieden haben
es: o puede ingresar la contraseña que tiene para
et: või võite sisestada parooli, mille jaoks teil on olemas
he: או שתוכל להזין את הסיסמה שיש לך
id: atau Anda dapat memasukkan kata sandi yang Anda miliki
it: oppure potete inserire la password che avete per
nl: of je kan het wachtwoord invoeren dat je hebt voor
pl: lub możesz wprowadzić hasło, które posiadasz dla
pt: ou você pode inserir a senha que você tem para
ru: или вы можете ввести пароль, который у вас есть для
sv: eller så kan du ange lösenordet du har till
th: หรือคุณสามารถป้อนรหัสผ่านที่คุณมีสำหรับ
tr: veya sahip olduğunuz şifreyi girebilirsiniz
uk: або Ви можете ввести пароль, який у Вас є для
zh_hant: 或者您可以输入您拥有的密码

source: the service
ar: الخدمة
de: die Dienstleistung
es: el servicio
et: teenust
he: השירות
id: pelayanan
it: il servizio
nl: de dienst
pl: usługa
pt: o serviço
ru: служба
sv: tjänsten
th: บริการ
tr: hizmet
uk: сервіс
zh_hant: 该处

source: <i>Unknown</i>
ar: <i>غير معروف</i>
de: <i>unbekannt</i>
es: <i>Desconocido</i>
et: <i>Tundmatu</i>
he: <i>לא ידוע</i>
id: <i>Tidak diketahui</i>
it: <i>sconosciuto</i>
nl: <i>Onbekend</i>
pl: <i>Nieznane</i>
pt: <i>Desconhecido</i>
ru: <i>Неизвестно</i>
sv: <i>Okänd</i>
th: <i>ไม่ทราบ</i>
tr: <i>Bilinmeyen</i>
uk: <i>Невідомо</i>
zh_hant: <i>未知</i>

source: Admin Backups
ar: النسخ الاحتياطي المسؤول
de: Backups administrieren
es: Copias de seguridad de Administrador
et: Administraatori varukoopiad
he: גיבויים של מנהל מערכת
id: Admin cadangan
it: Backup dell'amministratore
nl: Beheerdersback-ups
pl: Kopie zapasowe administratora
pt: Cópias de Segurança de Administração
ru: Администрирование бэкапа
sv: Admin-säkerhetskopior
th: การสำรองข้อมูลของผู้ดูแลระบบ
tr: Yönetici Yedeklemeleri
uk: Резервні копії адміністратора
zh_hant: 管理备份

source: After the page has been restored, you will be redirected to the edit page.
ar: بعد استعادة الصفحة، سيتم إعادة توجيهك إلى صفحة التحرير.
de: Nachdem die Seite wiederhergestellt wurde, werden Sie zur Bearbeitungsseite weitergeleitet.
es: Una vez restaurada la página, serás redirigido a la página de edición.
et: Pärast lehe taastamist suunatakse teid redigeerimislehele.
he: לאחר שחזור הדף, תופנה לדף העריכה.
id: Setelah halaman dipulihkan, Anda akan diarahkan ke halaman edit.
it: Dopo il ripristino della pagina verrai reindirizzato alla pagina di modifica.
nl: Nadat de pagina is hersteld, wordt u doorgestuurd naar de bewerkingspagina.
pl: Po przywróceniu strony zostaniesz przekierowany na stronę edycji.
pt: Após a restauração da página, você será redirecionado para a página de edição.
ru: После восстановления страницы вы будете перенаправлены на страницу редактирования.
sv: Efter att sidan har återställts omdirigeras du till redigeringssidan.
th: หลังจากที่หน้าได้รับการคืนค่าแล้ว คุณจะถูกส่งต่อไปยังหน้าแก้ไข
tr: Sayfa geri yüklendikten sonra düzenleme sayfasına yönlendirileceksiniz.
uk: Після відновлення сторінки ви будете перенаправлені на сторінку редагування.
zh_hant: 頁面恢復後，您將被重新導向到編輯頁面。

source: Are you sure you want to revert to this version?
ar: هل أنت متأكد أنك تريد العودة إلى هذا الإصدار؟
de: Sind Sie sicher, dass Sie auf diese Version zurückgreifen möchten?
es: ¿Estas seguro de volver a esta versión?
et: Kas soovite kindlasti sellele versioonile naasta?
he: האם אתה בטוח שברצונך לחזור לגרסה זו?
id: Apakah anda yakin anda ingin kembali kedalam versi ini?
it: Sei sicuro di voler tornare a questa versione?
nl: Weet je zeker dat je deze versie wilt terugzetten?
pl: Czy na pewno chcesz wrócić do tej wersji?
pt: Tem a certeza que quer reverter para esta versão?
ru: Вы уверены, что хотите вернуться к этой версии?
sv: Är du säker på att du vill återkomma till denna version?
th: แน่ใจไหมว่าต้องการเปลี่ยนกลับเป็นเวอร์ชันนี้
tr: Bu sürüme geri dönmek istediğinizden emin misini?
uk: Ви впевнені, що хочете повернутися до цієї версії?
zh_hant: 确认恢复到这个版本？

source: At any moment you can make a backup of your system.
ar: يمكنك عمل نسخة احتياطية من نظامك في أي لحظة.
de: Sie können jederzeit ein Backup Ihres Systems anlegen.
es: En cualquier momento puedes hacer una copia de seguridad de su sistema.
et: Igal hetkel saate teha oma süsteemist varukoopia.
he: בכל רגע תוכלו לבצע גיבוי של המערכת שלכם.
id: Setiap saat anda bisa membuat cadangan sistem anda.
it: In qualsiasi momento potete fare un backup del vostro sistema.
nl: Op elk moment kan je een backup van je systeem maken.
pl: W każdej chwili możesz wykonać kopię zapasową swojego systemu.
pt: A qualquer momento você pode fazer um backup do seu sistema.
ru: В любой момент вы можете сделать резервную копию вашей системы.
sv: På något ögonblick du kan göra en säkerhetskopia av ditt system.
th: คุณสามารถสำรองข้อมูลระบบของคุณได้ตลอดเวลา
tr: Herhangi bir anda sisteminizin yedeğini oluşturabilirsiniz.
uk: У будь-який момент Ви можете зробити резервну копію своєї системи.
zh_hant: 任何时候你都可以创建系统的备份。

source: Automatic daily backups of the database and uploaded files can be enabled. The backup is done at night and the last 7 backups are kept.
ar: يمكن تفعيل النسخ الاحتياطي اليومي التلقائي لقاعدة البيانات والملفات المُحمّلة. يُجرى النسخ الاحتياطي ليلاً، ويُحتفظ بالنسخ الاحتياطية السبعة الأخيرة.
de: Automatische tägliche Backups der Datenbank und der hochgeladenen Dateien können aktiviert werden. Das Backup wird nachts durchgeführt und die letzten 7 Backups werden aufbewahrt.
es: Se pueden habilitar copias de seguridad diarias automáticas de la base de datos y de los archivos subidos. La copia de seguridad se realiza por la noche y se conservan las últimas 7 copias.
et: Lubada saab andmebaasi ja üleslaaditud failide automaatse igapäevase varukoopia tegemise. Varundamine tehakse öösel ja 7 viimast varukoopiat säilitatakse.
he: ניתן להפעיל גיבויים יומיים אוטומטיים של מסד הנתונים וקבצים שהועלו. הגיבוי נעשה בלילה ו-7 הגיבויים האחרונים נשמרים.
id: Pencadangan harian otomatis dari basis data dan file yang diunggah dapat diaktifkan. Pencadangan dilakukan pada malam hari dan 7 cadangan terakhir disimpan.
it: È possibile abilitare backup giornalieri automatici del database e dei file caricati. Il backup viene eseguito di notte e vengono conservati gli ultimi 7 backup.
nl: Automatische dagelijkse back-ups van de database en geüploade bestanden kunnen worden ingeschakeld. De back-up wordt 's nachts gemaakt en de laatste 7 back-ups worden bewaard.
pl: Można włączyć automatyczne codzienne kopie zapasowe bazy danych i przesłanych plików. Kopia zapasowa jest wykonywana w nocy, a ostatnich 7 kopii zapasowych jest przechowywanych.
pt: Backups diários automáticos do banco de dados e arquivos enviados podem ser habilitados. O backup é feito à noite e os últimos 7 backups são mantidos.
ru: Можно включить автоматическое ежедневное резервное копирование базы данных и загруженных файлов. Резервное копирование выполняется ночью, и сохраняются последние 7 резервных копий.
sv: Automatisk daglig säkerhetskopiering av databasen och uppladdade filer kan aktiveras. Säkerhetskopieringen görs på natten och de sista 7 säkerhetskopiorna behålls.
th: สามารถเปิดใช้งานการสำรองข้อมูลฐานข้อมูลและไฟล์ที่อัปโหลดโดยอัตโนมัติทุกวัน การสำรองข้อมูลจะดำเนินการในเวลากลางคืนและจะเก็บข้อมูลสำรอง 7 รายการล่าสุดไว้
tr: Veritabanının ve yüklenen dosyaların otomatik günlük yedeklemeleri etkinleştirilebilir. Yedekleme gece yapılır ve son 7 yedekleme saklanır.
uk: Можна ввімкнути автоматичне щоденне резервне копіювання бази даних і завантажених файлів. Резервне копіювання виконується вночі, і зберігаються останні 7 резервних копій.
zh_hant: 可以啟用資料庫和上傳檔案的每日自動備份。備份在晚上進行，並保留最後 7 個備份。

source: Back to the edit page
ar: العودة إلى صفحة التحرير
de: Zurück zur Bearbeitungsseite
es: Regresar a la página de edición
et: Tagasi redigeerimislehele
he: חזרה לדף העריכה
id: Kembali ke halaman edit
it: Torna alla pagina di modifica
nl: Terug naar de edit pagina.
pl: Powrót do strony edycji
pt: Voltar para a página de edição
ru: Назад на страницу редактирования
sv: Tillbaka till redigeringssidan
th: กลับไปที่หน้าแก้ไข
tr: Düzenleme sayfasına geri dön
uk: Повернутися до сторінки редагування
zh_hant: 回到编辑页面

source: Backup
ar: دعم
de: Sicherung
es: Respaldo
et: Varundamine
he: גיבוי
id: Cadangkan
pl: Kopie zapasowe
pt: Cópia de segurança
ru: Резервное копирование
sv: Säkerhetskopiering
th: การสำรองข้อมูล
tr: Yedekle
uk: Резервне копіювання
zh_hant: 备份

source: Backup &amp; Restore
ar: استعادة النسخ الاحتياطي &amp;
de: Sicherung &amp; Wiederherstellen
es: Copia de seguridad &amp; Restauración
et: Varundamine &amp; Taasta
he: גיבוי &amp; שחזר
id: Cadangan &amp; Mengembalikan
nl: Backup &amp; Terugzetten
pl: Kopia zapasowa i przywróć
pt: Backup &amp; Restaurar
ru: Резервное копирование &amp; Восстановление
sv: Backup &amp; Återställ
th: สำรองข้อมูล &amp; คืนค่า
tr: Yedekle &amp; Geri Yükle
uk: Резервна копія &amp; Відновлення
zh_hant: 备份 &amp; 恢复

source: Backup and restore options for your content.
ar: خيارات النسخ الاحتياطي والاستعادة للمحتوى الخاص بك.
de: Sicherungs- und Wiederherstellungsoptionen für Ihre Inhalte.
es: Opciones de Copia de seguridad y Restauración para su contenido.
et: Teie sisu varundamise ja taastamise valikud.
he: אפשרויות גיבוי ושחזור לתוכן שלך.
id: Backup dan restore pilihan untuk konten anda.
it: Opzioni di backup e ripristino per i vostri contenuti.
nl: Backup- en terugzetopties voor je gegevens
pl: Opcje tworzenia kopii zapasowych i przywracania zawartości.
pt: Opções de backup e restauração para o seu conteúdo.
ru: Параметры резервного копирования и восстановления содержимого.
sv: Säkerhetskopiering och återställning alternativ för ditt innehåll.
th: สำรองและกู้คืนตัวเลือกสำหรับเนื้อหาของคุณ
tr: İçeriğiniz için yedekleme ve yeniden yükleme seçenekleri.
uk: Варіанти резервного копіювання та відновлення вашого вмісту.
zh_hant: 站点内容的备份和恢复选项。

source: Backups
ar: النسخ الاحتياطية
es: Copias de Seguridad
et: Varukoopiad
he: גיבויים
id: Cadangkan
pl: Kopie zapasowe
pt: Cópias de segurança
ru: Резервные копии
sv: Säkerhetskopior
th: การสำรองข้อมูล
tr: Yedekler
uk: Резервні копії
zh_hant: 备份

source: By default the backup of the database and files are not encrypted. It is possible to encrypt the backups. This makes it safer to store them on an external server.
ar: بشكل افتراضي، لا يتم تشفير النسخة الاحتياطية من قاعدة البيانات والملفات. من الممكن تشفير النسخ الاحتياطية. وهذا يجعل تخزينها على خادم خارجي أكثر أمانًا.
de: Standardmäßig werden die Backups der Datenbank und Dateien nicht verschlüsselt. Es ist möglich, die Backups zu verschlüsseln. Dadurch ist es sicherer, sie auf einem externen Server zu speichern.
es: De forma predeterminada, la copia de seguridad de la base de datos y los archivos no están cifradas. Es posible cifrar las copias de seguridad. Esto hace que sea más seguro almacenarlos en un servidor externo .
et: Vaikimisi ei ole andmebaasi ja failide varukoopiad krüptitud. Varukoopiaid on võimalik krüpteerida . See muudab nende salvestamise välisserverisse turvalisemaks.
he: כברירת מחדל, הגיבוי של מסד הנתונים והקבצים אינם מוצפנים. אפשר להצפין את הגיבויים. זה עושה את זה בטוח יותר לאחסן אותם בשרת חיצוני .
id: Secara default, cadangan database dan file tidak dienkripsi. mungkin untuk mengenkripsi cadangan. Ini membuatnya lebih aman untuk menyimpannya di server eksternal .
it: Per impostazione predefinita, il backup del database e dei file non è crittografato. È possibile crittografare i backup. Ciò rende più sicuro archiviarli su un server esterno.
nl: Standaard worden de back-ups van de database en bestanden niet versleuteld. Het is mogelijk om de back-ups te versleutelen. Dit maakt het veiliger om ze op een externe server op te slaan.
pl: Domyślnie kopia zapasowa bazy danych i plików nie jest szyfrowana. Szyfrowanie kopii zapasowych jest możliwe. Dzięki temu bezpieczniejsze jest przechowywanie ich na serwerze zewnętrznym.
pt: Por padrão, o backup do banco de dados e dos arquivos não é criptografado. É possível criptografar os backups. Isso torna mais seguro armazená-los em um servidor externo .
ru: По умолчанию резервная копия базы данных и файлов не шифруются. возможно зашифровать резервные копии. Это делает их безопаснее хранить на внешнем сервере .
sv: Som standard är säkerhetskopian av databasen och filerna inte krypterade. Det är möjligt att kryptera säkerhetskopiorna. Detta gör det säkrare att lagra dem på en extern server.
th: โดยค่าเริ่มต้น การสำรองข้อมูลของฐานข้อมูลและไฟล์จะไม่ได้รับการเข้ารหัส คุณสามารถเข้ารหัสข้อมูลสำรองได้ ซึ่งทำให้การจัดเก็บข้อมูลสำรองบนเซิร์ฟเวอร์ภายนอก ปลอดภัยยิ่งขึ้น
tr: Varsayılan olarak veritabanının ve dosyaların yedeği şifrelenmez. Yedeklemeleri şifrelemek mümkündür. Bu, bunları harici bir sunucuda saklamayı daha güvenli hale getirir.
uk: За замовчуванням резервна копія бази даних і файлів не зашифрована. можна зашифрувати резервні копії. Це робить безпечнішим їх зберігання на зовнішньому сервері.
zh_hant: 預設情況下，資料庫和檔案的備份不加密。可以 加密備份。這使得將它們儲存在 外部伺服器上更加安全。

source: Changes since
ar: التغييرات منذ ذلك الحين
de: Änderungen seit
es: Cambios desde
et: Muutused alates
he: שינויים מאז
id: Perubahan sejak
it: Cambiamenti dal
nl: Veranderingen sinds
pl: Zmiany od czasu
pt: Mudanças desde
ru: Изменения после
sv: Ändringar sedan
th: การเปลี่ยนแปลงตั้งแต่
tr: Tarihinden itibaren yapılan değişiklikler
uk: Зміни з того часу
zh_hant: 变化自

source: Check and possibly restore an earlier version of your page.
ar: تحقق وربما استعد نسخة سابقة من صفحتك.
de: Prüfen Sie eine frühere Version Ihrer Seite und stellen Sie diese eventuell wieder her.
es: Compruebe y posiblemente restaure una versión anterior para su pagina.
et: Kontrollige ja võib-olla taastage oma lehe varasem versioon.
he: בדוק ואפשר לשחזר גרסה קודמת של הדף שלך.
id: Memeriksa dan mungkin mengembalikan versi sebelumnya dari halaman anda.
it: Controlla ed eventualmente ripristina una versione precedente della tua pagina.
nl: Controleer en optioneel herstel een eerdere versie van je pagina.
pl: Sprawdź i ewentualnie przywróć wcześniejszą wersję swojej strony.
pt: Verifique e possivelmente restaure uma versão anterior da sua página.
ru: Проверьте и, возможно, восстановите более раннюю версию вашей страницы.
sv: Kontrollera och eventuellt återställa en tidigare version av din sida.
th: ตรวจสอบและอาจกู้คืนเวอร์ชันก่อนหน้าของเพจของคุณ
tr: Sayfanızın daha önce tarihli bir sürümünü kontrol edin ve muhtemelen geri yükleyin.
uk: Перевірте та, можливо, відновіть попередню версію вашої сторінки.
zh_hant: 检查并恢复到页面的先前版本。
