Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: You are using the <b>published</b> version of the access control rules.
ar: أنت تستخدم النسخة <b>المنشورة</b> من قواعد التحكم في الوصول.
de: Sie verwenden die <b>veröffentlichte</b> Version der Zugriffskontrollregeln.
es: Estas usando la versión <b>publicada</b> de las reglas de control de acceso.
et: Kasutate juurdepääsu kontrollireeglite <b>avaldatud</b> versiooni.
he: אתה משתמש <b>שפורסם</b> הגרסה של כללי בקרת גישה.
id: Anda menggunakan aturan kontrol akses versi <b>diterbitkan</b>.
it: Stai usando la versione <b>pubblicata</b> delle regole di controllo dell'accesso.
nl: Je gebruikt nu de <b>gepubliceerde</b> versie van de toegangsregels.
pl: Używasz <b>opublikowanej</b> wersji zasad kontroli dostępu.
pt: Você está usando a versão <b>publicada</b> das regras de controle de acesso.
ru: Вы используете <b>опубликованную</b> версию правил контроля доступа.
sv: Du använder den <b>publicerad</b> versionen av reglerna för åtkomstkontroll.
th: คุณกำลังใช้กฎการควบคุมการเข้าถึงเวอร์ชัน <b>เผยแพร่</b>
tr: Erişim kontrol kurallarının <b>yayınlanmış</b> sürümünü kullanıyorsunuz.
uk: Ви використовуєте <b>опубліковану</b> версію правил контролю доступу.
zh_hant: 您正在使用 <b>已發行</b> 版本的訪問流覽控制規則。

source: You are using the <b>test</b> version of the access control rules.
ar: أنت تستخدم نسخة <b>اختبار</b> قواعد التحكم في الوصول.
de: Sie verwenden die <b>-Test</b> -Version der Zugriffskontrollregeln.
es: Estas usando la versión de<b>prueba</b> de las reglas de control de acceso.
et: Kasutate juurdepääsu kontrollireeglite versiooni <b>test</b>.
he: אתה משתמש בגרסת <b>מבחן</b> של כללי בקרת הגישה.
id: Anda menggunakan versi <b>menguji</b>i aturan kontrol akses.
it: Stai usando la versione <b>di test</b> delle regole di controllo dell'accesso.
nl: Je gebruikt nu de <b>testversie</b> van de toegangsregels.
pl: Używasz <b>testu</b> wersji reguł kontroli dostępu.
pt: Você está usando a versão <b>teste</b> das regras de controle de acesso.
ru: Вы используете <b>тестовую</b> версию правил контроля доступа.
sv: Du använder den <b>test</b> version av access control regler.
th: คุณกำลังใช้กฎการควบคุมการเข้าถึงเวอร์ชัน <b>test</b>
tr: Erişim kontrol kurallarının <b>test</b> sürümünü kullanıyorsunuz.
uk: Ви використовуєте <b>тестову версію</b> правил контролю доступу.
zh_hant: 您正在使用 <b>测试</b> 版本的访问控制规则。

source: You can switch back to the published access control rules by:
ar: يمكنك التبديل مرة أخرى إلى قواعد التحكم في الوصول المنشورة و ذالك بواسطة:
de: Sie können zurück zu den veröffentlichten Zugriffssteuerungsregeln wechseln, indem Sie:
es: Puede volver a las reglas de control de acceso publicadas por:
et: Avaldatud juurdepääsu kontrollireeglite juurde saate tagasi minna järgmiselt.
he: תוכל לחזור לכללי בקרת הגישה שפורסמו על ידי:
id: Anda dapat beralih kembali untuk menerbitkan akses kontrol aturan oleh:
it: È possibile tornare alle regole di controllo dell'accesso pubblicate:
nl: Je kunt terug naar de gepubliceerde toegangsregels door:
pl: Możesz powrócić do opublikowanych zasad kontroli dostępu przez:
pt: Você pode retornar às regras de controle de acesso publicadas por:
ru: Вы можете вернуться к опубликованным правилам контроля доступа:
sv: Du kan växla tillbaka till den publicerade tillgång regler för kontroll av:
th: คุณสามารถเปลี่ยนกลับไปใช้กฎการควบคุมการเข้าถึงที่เผยแพร่โดย:
tr: Yayınlanan erişim kontrolü kurallarına geri şöyle dönebilirsiniz:
uk: Ви можете повернутися до опублікованих правил контролю доступу:
zh_hant: 您可以通過以下方法切換回已發布的訪問控制規則：

source: You can:
ar: يمكنك:
de: Sie können:
es: Tu puedes:
et: Sa saad:
he: אתה יכול:
id: Kamu dapat:
it: È possibile:
nl: Je kunt:
pl: Możesz:
pt: Você pode:
ru: Вы можете:
sv: Du kan:
th: คุณสามารถ:
tr: Şunları yapabilirsiniz:
uk: Ви можете:
zh_hant: 你可以:

source: You have to use a special URL, as provided by the an editor or administrator.
ar: يتوجب عليك استخدام رابط URL خاص، كما هو منصوص عليه من قبل المحرر و المسؤول.
de: Sie müssen eine spezielle URL verwenden, die von einem Redakteur oder Administrator bereitgestellt wird.
es: Debe usar una URL especial, según lo dispuesto por el editor o administrador.
et: Peate kasutama redaktori või administraatori pakutavat spetsiaalset URL-i.
he: עליך להשתמש בכתובת אתר מיוחדת, כפי שמספק העורך או מנהל המערכת.
id: Anda harus menggunakan URL khusus, seperti yang disediakan oleh pengarang atau pengurus.
it: Devi usare un URL speciale, fornito da un editore o da un amministratore.
nl: Je moet een speciale URL gebruiken, die je van een redacteur of beheerder hebt ontvangen.
pl: Musisz użyć specjalnego adresu URL, podanego przez edytora lub administratora.
pt: Você deve usar um URL especial fornecido por um editor ou administrador.
ru: Вы должны использовать специальный URL, предоставленный редактором или администратором.
sv: Du måste använda en särskild URL, som tillhandahålls av en redaktör eller administratör.
th: คุณต้องใช้ URL พิเศษตามที่บรรณาธิการหรือผู้ดูแลระบบให้มา
tr: Düzenleyici ya da yönetici tarafından sağlanan özel bir URL kullanabilirsiniz.
uk: Ви повинні використовувати спеціальну URL-адресу, яку надає редактор або адміністратор.
zh_hant: 你必須用編輯或行政管理者供應的特別的 URL。

source: all
ar: جميع
de: alle
es: todo
et: kõik
he: את כל
id: sekalian
it: tutti
nl: alles
pl: wszystko
pt: todos
ru: все
sv: Allt
th: ทั้งหมด
tr: tümü
uk: всі
zh_hant: 全部都

source: clicking on <b>Use published rules</b> below
ar: النقر على <b>استخدام القواعد المنشورة</b> أدناه
de: Anklicken von <b>Veröffentlichte Regeln verwenden</b> unten
es: haciendo click en <b> Usar reglas publicadas </b> a continuación
et: klõpsates nuppu <b>Kasuta allpool avaldatud reegleid</b>
he: לחיצה על <b>השתמש בכללים שפורסמו</b> למטה
id: klik <b>Menggunakan peraturan yang diterbitkan</b> di bawah ini
it: cliccando su <b>Utilizzare le regole pubblicate</b> qui sotto
nl: op de knop ‘Gebruik gepubliceerde regels’ hieronder te klikken
pl: klikając na <b>Użyj opublikowanych reguł</b> poniżej
pt: clicando em <b>Usar regras publicadas</b> abaixo
ru: нажав на <b>Использовать опубликованные правила</b> ниже
sv: att klicka på <b>Använd publicerade regler</b> nedan
th: คลิกที่ <b>ใช้กฎที่เผยแพร่</b> ด้านล่าง
tr: aşağıdaki <b>Yayınlanmış kuralları kullan</b>'a tıklayarak
uk: натиснувши <b>Використовуйте опубліковані правила</b> нижче
zh_hant: 點擊以下 <b>使用已發布規則</b>

source: closing this browser tab
ar: إغلاق علامة تبويب المتصفح
de: Schließen dieser Browser-Registerkarte
es: cerrando esta pestaña del navegador
et: selle brauseri vahelehe sulgemine
he: סגירת כרטיסיית דפדפן זו
id: menutup tab browser ini
it: chiudere questa scheda del browser
nl: dit browsertabblad te sluiten
pl: zamknij zakładkę przeglądarki
pt: fechar este separador do browser
ru: закрыв эту вкладку браузера
sv: stänger denna webbläsarflik
th: ปิดแท็บเบราว์เซอร์นี้
tr: bu tarayıcı sekmesinin kapatılması
uk: закриття цієї вкладки браузера
zh_hant: 關閉這個流覽器空間 (tab)

source: delete (acl action)
ar: احذف (إجراء acl)
de: löschen
es: eliminar (acción de acl)
et: kustuta (acl-toiming)
he: מחק (פעולת acl)
id: hapus (tindakan acl)
it: cancellare (azione acl)
nl: verwijder
pl: usuń (akcja ACL)
pt: apagar (ação acl)
ru: удалить (действие в acl)
sv: ta bort (acl-åtgärd)
th: ลบ (การกระทำ acl)
tr: sil (acl eylemi)
uk: видалити (дія acl)
zh_hant: 删除

source: edit (acl action)
ar: قم بتعديل (إجراء acl)
de: bearbeiten
es: editar (acción de acl)
et: muuda (acl-toiming)
he: עריכה (פעולת acl)
id: ubah (tindakan acl)
it: modifica (azione acl)
nl: bewerk
pl: edytuj (akcja ACL)
pt: editar (ação acl)
ru: редактировать (действие в acl)
sv: redigera (acl-åtgärd)
th: แก้ไข (การกระทำ acl)
tr: düzenle (acl eylemi)
uk: редагувати (дія acl)
zh_hant: 修改 (acl 應用)

source: in the group
ar: في المجموعة
de: in der Gruppe
es: en el grupo
et: rühmas
he: בקבוצה
id: dalam kelompok
it: nel gruppo
nl: in de groep
pl: w grupie
pt: no grupo
ru: в группе
sv: i gruppen
th: ในกลุ่ม
tr: grup içerisinde
uk: в групі
zh_hant: 在這群組

source: insert (acl action)
ar: أدرج (إجراء acl)
de: einfügen
es: insertar(acción acl)
et: sisesta (acl-toiming)
he: הוסף (acl action)
id: masukkan (tindakan acl)
it: inserire (azione acl)
nl: toevoegen
pl: wstaw (akcja ACL)
pt: inserir (ação acl)
ru: вставить (действие в acl)
sv: infoga (acl-åtgärd)
th: แทรก (การกระทำ acl)
tr: ekle (acl eylemi)
uk: вставка (дія acl)
zh_hant: 揷入 (acl 應用)

source: link (acl action)
ar: اربط (إجراء acl)
de: verbinden
es: enlace (acción acl)
et: link (ACL-toiming)
he: קישור (פעולת acl)
id: tauntan (tindakan acl)
it: collegamento (azione acl)
nl: koppelen
pl: link (akcja ACL)
pt: link (ação acl)
ru: ссылка (действие в acl)
sv: länk (ACL-åtgärd)
th: ลิงค์ (การกระทำของ acl)
tr: bağlantı (acl eylemi)
uk: посилання (дія acl)
zh_hant: 聯結 (acl 應用)

source: manage own
ar: إدارة نفسك
de: eigene verwalten
es: Administrar por tu cuenta
et: ise hakkama saama
he: לנהל את עצמו
id: mengelola sendiri
it: gestire il proprio
nl: alleen eigen pagina’s
pl: zarządzaj własnym
pt: gerir o seu
ru: самостоятельно управлять
sv: hantera egna
th: จัดการเอง
tr: kendin yönet
uk: керувати своїми
zh_hant: 管理自己的

source: send this URL to somebody else for testing
ar: أرسل رابط URL هذا لشخص آخر للاختبار
de: Sende diese URL zum Testen an eine andere Person
es: envía esta URL a alguien más para probar
et: saada see URL kellelegi teisele testimiseks
he: שלח כתובת אתר זו למישהו אחר לבדיקה
id: kirimkan URL ini ke orang lain untuk pengujian
it: inviare questo URL a qualcun altro per il test
nl: stuur deze URL naar iemand anders om te testen
pl: wyślij ten adres URL do kogoś innego w celu przetestowania
pt: envie este URL para outra pessoa para testar
ru: отправьте этот URL кому-нибудь другому для тестирования.
sv: skicka denna URL för att någon annan för att testa
th: ส่ง URL นี้ไปให้คนอื่นทดสอบ
tr: bu URL'yi test için başkasına gönderin
uk: надіслати цю URL-адресу комусь іншому для тестування
zh_hant: 送這個 URL 給別人做測試

source: use (acl action)
ar: استخدم (إجراء acl)
de: verwenden
es: uso (acción acl)
et: kasutamine (acl-toiming)
he: שימוש (acl action)
id: gunakan (tindakan acl)
it: uso (azione acl)
nl: gebruik (acl actie)
pl: użyj (akcja ACL)
pt: uso (ação acl)
ru: использовать (действие в acl)
sv: användning (acl-åtgärd)
th: ใช้ (การกระทำ acl)
tr: kullan (acl eylemi)
uk: використання (дія acl)
zh_hant: 釆用 (acl 應用)

source: use a private or incognito window in your browser
ar: استخدم نافذة خاصة أو نافذة متخفية في متصفحك
de: Verwenden Sie ein privates oder Inkognito-Fenster in Ihrem Browser
es: use una ventana privada o de incógnito en su navegador
et: kasutage oma brauseris privaatset või inkognito akent
he: השתמש בחלון פרטי או בסתר בדפדפן שלך
id: gunakan jendela pribadi atau penyamaran di browser Anda
it: utilizza una finestra privata o in incognito nel tuo browser
nl: gebruik een privé- of incognitovenster in je browser
pl: użyj okna prywatnego lub incognito w przeglądarce
pt: use uma janela privada ou anônima em seu navegador
ru: используйте приватное окно или окно инкогнито в вашем браузере
sv: använd ett privat eller inkognitofönster i din webbläsare
th: ใช้หน้าต่างส่วนตัวหรือไม่ระบุตัวตนในเบราว์เซอร์ของคุณ
tr: tarayıcınızda özel veya gizli bir pencere kullanın
uk: використовувати приватне або анонімне вікно у вашому браузері
zh_hant: 在瀏覽器中使用私人或隱身視窗

source: use another browser (eg. Chrome if you are now using Firefox)
ar: استخدم متصفح آخر (مثلاً. كروم إذا كنت تستخدم فايرفوكس)
de: einen anderen Browser verwenden (z. B. Chrome, wenn Sie jetzt Firefox verwenden)
es: use otro navegador (p. Ej., Chrome si está usando Firefox ahora)
et: kasutage mõnda muud brauserit (nt Chrome, kui kasutate nüüd Firefoxi)
he: השתמש בדפדפן אחר (למשל, Chrome אם אתה משתמש כעת ב- Firefox)
id: gunakan peramban lain (misalnya Chrome jika anda sedang menggunakan Firefox)
it: utilizzare un altro browser (ad esempio Chrome se ora stai usando Firefox)
nl: openen in een andere browser (bijvoorbeeld Chrome als je nu in Firefox zit)
pl: użyj innej przeglądarki (np. Chrome, jeśli używasz teraz przeglądarki Firefox)
pt: usar outro navegador (por exemplo, Chrome se você está usando Firefox agora)
ru: используйте другой браузер (например, Chrome, если сейчас вы используете Firefox)
sv: använd en annan webbläsare (tex. Chrome om du nu använder Firefox)
th: ใช้เบราว์เซอร์อื่น (เช่น Chrome หากคุณกำลังใช้ Firefox)
tr: başka bir tarayıcı kullanın (örn. Firefox kullanıyorsunuz Chrome'u)
uk: використовувати інший браузер (наприклад, Chrome, якщо ви зараз використовуєте Firefox)
zh_hant: 用另一種流覽器 (例如，改用 Chrome 如果你現在是用 Firefox)

source: view (acl action)
ar: عرض (إجراء acl)
de: Ansehen
es: ver (acción de acl)
et: vaade (acl-toiming)
he: תצוגה (פעולת acl)
id: lihat (tindakan acl)
it: vista (azione acl)
nl: bekijk
pl: zobacz (akcja ACL)
pt: visão (ação acl)
ru: просматривать (действие в acl)
sv: visa (acl-åtgärd)
th: มุมมอง (การกระทำของ acl)
tr: incele (acl eylemi)
uk: перегляд (дія acl)
zh_hant: 流覽 (acl 应用)

source: &lt; Prev
ar: &lt; السابق
de: &lt; Zurück
es: &lt; Anterior
et: &lt; Eelmine
he: &lt; הקודם
id: &lt; Sebelumnya
nl: &lt; Vorige
ru: &lt; Пред.
sv: &lt; Föregående
th: &lt; ก่อนหน้า
tr: &lt; Önceki
uk: &lt; Попередня
zh_hant: &lt; 上一页

source: + add
ar: + إضافة
de: + hinzufügen
es: + Agregar
et: + lisa
he: + הוסף
id: + Tambahkan
it: aggiungere
nl: + voeg toe
pl: + dodaj
pt: adicionar
ru: + добавить
sv: + lägg till
th: + เพิ่ม
tr: + ekle
uk: + додати
zh_hant: + 添加

source: + add page block
ar: + إضافة كتلة الصفحة
de: + Seitenblock hinzufügen
es: + añadir bloque de página
et: + lisa leheplokk
he: + הוסף בלוק עמוד
id: + tambahkan blok halaman
it: + aggiungi blocco pagina
nl: + paginablok toevoegen
pl: + dodaj blok strony
pt: + adicionar bloco de página
ru: + добавить блок страницы
sv: + lägg till sidblock
th: + เพิ่มบล็อคหน้า
tr: + sayfa bloğu ekle
uk: + додати блок сторінок
zh_hant: + 新增頁面區塊

source: <b>Warning:</b> the site will stop and restart.
ar: <b>تحذير:</b> سوف يتوقف الموقع ويعاد تشغيله.
de: <b>Warnung:</b> Die Site wird angehalten und neu gestartet.
es: <b>Advertencia:</b> el sitio se detendrá y se reiniciará.
et: <b>Hoiatus:</b> sait peatub ja taaskäivitub.
he: <b>אזהרה:</b> האתר ייעצר ויתחיל מחדש.
id: <b>Peringatan:</b> situs akan berhenti dan dimulai ulang.
it: <b>Attenzione:</b> il sito si arresterà e si riavvierà.
nl: <b>Waarschuwing:</b> de site zal stoppen en opnieuw opstarten.
pl: <b>Ostrzeżenie:</b> witryna zostanie zatrzymana i uruchomiona ponownie.
pt: <b>Aviso:</b> o site irá parar e reiniciar.
ru: <b>Предупреждение:</b> сайт будет остановлен и перезапущен.
sv: <b>Varning:</b> sajten kommer att stoppa och starta om.
th: <b>คำเตือน:</b> เว็บไซต์จะหยุดและเริ่มใหม่อีกครั้ง
tr: <b>Uyarı:</b> site durdurulup yeniden başlatılacak.
uk: <b>Попередження:</b> сайт зупиниться та перезапуститься.
zh_hant: <b>警告：</b> 站點將停止並重新啟動。

source: <em>Untitled</em>
ar: <em>بدون عنوان</em>
de: <em>Ohne Titel</em>
es: <em>Sin título</em>
et: <em>Pealkirjata</em>
he: <em>ללא כותרת</em>
id: <em>Tanpa Judul</em>
it: <em>Senza titolo</em>
nl: <em>Zonder titel</em>
pl: <em>Bez tytułu</em>
pt: <em>Sem título</em>
ru: <em>Без названия</em>
sv: <em>Namnlös</em>
th: <em>ไม่มีชื่อ</em>
tr: <em>İsimsiz</em>
uk: <em>Без назви</em>
zh_hant: <em>無標題</em>

source: <strong>First</strong> also known as given name, forename or Christen name.<br/><strong>Middle</strong> often shortened to an initial like in <em>John D. Rockefeller</em>.<br/><strong>Surname prefix</strong> like the Dutch <em>van, van de, der</em>.<br/><strong>Surname</strong> also known as family name or last name.
ar: <strong>الأول</strong> أيضا معروف بالاسم أو اسم كريستيان.<br/><strong>الأوسط</strong>غالباً يتم تقصيره مثل <em>جون د. روكفلر</em>.<br/><strong>اللقب البادئ</strong>مثل الهولندية <em>فان،فان دو، در</em>.<br/><strong>اللقب</strong> أيضا معروف كـ الاسم العائلي أو الاسم الأخير.
de: <strong>Vorname</strong> auch bekannt als Vorname, Vorname oder Taufname.<br/><strong>Mittlerer</strong> oft verkürzt auf eine Initiale wie in <em>John D. Rockefeller</em>.<br/><strong>Nachnamenspräfix</strong> wie das niederländische <em>van, van de, der</em>.<br/><strong>Nachname</strong> auch als Familienname oder Nachname bekannt.
es: <strong> Primero </strong> también conocido como nombre de pila, nombre o nombre de bautizo. <br/><strong> Medio</strong> a menudo abreviado a una inicial como en <em>John D. Rockefeller</em><br/><strong> Prefijo del apellido </strong> como el holandés <em>van, van de, der</em>.<br/><strong>Apellido</strong> también conocido como nombre familiar o apellido.
et: <strong>Esimene</strong> tuntud ka eesnime, eesnime või ristinimena.<br/><strong>Keskmine</strong> lühenes sageli initsiaaliks nagu <em>raamatus John D. Rockefeller</em>.<br/><strong>Perekonnanime eesliide</strong> nagu hollandi <em>van, van de, der</em>.<br/><strong>Perekonnanimi</strong> tuntud ka perekonnanime või perekonnanimena.
he: <strong>ראשית</strong> הידועה גם שם שניתן, שמי פרטי או שם Christen.<br/><strong>אמצע</strong> קוצר לעיתים קרובות לראשונית כמו ב <em>ג'ון ד 'רוקפלר</em>.<br/><strong>קידומת שם משפחה</strong> כמו הוואן <em>, ואן דה, דר</em>.<br/><strong>שם משפחה</strong> הידוע גם בשם משפחה או שם משפחה.
id: <strong>Pertama</strong> juga dikenal sebagai nama, nama kecil atau nama Christen.<br/><strong>Tengah</strong> sering disingkat menjadi awal yang seperti di <em>John D. Rockefeller</em>.<br/><strong>Awalan nama belakang</strong> seperti belanda <em>van, van de, der</em>.<br/><strong>Nama keluarga</strong> juga dikenal sebagai nama keluarga atau nama terakhir.
it: <strong>Nome</strong> detto anche nome di battesimo o prenome.<br/><strong>Cognome intermedio</strong> spesso abbreviato negli USA in un'iniziale come in <em>John D. Rockefeller</em>.<br/><strong>Prefisso del cognome</strong> come l'olandese <em>van, van de, der</em>.<br/><strong>Cognome</strong>.
nl: Naamgegevens zijn <strong>Voornaam</strong> (bv. Jan),<br> <strong>Tweede naam</strong> (bv. Hendricus)<br> <strong>Voorvoegsel</strong> (bv. van de), en<br> <strong>Achternaam</strong> (bv. Ven).
pl: <strong>Pierwsze</strong> znane również jako imię lub nadane imię.<br/><strong>Drugie</strong> często skrócone do inicjału, jak w <em>John D. Rockefeller</em>.<br/><strong>Prefiks nazwiska</strong> jak w holenderskim <em>van, van de, der</em>.<br/><strong>Nazwisko</strong> znane także jako nazwisko rodowe lub nazwisko rodzinne.
pt: <strong>Primeiro</strong> também conhecido como nome próprio, nome próprio ou nome de Christen.<br/><strong>Médio</strong> frequentemente abreviado para uma inicial como em <em>John D. Rockefeller</em>.<br/><strong>Prefixo do apelido</strong> como em holandês <em>van, van de, der</em>.<br/><strong>Apelido</strong> também conhecido como sobrenome ou sobrenome.
ru: <strong>Первое имя</strong>, также называемое личное имя или имя, данное при рождении.<br/><strong>Отчество</strong> или второе (среднее) имя, часто сокращается до инициала, как в <em>Джон Д. Рокфеллер</em>.<br/><strong>Префикс фамилии</strong>, наподобие голландских <em>"ван", "ван де" или "дер"</em>.<br/><strong>Фамилия</strong>, также называемая родовое или последнее имя.
sv: <strong>Första</strong> även känd som förnamn, efternamn eller Christen namn.<br/><strong>Mitt</strong> förkortas ofta till en första som i <em>John D. Rockefeller</em>.<br/><strong>Efternamn med prefix</strong> som den holländska <em>van, van de, der</em>.<br/><strong>Efternamn</strong> även känd som släktnamn eller efternamn.
th: <strong>First</strong> หรือที่เรียกว่าชื่อที่กำหนดชื่อหรือชื่อ Christen<br/><strong>กลาง</strong> มักจะสั้นไปเริ่มต้นเหมือนใน <em>จอห์นดี</em><br/><strong>คำนำหน้านามสกุล</strong> เช่น Dutch <em>van, van de, der</em>.<br/><strong>นามสกุล</strong> หรือที่เรียกว่าชื่อสกุลหรือนามสกุล
tr: <strong>İlk</strong> konulan isim, ön isim veya vaftiz ismi olarak da bilinir.<br/><strong>Orta</strong> çoğu zaman <em>John D. Rockefeller</em> gibi ilk harf olarak kısaltılır. <br/><strong>Soyad öneki</strong> <em>van, van de, der</em> gibi.<br/><strong>Soyad</strong> ayn zamanda aile adı olarak da bilinir.
uk: <strong>Ім'я</strong> також відоме як дане ім'я.<br/><strong>По батькові</strong> часто скорочується до початкового, як у <em>Джон Д. Рокфеллер</em>.<br/><strong>Префікс прізвища</strong> як голландський <em>van, van de, der</em>.<br/><strong>Прізвище</strong> також відоме як прізвище за паспортом.
zh_hant: <strong>名字</strong>对应英文的 First Name。<br/><strong>中名</strong>在中文姓名中一般不常见，英文姓名中例如 <em>John D. Rockefeller</em>。<br/><strong>姓前缀</strong>在中文中不常见，荷兰文姓名例如 <em>van, van de, der</em>。<br/><strong>姓</strong>对应与英文的 Last Name。

source: A copy that will remain connected so that a new version can be fetched.
ar: نسخة ستبقى متصلة حتى يمكن جلب نسخة جديدة.
de: Eine Kopie, die verbunden bleibt, damit eine neue Version abgerufen werden kann.
es: Una copia que permanecerá conectada para que se pueda recuperar una nueva versión.
et: Koopia, mis jääb ühendatuks, et saaks tuua uue versiooni.
he: עותק שיישאר מחובר כך שניתן יהיה להביא גרסה חדשה.
id: Salinan yang akan tetap terhubung sehingga versi baru dapat diambil.
it: Una copia che rimarrà collegata in modo da poter recuperare una nuova versione.
nl: Een kopie die verbonden blijft zodat een nieuwe versie kan worden opgehaald.
pl: Kopia, która pozostanie połączona, aby można było pobrać nową wersję.
pt: Uma cópia que permanecerá conectada para que uma nova versão possa ser obtida.
ru: Копия, которая останется подключенной, чтобы можно было загрузить новую версию.
sv: En kopia som förblir ansluten så att en ny version kan hämtas.
th: สำเนาที่จะเชื่อมต่อเพื่อให้สามารถดึงข้อมูลเวอร์ชันใหม่ได้
tr: Yeni bir sürümün alınabilmesi için bağlı kalacak bir kopya.
uk: Копія, яка залишиться підключеною, щоб можна було отримати нову версію.
zh_hant: 將保持連接的副本，以便可以獲取新版本。

source: A local copy, disconnected from the remote site.
ar: نسخة محلية غير متصلة بالموقع البعيد.
de: Eine lokale Kopie, die von der Remote-Site getrennt ist.
es: Una copia local, desconectada del sitio remoto.
et: Kohalik koopia, mis on kaugest saidist lahti ühendatud.
he: עותק מקומי, מנותק מהאתר המרוחק.
id: Salinan lokal, terputus dari situs jarak jauh.
it: Una copia locale, disconnessa dal sito remoto.
nl: Een lokale kopie, losgekoppeld van de externe site.
pl: Kopia lokalna, odłączona od witryny zdalnej.
pt: Uma cópia local, desconectada do site remoto.
ru: Локальная копия, отключенная от удаленного сайта.
sv: En lokal kopia, kopplad från den avlägsna webbplatsen.
th: สำเนาในเครื่อง ยกเลิกการเชื่อมต่อจากไซต์ระยะไกล
tr: Uzak siteyle bağlantısı kesilmiş yerel bir kopya.
uk: Локальна копія, відключена від віддаленого сайту.
zh_hant: 本地副本，與遠程站點斷開連接。

source: About categories
ar: حول الفئات
de: Über Kategorien
es: Acerca de las categorías
et: Kategooriate kohta
he: על קטגוריות
id: Tentang kategori
it: Informazioni sulle categorie
nl: Over categorieën
pl: O kategoriach
pt: Sobre as categorias
ru: О категориях
sv: Om kategorier
th: เกี่ยวกับหมวดหมู่
tr: Kategoriler hakkında
uk: Про категорії
zh_hant: 关于类别

source: About {n} items found.
ar: تم العثور على حوالي {n} عنصر.
de: Ungefähr {n} Artikel gefunden.
es: Cerca de {n} artículos encontrados.
et: Leiti umbes {n} üksust.
he: נמצאו בערך {n} פריטים.
id: Sekitar {n} item ditemukan.
it: Circa {n} articoli trovati.
nl: Ongeveer {n} items gevonden.
pl: Znaleziono około {n} pozycji.
pt: Cerca de {n} itens encontrados.
ru: Найдено около {n} предметов.
sv: Ungefär {n} artiklar hittades.
th: พบสินค้าประมาณ {n} รายการ
tr: Yaklaşık {n} ürün bulundu.
uk: Знайдено близько {n} предметів.
zh_hant: 找到大約 {n} 項目。

source: Access control
ar: التحكم في الوصول
de: Zugriffskontrolle
es: Control de acceso
et: Ligip√§√§s
he: בקרת גישה
id: Kontrol akses
it: Controllo degli accessi
nl: Toegangsrechten
pl: Kontrola dostępu
pt: Controle de acesso
ru: Управление доступом
sv: Åtkomstkontroll
th: การควบคุมการเข้าถึง
tr: Erişim kontrolü
uk: Управління доступом
zh_hant: 允許流覽的控制管理
