Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: If the authentication with the server works.
ar: إذا كانت المصادقة مع الخادم تعمل.
de: Wenn die Authentifizierung beim Server funktioniert.
es: Si la autenticación con el servidor funciona.
et: Kui autentimine serveriga töötab.
he: אם האימות עם השרת עובד.
id: Jika otentikasi dengan server berfungsi.
it: Se l'autenticazione con il server funziona.
nl: Of de authenticatie met de server werkt.
pl: Jeśli uwierzytelnianie z serwerem działa.
pt: Se a autenticação com o servidor funcionar.
ru: Работает ли аутентификация с сервером.
sv: Om autentiseringen med servern fungerar.
th: หากการพิสูจน์ตัวตนกับเซิร์ฟเวอร์ทำงาน
tr: Sunucuyla kimlik doğrulama çalışıyorsa.
uk: Якщо аутентифікація з сервером працює.
zh_hant: 如果與服務器的身份驗證有效。

source: Index of
ar: مؤشر
de: Index von
es: Índice de
et: bestandsoverzicht van
he: אינדקס של
id: Indeks dari
it: Indice di
nl: Index van
pl: Indeks
pt: Índice de
ru: Каталог
sv: Index för
th: ดัชนีของ
tr: İndeksi
uk: Індекс
zh_hant: 索引

source: JSON
ar: جسون
he: ג'סון
zh_hant: JSON格式

source: Login
ar: تسجيل الدخول
de: Anmeldung
es: Acceso
et: Logi sisse
he: התחברות
id: Gabung
nl: Inloggen
pl: Zaloguj się
pt: Conecte-se
ru: Авторизоваться
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş yapmak
uk: Логін
zh_hant: 登入

source: MQTT Bridge
ar: جسر MQTT
de: MQTT-Brücke
es: Puente MQTT
et: MQTT sild
he: גשר MQTT
id: Jembatan MQTT
it: Ponte MQTT
nl: MQTT-brug
pl: Mostek MQTT
pt: Ponte MQTT
ru: Мост MQTT
th: สะพาน MQTT
tr: MQTT Köprüsü
uk: Міст MQTT
zh_hant: MQTT 橋接器

source: MQTT Bridge Connection Status
ar: حالة اتصال MQTT Bridge
de: MQTT-Bridge-Verbindungsstatus
es: Estado de la conexión del puente MQTT
et: MQTT silla ühenduse olek
he: סטטוס חיבור MQTT Bridge
id: Status Koneksi Jembatan MQTT
it: Stato connessione bridge MQTT
nl: MQTT Brug Verbindingsstatus
pl: Status połączenia mostka MQTT
pt: Status de conexão da ponte MQTT
ru: Состояние подключения моста MQTT
sv: MQTT Bridge -anslutningsstatus
th: สถานะการเชื่อมต่อบริดจ์ MQTT
tr: MQTT Köprü Bağlantı Durumu
uk: Стан підключення MQTT мосту
zh_hant: MQTT 網橋連接狀態

source: No
ar: لا
de: Nein
et: Ei
he: לא
id: Tidak
nl: Nee
pl: Nie
pt: Não
ru: Нет
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
zh_hant: 否

source: Not connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
et: Pole ühendatud
he: לא מחובר
id: Tidak terhubung
it: Non collegato
nl: Niet verbonden
pl: Nie połączony
pt: Não conectado
ru: Не подключено
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı değil
uk: Не під'єднано
zh_hant: 未連接

source: OK
ar: موافق
es: Aceptar
et: Okei
he: בסדר
id: BAIK
th: ตกลง
tr: TAMAM
uk: гаразд
zh_hant: 成功

source: On this page you can test the connection of your browser to our server and to the internet in general.
ar: في هذه الصفحة ، يمكنك اختبار اتصال متصفحك بخادمنا والإنترنت بشكل عام.
de: Auf dieser Seite können Sie die Verbindung Ihres Browsers zu unserem Server und zum Internet allgemein testen.
es: En esta página puede probar la conexión de su navegador a nuestro servidor y a Internet en general.
et: Sellel lehel saate testida oma brauseri ühendust meie serveriga ja Internetiga üldiselt.
he: בדף זה תוכל לבדוק את חיבור הדפדפן שלך לשרת שלנו ולאינטרנט באופן כללי.
id: Di halaman ini Anda dapat menguji koneksi browser Anda ke server kami dan ke internet secara umum.
it: In questa pagina puoi testare la connessione del tuo browser al nostro server e ad internet in generale.
nl: Op deze pagina kan je de verbinding van je browser met onze server en met het internet in het algemeen testen.
pl: Na tej stronie możesz przetestować połączenie swojej przeglądarki z naszym serwerem i ogólnie z Internetem.
pt: Nesta página você pode testar a conexão do seu navegador ao nosso servidor e à internet em geral.
ru: На этой странице вы можете проверить подключение вашего браузера к нашему серверу и к Интернету в целом.
sv: På denna sida kan du testa anslutningen av din webbläsare till vår server och till internet i allmänhet.
th: ในหน้านี้ คุณสามารถทดสอบการเชื่อมต่อเบราว์เซอร์ของคุณกับเซิร์ฟเวอร์ของเราและกับอินเทอร์เน็ตโดยทั่วไป
tr: Bu sayfada tarayıcınızın sunucumuza ve genel olarak internete bağlantısını test edebilirsiniz.
uk: На цій сторінці Ви можете перевірити підключення вашого браузера до нашого сервера та до Інтернету в цілому.
zh_hant: 在此頁面上，您可以測試您的瀏覽器與我們的服務器和互聯網的連接。

source: Page Id
ar: معرف الصفحة
de: Seiten-ID
es: Id de página
et: Lehe ID
he: מזהה דף
id: Id halaman
it: Pagina Id
nl: Pagina Id
pl: ID strony
pt: Identificação da página
ru: Id страницы
sv: Sid-id
th: รหัสหน้า
tr: Sayfa kimliği
uk: Ідентифікатор сторінки
zh_hant: 页码

source: Pong Count
ar: عدد بونغ
es: Cuenta Pong
et: Pongide krahv
he: ספירת פונג
id: Hitungan Pong
it: Conteggio Pong
pl: Zliczanie Pongów
ru: Число ответов
sv: Pongräkning
th: นับพงษ์
tr: Pong Sayısı
uk: Підрахунок Pong
zh_hant: 乒乓數

source: Pong Errors
ar: أخطاء بونغ
de: Pong-Fehler
es: Errores de Pong
et: Pongi vead
he: שגיאות פונג
id: Kesalahan Pong
it: Errori Pong
nl: Pong-fouten
pl: Błędy Pong
pt: Erros Pong
ru: Ошибки пинга
sv: Pong -fel
th: โป่งผิดพลาด
tr: Pong Hataları
uk: Помилки Pong
zh_hant: 乒乓錯誤

source: Pong Latency
ar: بونغ الكمون
de: Pong-Latenz
es: Latencia Pong
et: Pongi latentsus
he: איחורי פונג
id: Latensi Pong
it: Latenza Pong
pl: Latencja Pong
pt: Latência Pong
ru: Задержка ответа
tr: Pong Gecikmesi
uk: Затримка Pong
zh_hant: 乒乓延遲

source: Powered by Zotonic
ar: مدعوم من Zotonic
de: Unterstützt von Zotonic
es: Desarrollado por Zotonic
he: מופעל על ידי Zotonic
id: Didukung oleh Zotonic
it: Alimentato da Zotonic
pt: Desenvolvido por Zotonic
ru: Работает на Zotonic
sv: Drivs av Zotonic
th: ขับเคลื่อนโดย Zotonic
tr: Zotonic tarafından desteklenmektedir
uk: Працює на Zotonic
zh_hant: 由 Zotonic 提供支持

source: Read this page on the web
ar: اقرأ هذه الصفحة على الويب
de: Lesen Sie diese Seite im Internet
es: Leer esta página en la web
et: Lugege seda lehte veebis
he: קרא דף זה באינטרנט
id: Baca halaman ini di web
it: Leggi questa pagina sul web
nl: Lees deze pagina op het web.
pl: Przeczytaj tę stronę w sieci
pt: Leia esta página na web
ru: Прочитать эту страницу в сети
sv: Läs den här sidan på webben
th: อ่านหน้านี้บนเว็บ
tr: Bu sayfayı web'de okuyun
uk: Прочитайте цю сторінку в Інтернеті
zh_hant: 在網絡上閱讀此頁面

source: Return to the homepage
ar: العودة إلى الصفحة الرئيسية
de: Zurück zur Startseite
es: Regresar a la página de inicio
et: Naaske avalehele
he: חזור לדף הבית
id: Kembali ke beranda
it: Ritorna alla homepage
nl: Terug naar de homepage
pl: Wróć do strony głównej
pt: Voltar para a página inicial
ru: Вернуться на главную страницу
sv: Återgå till hemsidan
th: กลับไปที่หน้าแรก
tr: Ana sayfaya dön
uk: Повернутися на домашню сторінку
zh_hant: 返回主页

source: Service Worker?
ar: عامل الخدمة؟
de: Servicemitarbeiter?
es: ¿Trabajador del servicio?
et: Teenindaja?
he: עובד שירות?
id: Pekerja Layanan?
it: Operaio di servizio?
pl: Service Worker (skrypt serwisowy przeglądarki)?
pt: Trabalhador de serviço?
ru: Служебный рабочий процесс?
sv: Servicearbetare?
th: พนักงานบริการ?
tr: Servis Görevlisi mi?
uk: Сервісний працівник?
zh_hant: 服務人員？

source: Session Id
ar: معرف جلسة العمل
es: Id de sesión
et: Seansi ID
he: מזהה מושב
id: Id sesi
it: Id della sessione
nl: Sessie Id
pl: Identyfikator sesji
pt: Identificação da sessão
ru: Идентификатор сессии
sv: Sessions-id
th: รหัสเซสชัน
tr: Oturum Kimliği
uk: Ідентифікатор сеансу
zh_hant: 会议编号

source: Several aspects of the connection are tested
ar: يتم اختبار العديد من جوانب الاتصال
de: Mehrere Aspekte der Verbindung werden getestet
es: Se prueban varios aspectos de la conexión
et: Ühenduse mitmeid aspekte testitakse
he: מספר היבטים של החיבור נבדקים
id: Beberapa aspek koneksi diuji
it: Vengono testati diversi aspetti della connessione
nl: Verschillende aspecten van de verbinding worden getest
pl: Testowanych jest kilka aspektów połączenia
pt: Vários aspectos da conexão são testados
ru: Протестировано несколько аспектов подключения
sv: Flera aspekter av anslutningen testas
th: มีการทดสอบการเชื่อมต่อหลายด้าน
tr: Bağlantının çeşitli yönleri test edildi
uk: Перевірено кілька аспектів підключення
zh_hant: 連接的幾個方面進行了測試

source: Sorry, this page has been deleted.
ar: عذرا ، تم حذف هذه الصفحة.
de: Entschuldigung, diese Seite wurde gelöscht.
es: Lo sentimos, esta página ha sido eliminada.
et: Helaas, deze pagina is verwijderd.
he: מצטערים, דף זה נמחק.
id: Maaf, halaman ini telah dihapus.
it: Spiacente, questa pagina è stata cancellata.
nl: Helaas, deze pagina is verwijderd.
pl: Przepraszamy, ta strona została usunięta.
pt: Desculpe, esta página foi eliminada.
ru: Извините, эта страница удалена.
sv: Tyvärr, den här sidan har tagits bort.
th: ขออภัยเพจนี้ถูกลบไปแล้ว
tr: Üzgünüz, bu sayfa silinmiş.
uk: Вибачте, цю сторінку видалено.
zh_hant: 对不起，这个页面已经被删除。

source: Sorry, you don’t have access to this page.
ar: عذرا ، ليس لديك حق الوصول إلى هذه الصفحة.
de: Leider haben Sie keinen Zugang zu dieser Seite
es: Lo sentimos, no tienes acceso a está página.
et: Sorry, je hebt geen toegang tot deze pagina.
he: מצטערים, אין לך גישה לדף זה.
id: Maaf, Anda tidak memiliki akses ke halaman ini.
it: Spiacente, non hai accesso a questa pagina.
nl: Sorry, je hebt geen toegang tot deze pagina.
pl: Przepraszamy, nie masz dostępu do tej strony.
pt: Desculpe, você não tem acesso a esta página.
ru: Извините, у вас нет доступа к этой странице.
sv: Tyvärr har du inte tillgång till den här sidan.
th: ขออภัยคุณไม่สามารถเข้าถึงหน้านี้
tr: Üzgünüz, bu sayfaya erişim yetkiniz yok.
uk: На жаль, у Вас немає доступу до цієї сторінки.
zh_hant: 对不起，你没有权限访问本页面。

source: Stack trace
ar: تتبع المكدس
es: Rastro de la pila
et: Virna jälg
he: ערימת עקבות
id: Tumpukan jejak
it: Traccia dello stack
pl: Ślad stosu
pt: Traço de pilha
ru: Трассировка стека
sv: Stackspår
th: ติดตามกอง
tr: Yığın izi
uk: Трасування стека
zh_hant: 堆栈跟踪

source: Support for offline work and communication between several tabs in your browser.
ar: دعم العمل دون اتصال بالإنترنت والتواصل بين عدة علامات تبويب في متصفحك.
de: Unterstützung für Offline-Arbeit und Kommunikation zwischen mehreren Registerkarten in Ihrem Browser.
es: Soporte para trabajo fuera de línea y comunicación entre varias pestañas en su navegador.
et: Toetus võrguühenduseta töötamiseks ja suhtlemiseks mitme brauseri vahelehe vahel.
he: תמיכה בעבודה לא מקוונת ותקשורת בין מספר כרטיסיות בדפדפן שלך.
id: Dukungan untuk pekerjaan offline dan komunikasi antara beberapa tab di browser Anda.
it: Supporto per il lavoro offline e la comunicazione tra diverse schede del browser.
nl: Ondersteuning voor offline werken en communicatie tussen verschillende tabbladen in je browser.
pl: Wsparcie dla pracy offline i komunikacji pomiędzy kilkoma zakładkami w Twojej przeglądarce.
pt: Suporte para trabalho offline e comunicação entre várias guias em seu navegador.
ru: Поддержка автономной работы и связи между несколькими вкладками в вашем браузере.
sv: Stöd för offlinearbete och kommunikation mellan flera flikar i din webbläsare.
th: รองรับการทำงานออฟไลน์และการสื่อสารระหว่างหลายแท็บในเบราว์เซอร์ของคุณ
tr: Tarayıcınızdaki çeşitli sekmeler arasında çevrimdışı çalışma ve iletişim desteği.
uk: Підтримка роботи в автономному режимі та зв'язку між кількома вкладками у вашому браузері.
zh_hant: 支持離線工作和瀏覽器中多個選項卡之間的通信。

source: Test your connection
ar: اختبر اتصالك
de: Testen Sie Ihre Verbindung
es: Prueba tu conexión
et: Testige oma ühendust
he: בדוק את החיבור שלך
id: Uji koneksi Anda
it: Metti alla prova la tua connessione
nl: Test je verbinding
pl: Przetestuj połączenie
pt: Teste sua conexão
ru: Проверьте ваше соединение
sv: Testa din anslutning
th: ทดสอบการเชื่อมต่อของคุณ
tr: Bağlantınızı test edin
uk: Перевірте підключення
zh_hant: 測試您的連接

source: Tests
ar: الاختبارات
es: Pruebas
et: Testid
he: בדיקות
id: Tes
it: test
nl: Testen
pl: Testy
pt: Testes
ru: Тесты
sv: Tester
th: แบบทดสอบ
tr: testler
uk: Тести
zh_hant: 測試

source: That page does not exist
ar: هذه الصفحة غير موجودة
de: Diese Seite existiert nicht
es: Esa página no existe
et: Seda lehte pole olemas
he: דף זה אינו קיים
id: Halaman itu tidak ada
it: Quella pagina non esiste
nl: Die pagina bestaat niet
pl: Ta strona nie istnieje
pt: Essa página não existe.
ru: Этой страницы не существует
sv: Den sidan finns inte
th: ไม่มีหน้านั้น
tr: Sayfa mevcut değil
uk: Цієї сторінки не існує
zh_hant: 该页不存在

source: The <em>Pong Count</em> should increase every second, without any errors.
ar: <em>Pong Count</em> كل ثانية ، دون أي أخطاء.
de: Der <em>Pong Count</em> sollte jede Sekunde ohne Fehler ansteigen.
es: El <em>Pong Count</em> debería aumentar cada segundo, sin errores.
et: <em>Pong Count</em> peaks suurendama iga teine, ilma vigu.
he: ספירת <em></em> אמורה לעלות כל שנייה, ללא כל שגיאה.
id: <em>Pong Count</em> harus meningkat setiap detik, tanpa kesalahan.
it: Lo <em>Pong Count</em> dovrebbe aumentare ogni secondo, senza errori.
nl: De <em>Pong Count</em> zou elke seconde moeten toenemen, zonder fouten.
pl: Wartość <em>Pong Count</em> powinna rosnąć co sekundę, bez żadnych błędów.
pt: O <em>Pong Count</em> deve aumentar a cada segundo, sem erros.
ru: <em>Число ответов</em> должно увеличиваться каждую секунду без каких-либо ошибок.
sv: <em>Pong Count</em> bör öka varje sekund, utan några fel.
th: <em>Pong Count</em> ควรเพิ่มขึ้นทุกวินาทีโดยไม่มีข้อผิดพลาด
tr: <em>Pong Count</em> hatasız olarak her saniye artmalıdır.
uk: <em>Підрахунок Pong</em> має збільшуватися щосекунди, без будь-яких помилок.
zh_hant: <em>Pong Count</em> 應該每秒增加，沒有任何錯誤。

source: The authentication should show <em>Authenticated</em> or <em>Anonymous</em>.
ar: يجب أن تظهر المصادقة <em></em> أو <em>مجهول</em>.
de: Die Authentifizierung sollte <em>Authentifiziert</em> oder <em>Anonym</em>anzeigen.
es: La autenticación debe mostrar <em>Autenticado</em> o <em>Anónimo</em>.
et: Autentimine peaks näitama <em>Autentitud</em> või <em>Anonüümne</em>.
he: האימות צריך להציג <em></em> או <em>אנונימי</em>.
id: Otentikasi harus menunjukkan <em>Otentikasi</em> atau <em>Anonim</em>.
it: L'autenticazione dovrebbe mostrare <em>Authenticated</em> o <em>Anonymous</em>.
nl: De authenticatie zou <em>Geauthenticeerd</em> of <em>Anoniem</em> moeten tonen.
pl: Uwierzytelnianie powinno wskazywać <em>Uwierzytelniony</em> lub <em>Anonimowy</em>.
pt: A autenticação deve mostrar <em>Autenticado</em> ou <em>Anônimo</em>.
ru: Аутентификация должна показать <em>Authenticated</em> или <em>Anonymous</em>.
sv: Autentiseringen ska visa <em>Autentiserad</em> eller <em>Anonym</em>.
th: การตรวจสอบความถูกต้องควรแสดง <em>Authenticated</em> หรือ <em>Anonymous</em>
tr: Kimlik doğrulama <em></em> veya <em>Anonymous</em>.
uk: Аутентифікація має показувати <em>Аутентифікований</em> або <em>Анонімний</em>.
zh_hant: 身份驗證應顯示 <em>Authenticated</em> 或 <em>Anonymous</em>。

source: The connection our site uses to talk with our own server.
ar: الاتصال الذي يستخدمه موقعنا للتحدث مع الخادم الخاص بنا.
de: Die Verbindung, die unsere Site verwendet, um mit unserem eigenen Server zu kommunizieren.
es: La conexión que utiliza nuestro sitio para hablar con nuestro propio servidor.
et: Ühendus, mida meie sait kasutab meie enda serveriga rääkimiseks.
he: החיבור שהאתר שלנו משתמש בו כדי לדבר עם השרת שלנו.
id: Koneksi yang digunakan situs kami untuk berbicara dengan server kami sendiri.
it: La connessione che il nostro sito utilizza per parlare con il nostro server.
nl: De verbinding die onze site gebruikt om met onze eigen server te praten.
pl: Połączenie, z którego korzysta nasza strona, aby komunikować się z naszym własnym serwerem.
pt: A conexão que nosso site usa para falar com nosso próprio servidor.
ru: Соединение, которое наш сайт использует для связи с нашим собственным сервером.
sv: Anslutningen som vår webbplats använder för att prata med vår egen server.
th: การเชื่อมต่อที่ไซต์ของเราใช้เพื่อพูดคุยกับเซิร์ฟเวอร์ของเราเอง
tr: Sitemizin kendi sunucumuzla konuşmak için kullandığı bağlantı.
uk: З’єднання, яке використовує наш сайт для спілкування з нашим власним сервером.
zh_hant: 我們網站用來與我們自己的服務器通信的連接。

source: The stack trace is shown because this is not a production site.
ar: يتم عرض تتبع المكدس لأن هذا ليس موقع إنتاج.
de: Der Stack-Trace wird angezeigt, da dies kein Produktionsstandort ist.
es: Se muestra el seguimiento de la pila porque este no es un sitio de producción.
et: Virna jälg kuvatakse, kuna see ei ole tootmiskoht.
he: עקבות הערימה מוצגת מכיוון שזה לא אתר ייצור.
id: Jejak tumpukan ditampilkan karena ini bukan situs produksi.
it: La traccia dello stack viene mostrata perché questo non è un sito di produzione.
nl: De stack trace wordt getoond omdat dit geen productie site is.
pl: Wyświetlany jest ślad stosu, ponieważ nie jest to lokalizacja produkcyjna.
pt: O rastreamento de pilha é mostrado porque este não é um local de produção.
ru: Трассировка стека показана, потому что этот сайт не в работе.
sv: Stackspåret visas eftersom detta inte är en produktionsplats.
th: แสดงการติดตามสแต็กเนื่องจากนี่ไม่ใช่ไซต์การผลิต
tr: Bu bir üretim sahası olmadığı için yığın izi gösterilmektedir.
uk: Трасування стека показано, оскільки це не виробнича ділянка.
zh_hant: 顯示堆棧跟踪是因為這不是生產站點。

source: The stack trace is shown because you are an administrator of this site.
ar: يتم عرض تتبع المكدس لأنك مسؤول عن هذا الموقع.
de: Der Stack-Trace wird angezeigt, weil Sie ein Administrator dieser Site sind.
es: El seguimiento de la pila se muestra porque usted es administrador de este sitio.
et: Viru jälge näidatakse, kuna olete selle saidi administraator.
he: מעקב הערימה מוצג מכיוון שאתה מנהל של אתר זה.
id: Jejak tumpukan ditampilkan karena Anda adalah administrator situs ini.
it: La traccia dello stack viene mostrata perché sei un amministratore di questo sito.
nl: De stack trace wordt getoond omdat je een beheerder van deze site bent.
pl: Wyświetlany jest ślad stosu, ponieważ jesteś administratorem tej witryny.
pt: O rastreamento de pilha é mostrado porque você é um administrador deste site.
ru: Трассировка стека показана, потому что вы являетесь администратором этого сайта.
sv: Stackspårningen visas eftersom du är administratör för denna webbplats.
th: การติดตามสแต็กปรากฏขึ้นเนื่องจากคุณเป็นผู้ดูแลระบบของไซต์นี้
tr: Bu sitenin yöneticisi olduğunuz için yığın izleme gösterilir.
uk: Трасування стека відображається, оскільки ви є адміністратором цього сайту.
zh_hant: 顯示堆棧跟踪是因為您是該站點的管理員。

source: The test below checks the connection between your machine, Google and our site.
ar: يتحقق الاختبار أدناه من الاتصال بين جهازك وجوجل وموقعنا.
de: Der folgende Test überprüft die Verbindung zwischen Ihrem Computer, Google und unserer Website.
es: La prueba a continuación verifica la conexión entre su máquina, Google y nuestro sitio.
et: Allolev test kontrollib teie masina, Google'i ja meie saidi vahelist ühendust.
he: הבדיקה שלהלן בודקת את הקשר בין המכשיר שלך, גוגל לאתר שלנו.
id: Tes di bawah ini memeriksa koneksi antara mesin Anda, Google, dan situs kami.
it: Il test seguente verifica la connessione tra la tua macchina, Google e il nostro sito.
nl: De onderstaande test controleert de verbinding tussen jouw machine, Google en onze site.
pl: Poniższy test sprawdza połączenie między Twoim komputerem, Google i naszą witryną.
pt: O teste abaixo verifica a conexão entre sua máquina, o Google e nosso site.
ru: Приведенный ниже тест проверяет соединение между вашим компьютером, Google и нашим сайтом.
sv: Testet nedan kontrollerar anslutningen mellan din maskin, Google och vår webbplats.
th: การทดสอบด้านล่างตรวจสอบการเชื่อมต่อระหว่างเครื่องของคุณ Google และไซต์ของเรา
tr: Aşağıdaki test, makineniz, Google ve sitemiz arasındaki bağlantıyı kontrol eder.
uk: Тест нижче перевіряє з’єднання між вашим комп’ютером, Google і нашим сайтом.
zh_hant: 下面的測試檢查您的機器、谷歌和我們網站之間的連接。

source: There should not be any timeouts, if there are timeouts then your internet connection is losing packets.
ar: لا ينبغي أن يكون هناك أي مهلات ، إذا كانت هناك مهلات ، فهذا يعني أن اتصالك بالإنترنت يفقد الحزم.
de: Es sollte keine Zeitüberschreitungen geben, wenn es Zeitüberschreitungen gibt, dann verliert Ihre Internetverbindung Pakete.
es: No debería haber tiempos de espera, si hay tiempos de espera, su conexión a Internet está perdiendo paquetes.
et: Aegumisi ei tohiks olla, kui on aegumisi, kaotab teie Interneti -ühendus pakette.
he: לא אמורים להיות פסק זמן, אם יש פסק זמן אז חיבור האינטרנט שלך מאבד מנות.
id: Seharusnya tidak ada batas waktu, jika ada batas waktu maka koneksi internet Anda kehilangan paket.
it: Non dovrebbero esserci timeout, se ci sono timeout allora la tua connessione internet sta perdendo pacchetti.
nl: Er mogen geen time-outs zijn. Als er time-outs zijn, verliest uw internetverbinding pakketten.
pl: Nie powinno być żadnych przerw czasowych, jeśli są, oznacza to, że połączenie internetowe traci pakiety.
pt: Não deve haver nenhum tempo limite. Se houver tempo limite, sua conexão com a Internet está perdendo pacotes.
ru: Таймаутов быть не должно, если есть таймауты, значит ваше интернет-соединение теряет пакеты.
sv: Det ska inte finnas några timeouts, om det finns timeouts förlorar din internetanslutning paket.
th: ไม่ควรมีการหมดเวลาใดๆ หากมีการหมดเวลา แสดงว่าการเชื่อมต่ออินเทอร์เน็ตของคุณสูญเสียแพ็กเก็ต
tr: Herhangi bir zaman aşımı olmamalıdır, zaman aşımları varsa internet bağlantınız paketleri kaybediyor.
uk: Не повинно бути ніяких тайм-аутів, якщо є тайм-аути, то ваше інтернет-з'єднання втрачає пакети.
zh_hant: 不應有任何超時，如果有超時，則您的 Internet 連接正在丟失數據包。

source: This tests the authentication with the server.
ar: هذا يختبر المصادقة مع الخادم.
de: Dies testet die Authentifizierung mit dem Server.
es: Esto prueba la autenticación con el servidor.
et: See testib autentimist serveriga.
he: זה בודק את האימות עם השרת.
id: Ini menguji otentikasi dengan server.
it: Questo verifica l'autenticazione con il server.
nl: Dit test de authenticatie met de server.
pl: Testuje to uwierzytelnianie na serwerze.
pt: Isso testa a autenticação com o servidor.
ru: Это проверяет аутентификацию с сервером.
sv: Detta testar autentiseringen med servern.
th: นี่เป็นการทดสอบการพิสูจน์ตัวตนกับเซิร์ฟเวอร์
tr: Bu, sunucu ile kimlik doğrulamasını test eder.
uk: Це перевіряє автентифікацію на сервері.
zh_hant: 這將測試與服務器的身份驗證。

source: This tests the communication with the server.
ar: هذا يختبر الاتصال بالخادم.
de: Dies testet die Kommunikation mit dem Server.
es: Esto prueba la comunicación con el servidor.
et: See testib suhtlust serveriga.
he: זה בודק את התקשורת עם השרת.
id: Ini menguji komunikasi dengan server.
it: Questo verifica la comunicazione con il server.
nl: Dit test de communicatie met de server.
pl: Testuje to komunikację z serwerem.
pt: Isso testa a comunicação com o servidor.
ru: Это проверяет связь с сервером.
sv: Detta testar kommunikationen med servern.
th: นี่เป็นการทดสอบการสื่อสารกับเซิร์ฟเวอร์
tr: Bu, sunucuyla iletişimi test eder.
uk: Це перевіряє зв’язок із сервером.
zh_hant: 這將測試與服務器的通信。

source: Type
ar: نوع
de: Typ
es: Tipo
et: T√º√ºp
he: סוּג
id: Tipe
it: Tipo
pl: Rodzaj
pt: Tipo
ru: Тип
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
zh_hant: 类型

source: Web Worker Status
ar: حالة عامل الويب
es: Estado de trabajador web
et: Veebitöötaja olek
he: סטטוס עובד אינטרנט
id: Status Pekerja Web
it: Stato lavoratore web
nl: Status webwerker
pl: Status Web Workera
pt: Status do Web Worker
ru: Статус веб-воркера
sv: Webbarbetarstatus
th: สถานะ Web Worker
tr: Web Çalışanı Durumu
uk: Статус Web Worker
zh_hant: 網絡工作者狀態

source: Websocket
ar: مقبس ويب
et: Veebipistik
id: soket web
pl: Gniazdo sieciowe WebSocket
th: เว็บซ็อคเก็ต
tr: Web yuvası
zh_hant: 網絡套接字

source: Websocket Support?
ar: دعم Websocket؟
es: ¿Soporte de Websocket?
et: Websockti tugi?
he: תמיכה ב- Websocket?
id: Dukungan Websocket?
it: Supporto WebSocket?
nl: Websocket-ondersteuning?
pl: Obsługa WebSocketów?
pt: Suporte para Websocket?
ru: Поддержка WebSocket?
sv: Support för Websocket?
th: รองรับ Websocket?
tr: Websocket Desteği?
uk: Підтримка Websocket?
zh_hant: 網絡套接字支持？
