Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Check the table for the faceted search and fill it by reindexing all pages.
ar: تحقق من الجدول للبحث ذو الأوجه واملأه عن طريق إعادة فهرسة جميع الصفحات.
de: Überprüfen Sie die Tabelle auf die Facettensuche und füllen Sie sie, indem Sie alle Seiten neu indizieren.
es: Compruebe la tabla para la búsqueda por facetas y rellénela volviendo a indexar todas las páginas.
et: Kontrollige lihvitud otsingu tabelit ja täitke see, indekseerides kõik lehed uuesti.
he: בדוק את הטבלה עבור חיפוש ההיבטים ומלא אותו על ידי הוספת כל הדפים לאינדקס מחדש.
id: Periksa tabel untuk pencarian segi dan isi dengan mengindeks ulang semua halaman.
it: Controlla la tabella per la ricerca sfaccettata e riempila reindicizzando tutte le pagine.
nl: Controleer de tabel voor de gefacetteerde zoekopdracht en vul deze door alle pagina's opnieuw te indexeren.
pl: Sprawdź tabelę pod kątem wyszukiwania aspektowego i wypełnij ją, ponownie indeksując wszystkie strony.
pt: Verifique a tabela para a pesquisa facetada e preencha-a reindexando todas as páginas.
ru: Проверьте таблицу на предмет фасетного поиска и заполните ее, переиндексировав все страницы.
sv: Kontrollera tabellen för den facetterade sökningen och fyll den genom att indexera om alla sidor.
th: ตรวจสอบตารางสำหรับการค้นหาแบบเหลี่ยมเพชรพลอยและกรอกข้อมูลโดยจัดทำดัชนีใหม่ทุกหน้า
tr: Yönlü arama için tabloyu kontrol edin ve tüm sayfaları yeniden indeksleyerek doldurun.
uk: Перевірте таблицю на наявність фасетного пошуку та заповніть її, переіндексувавши всі сторінки.
zh_hant: 檢查分面搜索表並通過重新索引所有頁面來填充它。

source: Matching id, name or path
ar: مطابقة المعرف أو الاسم أو المسار
de: Passende ID, Name oder Pfad
es: Coincidencia de id, nombre o ruta
et: Vastav ID, nimi või tee
he: מזהה, שם או נתיב תואמים
id: Mencocokkan id, nama atau jalur
it: ID, nome o percorso corrispondente
nl: Matchend id, naam of pad
pl: Dopasowanie identyfikatora, nazwy lub ścieżki
pt: ID, nome ou caminho correspondente
ru: Соответствие идентификатору, имени или пути
sv: Matchande id, namn eller sökväg
th: การจับคู่ ID, ชื่อ หรือเส้นทาง
tr: Eşleşen kimlik, ad veya yol
uk: Збіг ідентифікатора, імені або шляху
zh_hant: 匹配 ID、名稱或路徑

source: Matching page path
ar: مسار الصفحة المطابق
de: Passender Seitenpfad
es: Ruta de página coincidente
et: Vastav lehe tee
he: נתיב דף תואם
id: Jalur halaman yang cocok
it: Percorso di pagina corrispondente
nl: Matchend paginapad
pl: Dopasowanie ścieżki strony
pt: Caminho da página correspondente
ru: Соответствующий путь страницы
sv: Matchande sidsökväg
th: การจับคู่เส้นทางหน้า
tr: Eşleşen sayfa yolu
uk: Шлях до відповідної сторінки
zh_hant: 符合頁面路徑

source: Matching previous page path
ar: مطابقة مسار الصفحة السابقة
de: Übereinstimmung mit dem Pfad der vorherigen Seite
es: Coincidencia de la ruta de la página anterior
et: Eelmise lehe teele vastamine
he: תואם את נתיב הדף הקודם
id: Mencocokkan jalur halaman sebelumnya
it: Percorso della pagina precedente corrispondente
nl: Matchend met het pad van de vorige pagina
pl: Dopasowanie ścieżki poprzedniej strony
pt: Correspondência do caminho da página anterior
ru: Соответствие пути предыдущей страницы
sv: Matchar föregående sidsökväg
th: การจับคู่เส้นทางหน้าก่อนหน้า
tr: Önceki sayfa yolunu eşleştirme
uk: Збіг шляху попередньої сторінки
zh_hant: 符合上一頁路徑

source: Matching text
ar: نص مطابق
de: Passender Text
es: Texto coincidente
et: Sobiv tekst
he: טקסט תואם
id: Teks yang cocok
it: Testo corrispondente
nl: Overeenkomende tekst
pl: Pasujący tekst
pt: Texto correspondente
ru: Соответствующий текст
sv: Matchande text
th: ข้อความที่ตรงกัน
tr: Eşleşen metin
uk: Відповідний текст
zh_hant: 匹配文本

source: Rebuild search facets
ar: إعادة بناء أوجه البحث
de: Suchfacetten neu aufbauen
es: Reconstruir facetas de búsqueda
et: Ehitage uuesti otsingu tahud
he: בנה מחדש היבטי חיפוש
id: Bangun kembali aspek penelusuran
it: Ricostruisci le sfaccettature della ricerca
nl: Zoekfacetten opnieuw opbouwen
pl: Odbuduj aspekty wyszukiwania
pt: Reconstruir facetas de pesquisa
ru: Восстановить фасеты поиска
sv: Bygg om sökaspekter
th: สร้างแง่มุมการค้นหาใหม่
tr: Arama özelliklerini yeniden oluştur
uk: Перебудуйте аспекти пошуку
zh_hant: 重建搜索方面

source: Rebuilding the faceted search table.
ar: إعادة بناء جدول البحث ذو الأوجه.
de: Neuaufbau der facettierten Suchtabelle.
es: Reconstruyendo la tabla de búsqueda por facetas.
et: Lihvitud otsingutabeli taastamine.
he: בנייה מחדש של טבלת החיפוש עם פנים.
id: Membangun kembali tabel pencarian segi.
it: Ricostruire la tabella di ricerca sfaccettata.
nl: De gefacetteerde zoektabel opnieuw opbouwen.
pl: Przebudowanie tabeli wyszukiwania aspektowego.
pt: Reconstruindo a tabela de pesquisa facetada.
ru: Восстановление таблицы фасетного поиска.
sv: Bygger om den mångfacetterade söktabellen.
th: การสร้างตารางการค้นหาแบบเหลี่ยมเพชรพลอยขึ้นใหม่
tr: Yönlü arama tablosunu yeniden oluşturma.
uk: Відновлення таблиці фасетного пошуку.
zh_hant: 重建分面搜索表。

source: Add Plausible tracking script
ar: إضافة نص برمجي للتتبع معقول
de: Skript "Plausible Verfolgung" hinzufügen
es: Agregar secuencia de comandos de seguimiento plausible
et: Lisa usutav jälgimisskript
he: הוסף סקריפט מעקב סביר
id: Tambahkan skrip pelacakan yang masuk akal
it: Aggiungi uno script di tracciamento plausibile
nl: Plausibel volgscript toevoegen
pl: Dodaj skrypt śledzenia Plausible
pt: Adicionar script de rastreio plausível
ru: Добавить правдоподобный сценарий отслеживания
sv: Lägg till trovärdigt spårningsskript
th: เพิ่มสคริปต์การติดตามที่น่าเชื่อถือ
tr: Plausible izleme betiğini ekleyin
uk: Додати правдоподібний скрипт відстеження
zh_hant: 新增合理的追蹤腳本

source: Add a noindex, nofollow element to all pages.
ar: أضف عنصر noindex ، nofollow إلى جميع الصفحات.
de: Ein noindex, nofollow-Element in alle Seiten einfügen.
es: Agregar un elemento "noindex, nofollow" a todas las páginas.
et: Lisa noindex, nofollow elemendid kõigile lehtedele.
he: הוסף רכיב noindex, nofollow לכל הדפים.
id: Tambahkan noindex, elemen untuk semua halaman nofollow.
it: Aggiungere un elemento noindex, nofollow a tutte le pagine.
nl: Voeg een noindex, nofollow element aan alle pagina's toe.
pl: Dodaj element noindex, nofollow do wszystkich stron.
pt: Adicione um elemento noindex, nofollow a todas as páginas.
ru: Добавить элемент «noindex, nofollow» на каждую страницу.
sv: Lägg till ett noindex och nofollow element på alla sidor.
th: เพิ่ม noindex องค์ประกอบ nofollow ในทุกหน้า
tr: Tüm sayfalara noindex, nofollow elemanları ekle.
uk: Додайте елемент noindex, nofollow до всіх сторінок.
zh_hant: 为所有页面加入 noindex，nofollow 元素。

source: Add your custom JSON-LD for structured metadata. This replaces the matching parts of the automatically generated JSON-LD.
ar: أضف JSON-LD المخصص للبيانات الوصفية المنظمة. هذا يحل محل الأجزاء المطابقة من JSON-LD الذي تم إنشاؤه تلقائيًا.
de: Fügen Sie Ihr benutzerdefiniertes JSON-LD für strukturierte Metadaten hinzu. Dadurch werden die passenden Teile des automatisch generierten JSON-LD ersetzt.
es: Agregue su JSON-LD personalizado para metadatos estructurados. Esto reemplaza las partes coincidentes del JSON-LD generado automáticamente.
et: Lisage struktureeritud metaandmete jaoks kohandatud JSON-LD. See asendab automaatselt loodud JSON-LD vastavad osad.
he: הוסף את ה-JSON-LD המותאם אישית שלך עבור מטא נתונים מובנים. זה מחליף את החלקים התואמים של JSON-LD שנוצר אוטומטית.
id: Tambahkan JSON-LD khusus Anda untuk metadata terstruktur. Ini menggantikan bagian yang cocok dari JSON-LD yang dibuat secara otomatis.
it: Aggiungi il tuo JSON-LD personalizzato per i metadati strutturati. Questo sostituisce le parti corrispondenti del JSON-LD generato automaticamente.
nl: Voeg je eigen JSON-LD toe voor gestructureerde metagegevens. Dit vervangt de overeenkomende delen van de automatisch gegenereerde JSON-LD.
pl: Dodaj swój niestandardowy kod JSON-LD dla uporządkowanych metadanych. Spowoduje to zastąpienie pasujących części automatycznie wygenerowanego JSON-LD.
pt: Adicione seu JSON-LD personalizado para metadados estruturados. Isso substitui as partes correspondentes do JSON-LD gerado automaticamente.
ru: Добавьте свой собственный JSON-LD для структурированных метаданных. Это заменяет совпадающие части автоматически сгенерированного JSON-LD.
sv: Lägg till din anpassade JSON-LD för strukturerad metadata. Detta ersätter de matchande delarna av den automatiskt genererade JSON-LD.
th: เพิ่ม JSON-LD ที่กำหนดเองสำหรับข้อมูลเมตาที่มีโครงสร้าง ซึ่งจะแทนที่ส่วนที่ตรงกันของ JSON-LD ที่สร้างขึ้นโดยอัตโนมัติ
tr: Yapılandırılmış meta veriler için özel JSON-LD'nizi ekleyin. Bu, otomatik olarak oluşturulan JSON-LD'nin eşleşen parçalarını değiştirir.
uk: Додайте власний JSON-LD для структурованих метаданих. Це замінює відповідні частини автоматично створеного JSON-LD.
zh_hant: 為結構化元數據添加自定義 JSON-LD。這會替換自動生成的 JSON-LD 的匹配部分。

source: All pages of this category
ar: كل صفحات هذه الفئة
de: Alle Seiten dieser Kategorie
es: Todas las páginas de esta categoría
et: Kõik selle kategooria lehed
he: כל הדפים בקטגוריה זו
id: Semua halaman dari kategori ini
it: Tutte le pagine di questa categoria
nl: Alle pagina's van deze categorie
pl: Wszystkie strony z tej kategorii
pt: Todas as páginas desta categoria
ru: Все страницы этой категории
sv: Alla sidor i denna kategori
th: หน้าทั้งหมดของหมวดหมู่นี้
tr: Bu kategorinin tüm sayfaları
uk: Всі сторінки цієї категорії
zh_hant: 此類別的所有頁面

source: Allowing this is a security risk.
ar: إن السماح بهذا يشكل خطراً أمنياً.
de: Dies zuzulassen stellt ein Sicherheitsrisiko dar.
es: Permitir esto es un riesgo de seguridad.
et: Selle lubamine on turvarisk.
he: לאפשר זאת מהווה סיכון ביטחוני.
id: Membiarkan hal ini merupakan risiko keamanan.
it: Consentirlo rappresenta un rischio per la sicurezza.
nl: Dit toestaan is een veiligheidsrisico.
pl: Zezwolenie na to stanowi zagrożenie bezpieczeństwa.
pt: Permitir isso é um risco à segurança.
ru: Допускать это — риск для безопасности.
sv: Att tillåta detta är en säkerhetsrisk.
th: การปล่อยให้เป็นเช่นนี้ถือว่าเสี่ยงต่อความปลอดภัย
tr: Buna izin vermek bir güvenlik riskidir.
uk: Дозволити це є ризиком для безпеки.
zh_hant: 允許這樣做會帶來安全風險。

source: Ask Google to exclude all “{cat}” pages
ar: اطلب من Google استبعاد جميع الصفحات "{cat}"
de: Bitten Sie Google, alle „{cat}“-Seiten auszuschließen
es: Pídale a Google que excluya todas las páginas "{cat}"
et: Paluge Google'il välistada kõik „{cat}” lehed
he: בקש מ-Google לא לכלול את כל הדפים "{cat}".
id: Minta Google untuk mengecualikan semua halaman “{cat}”
it: Chiedi a Google di escludere tutte le pagine "{cat}".
nl: Vraag Google om alle "{cat}"-pagina's uit te sluiten
pl: Poproś Google o wykluczenie wszystkich stron „{cat}”
pt: Peça ao Google para excluir todas as páginas “{cat}”
ru: Попросите Google исключить все страницы «{cat}»
sv: Be Google att utesluta alla "{cat}"-sidor
th: ขอให้ Google ยกเว้นหน้า “{cat}” ทั้งหมด
tr: Google'dan tüm “{cat}” sayfalarını hariç tutmasını isteyin
uk: Попросіть Google виключити всі сторінки «{cat}».
zh_hant: 要求 Google 排除所有“{cat}”頁面

source: Ask Google to not index this page
ar: اطلب من Google عدم فهرسة هذه الصفحة
de: Bitten Sie Google, diese Seite nicht zu indexieren
es: Pide a Google que no indexe esta página
et: Paluge Google'il seda lehte mitte indekseerida
he: בקש מגוגל לא להוסיף דף זה לאינדקס
id: Minta Google untuk tidak mengindeks halaman ini
it: Chiedi a Google di non indicizzare questa pagina
nl: Vraag Google om deze pagina niet te indexeren
pl: Poproś Google, aby nie indeksował tej strony
pt: Peça ao Google para não indexar esta página
ru: Попросите Google не индексировать эту страницу
sv: Be Google att inte indexera den här sidan
th: ขอให้ Google ไม่จัดทำดัชนีหน้านี้
tr: Google'dan bu sayfayı dizine eklememesini isteyin
uk: Попросіть Google не індексувати цю сторінку
zh_hant: 要求 Google 不將此頁面編入索引

source: Bing Webmaster validation id
ar: معرف التحقق من Bing Webmaster
de: Bing Webmaster-Validierungs-ID
es: Identificador de validación del Webmaster de Bing
et: Bingi veebimeistri valideerimise ID
he: מזהה אימות של מנהל האתר של בינג
id: Bing Webmaster validasi id
it: Id di convalida di Bing Webmaster
nl: Bing Webmaster validatie-id
pl: Identyfikator weryfikacji Bing Webmaster
pt: Bing Webmaster validação id
ru: идентификатор проверки Bing Webmaster
sv: Validerings-id för Bing Webmaster
th: รหัสการตรวจสอบผู้ดูแลเว็บ Bing
tr: Bing Web Yöneticisi doğrulama kimliği
uk: Ідентифікатор перевірки вебмайстра Bing
zh_hant: Bing网站管理员验证ID

source: Copy the value of the content attribute in the meta tag provided by Google.
ar: انسخ قيمة سمة المحتوى في العلامة الوصفية المقدمة من Google.
de: Kopieren Sie den Wert des Content-Attributs in den von Google bereitgestellten Meta-Tag.
es: Copiar el valor del atributo de contenido en la etiqueta meta proporcionada por Google.
et: Kopeerige atribuudi content väärtus Google'i pakutavasse metasildi.
he: העתק את הערך של מאפיין התוכן בתג המטא שמספק גוגל.
id: Salin nilai dari atribut isi dalam meta tag yang diberikan oleh Google.
it: Copia il valore dell'attributo content nel meta tag fornito da Google.
nl: Kopieer de waarde van het content-attribuut in de meta tag verschaft door Google.
pl: Skopiuj wartość atrybutu zawartości w meta-tagach dostarczonych przez Google.
pt: Copie o valor do atributo de conteúdo na meta tag fornecida pelo Google.
ru: Скопируйте значение атрибута содержимого в метатег, предоставленный Google.
sv: Kopiera värdet på innehållsattributet i metataggen från Google.
th: คัดลอกค่าของแอตทริบิวต์เนื้อหาในเมตาแท็กที่ Google มีให้
tr: Google tarafından sağlanan meta etiketindeki içerik niteliği değerini kopyalayın.
uk: Скопіюйте значення атрибута content у мета-тег, наданий Google.
zh_hant: 复制谷歌提供的元标签中的内容属性值。

source: Custom JSON-LD
ar: مخصص JSON-LD
de: Benutzerdefiniertes JSON-LD
es: JSON-LD personalizado
et: Kohandatud JSON-LD
he: JSON-LD מותאם אישית
id: JSON-LD khusus
it: JSON-LD personalizzato
nl: Aangepaste JSON-LD
pl: Niestandardowy JSON-LD
pt: JSON-LD personalizado
ru: Пользовательский JSON-LD
sv: Anpassad JSON-LD
th: JSON-LD ที่กำหนดเอง
tr: Özel JSON-LD
uk: Спеціальний JSON-LD
zh_hant: 自定義 JSON-LD

source: Customize page slug
ar: تخصيص slug الصفحة
de: Slug der Seite festlegen
es: Personalizar el slug
et: Kohalda lehe h√lkutsungit
he: התאם אישית את שבלול הדף
id: Sesuaikan halaman slug
it: Personalizzare il nome univoco (slug) della pagina
nl: Paginaslug aanpassen
pl: Dostosuj skrócony adres
pt: Personalizar a lesma da página
ru: Настроить содержательный URL
sv: Anpassa sidan slug
th: ปรับแต่งเพจบุ้ง
tr: Sayfa slug'ını özelleştir
uk: Налаштування URL сторінки для читання людиною
zh_hant: 制定页面 slug

source: Description to include on every page
ar: وصف لتضمينه في كل صفحة
de: Beschreibung, die jeder Seite hinzugefügt wird
es: Descripción a incluir en cada página
et: Kirjeldus, mis haaratakse kõigile lehtedele
he: תיאור לכלול בכל עמוד
id: Deskripsi untuk memasukkan pada setiap halaman
it: Descrizione da includere in ogni pagina
nl: Beschrijving op te nemen op elke pagina
pl: Opis do umieszczenia na każdej stronie
pt: Descrição a incluir em todas as páginas
ru: Содержимое мета-элемента «описание» для включения в каждую страницу
sv: Beskrivning att lägga till på varje sida
th: คำอธิบายที่จะรวมไว้ในทุกหน้า
tr: Her sayfaya eklenecek tanım
uk: Опис для розміщення на кожній сторінці
zh_hant: 每一个页面都会包含的描述

source: Do not show site search action
ar: لا تظهر إجراء البحث في الموقع
de: Site-Suchaktion nicht anzeigen
es: No mostrar la acción de búsqueda del sitio
et: Ära näita saidiotsingu toimingut
he: אל תציג פעולת חיפוש באתר
id: Jangan tampilkan tindakan pencarian situs
it: Non mostrare l'azione di ricerca nel sito
nl: Geen sitezoekactie weergeven
pl: Nie pokazuj akcji wyszukiwania w witrynie
pt: Não mostrar ação de pesquisa no site
ru: Не показывать действие поиска по сайту
sv: Visa inte webbplatssökningsåtgärd
th: ไม่แสดงการดำเนินการค้นหาไซต์
tr: Site arama işlemini gösterme
uk: Не показувати дію пошуку на сайті
zh_hant: 不顯示站點搜尋操作

source: Enter here the verification code for
ar: أدخل هنا رمز التحقق الخاص بـ
de: Geben Sie hier den Verifizierungscode für
es: Ingrese aquí el código de verificación para
et: Sisestage siia konto kinnituskood
he: הזן כאן את קוד האימות עבור
id: Masukkan di sini kode verifikasi untuk
it: Inserisci qui il codice di verifica per
nl: Voer hier de verificatiecode in voor
pl: Wpisz tutaj kod weryfikacyjny dla
pt: Digite aqui o código de verificação para
ru: Введите здесь проверочный код для
sv: Ange här verifieringskoden för
th: ป้อนรหัสยืนยันที่นี่สำหรับ
tr: Doğrulama kodunu buraya girin
uk: Введіть тут код підтвердження для
zh_hant: 请在此输入验证码

source: Exclude this site from search engines
ar: استبعاد هذا الموقع من محركات البحث
de: Diese Seite nicht von Suchmaschinen indizieren lassen
es: Excluir este sitio de los motores de búsqueda
et: Jäta see said otsimoooritest kõrvale
he: אל תכלול אתר זה ממנועי חיפוש
id: Mengecualikan situs ini dari search engine
it: Escludere questo sito dai motori di ricerca
nl: Sluit deze site uit voor zoekmachines
pl: Wyklucz tę stronę z wyszukiwarek
pt: Excluir este site dos motores de busca
ru: Не показывать этот сайт в поисковых системах
sv: Uteslut denna webbplats från sökmotorer
th: ยกเว้นไซต์นี้จากเครื่องมือค้นหา
tr: Bu siteyi arama motorlarından çıkar
uk: Виключіть цей сайт із пошукових систем
zh_hant: 从搜索引擎里排除本站点

source: For some GTM options (like custom templates) to work, Google allows code to be added to your website.<br>Anyone with access to the Google Tag Manager settings can run arbitrary code on your website.<br>To make this possible we have to lower the overall security of your website.
ar: لكي تعمل بعض خيارات إدارة العلامات العالمية (مثل القوالب المخصصة)، تسمح Google بإضافة التعليمات البرمجية إلى موقع الويب الخاص بك.<br>يمكن لأي شخص لديه حق الوصول إلى إعدادات إدارة العلامات من Google تشغيل تعليمات برمجية عشوائية على موقع الويب الخاص بك.<br>لجعل هذا ممكنًا، يتعين علينا خفض مستوى الأمان العام لموقع الويب الخاص بك.
de: Damit einige GTM-Optionen (wie benutzerdefinierte Vorlagen) funktionieren, erlaubt Google das Hinzufügen von Code zu Ihrer Website.<br>Jeder mit Zugriff auf die Google Tag Manager-Einstellungen kann beliebigen Code auf Ihrer Website ausführen.<br>Um dies zu ermöglichen, müssen wir die allgemeine Sicherheit Ihrer Website verringern.
es: Para que funcionen algunas opciones de GTM (como las plantillas personalizadas), Google permite agregar código a su sitio web.<br>Cualquier persona con acceso a la configuración de Google Tag Manager puede ejecutar código arbitrario en su sitio web.<br>Para que esto sea posible, debemos reducir la seguridad general de su sitio web.
et: Mõne GTM-i valiku (nt kohandatud mallide) toimimiseks lubab Google teie veebisaidile koodi lisada.<br>Igaüks, kellel on juurdepääs Google Tag Manageri seadetele, saab teie veebisaidil käivitada suvalise koodi.<br>Selle võimaldamiseks peame vähendama teie veebisaidi üldist turvalisust.
he: כדי שחלק מהאפשרויות של GTM (כמו תבניות מותאמות אישית) יעבדו, Google מאפשרת להוסיף קוד לאתר שלך.<br>כל מי שיש לו גישה להגדרות Google Tag Manager יכול להריץ קוד שרירותי באתר שלך.<br>כדי לאפשר זאת עלינו להנמיך את האבטחה הכוללת של האתר שלך.
id: Agar beberapa opsi GTM (seperti templat khusus) berfungsi, Google mengizinkan kode untuk ditambahkan ke situs web Anda.<br>Siapa pun yang memiliki akses ke pengaturan Google Tag Manager dapat menjalankan kode sembarangan di situs web Anda.<br>Agar ini memungkinkan, kami harus menurunkan keamanan situs web Anda secara keseluruhan.
it: Affinché alcune opzioni di GTM (come i modelli personalizzati) funzionino, Google consente di aggiungere codice al tuo sito web.<br>Chiunque abbia accesso alle impostazioni di Google Tag Manager può eseguire codice arbitrario sul tuo sito web.<br>Per rendere ciò possibile, dobbiamo ridurre la sicurezza complessiva del tuo sito web.
nl: Om sommige GTM-opties (zoals aangepaste sjablonen) te laten werken, staat Google toe dat code wordt toegevoegd aan je website.<br>Iedereen met toegang tot de instellingen van Google Tag Manager kan willekeurige code uitvoeren op je website.<br>Om dit mogelijk te maken, moeten we de algehele beveiliging van je website verlagen.
pl: Aby niektóre opcje Menedżera tagów Google (np. szablony niestandardowe) działały, Google zezwala na dodanie kodu do witryny.<br>Każdy, kto ma dostęp do ustawień Menedżera tagów Google, może uruchomić dowolny kod w Twojej witrynie.<br>Aby było to możliwe, musimy obniżyć ogólny poziom bezpieczeństwa Twojej witryny.
pt: Para que algumas opções do GTM (como modelos personalizados) funcionem, o Google permite que código seja adicionado ao seu site.<br>Qualquer pessoa com acesso às configurações do Gerenciador de tags do Google pode executar código arbitrário no seu site.<br>Para tornar isso possível, temos que diminuir a segurança geral do seu site.
ru: Для работы некоторых параметров GTM (например, пользовательских шаблонов) Google позволяет добавлять код на ваш сайт.<br>Любой, у кого есть доступ к настройкам Google Tag Manager, может запустить произвольный код на вашем сайте.<br>Чтобы сделать это возможным, нам придется снизить общую безопасность вашего сайта.
sv: För att vissa GTM-alternativ (som anpassade mallar) ska fungera tillåter Google att kod läggs till på din webbplats.<br>Alla som har tillgång till Google Tag Manager-inställningarna kan köra godtycklig kod på din webbplats.<br>För att göra detta möjligt måste vi sänka den övergripande säkerheten på din webbplats.
th: เพื่อให้ตัวเลือก GTM บางตัว (เช่น เทมเพลตที่กำหนดเอง) ทำงานได้ Google อนุญาตให้เพิ่มโค้ดลงในเว็บไซต์ของคุณ<br>ใครก็ตามที่มีสิทธิ์เข้าถึงการตั้งค่า Google Tag Manager จะสามารถรันโค้ดที่ต้องการบนเว็บไซต์ของคุณได้<br>เพื่อให้เป็นไปได้ เราจะต้องลดความปลอดภัยโดยรวมของเว็บไซต์ของคุณ
tr: Bazı GTM seçeneklerinin (özel şablonlar gibi) çalışması için Google, web sitenize kod eklenmesine izin verir.<br>Google Etiket Yöneticisi ayarlarına erişimi olan herkes web sitenizde keyfi kod çalıştırabilir.<br>Bunu mümkün kılmak için web sitenizin genel güvenliğini düşürmemiz gerekir.
uk: Щоб деякі параметри GTM (наприклад, спеціальні шаблони) працювали, Google дозволяє додавати код на ваш веб-сайт.<br>Кожен, хто має доступ до налаштувань Менеджера тегів Google, може запускати довільний код на вашому веб-сайті.<br>Щоб зробити це можливим, ми маємо знизити загальний рівень безпеки вашого веб-сайту.
zh_hant: 為了使某些 GTM 選項（如自訂範本）發揮作用，Google 允許將程式碼新增至您的網站。<br>任何有權存取 Google Tag Manager 設定的人都可以在您的網站上執行任意程式碼。<br>為了實現這一點，我們必須降低您網站的整體安全性。

source: General SEO Optimization
ar: تحسين SEO العام
de: Allgemeine SEO-Optimierung
es: Optimización General de SEO
et: Üldine SEO optimiseerimine
he: אופטימיזציה כללית של קידום אתרים
id: Optimasi SEO Umum
it: Ottimizzazione SEO generale
nl: Algemene instellingen SEO optimalisatie
pl: Ogólna optymalizacja SEO
pt: Otimização geral de SEO
ru: Общая настройка SEO
sv: Allmänna SEO optimeringar
th: การเพิ่มประสิทธิภาพ SEO ทั่วไป
tr: Genel SEO Optimizasyonu
uk: Загальна SEO оптимізація
zh_hant: 通用 SEO 优化

source: Google Analytics tracking id
ar: معرف تتبع Google Analytics
es: Identificador de seguimiento de Google Analytics
et: Google Analyticsi jälgimise ID
he: מזהה מעקב של Google Analytics
id: Id pelacakan Google Analytics
it: ID di monitoraggio di Google Analytics
nl: Google Analytics tracking code
pl: Identyfikator śledzenia Google Analytics
pt: Identificação de rastreamento do Google Analytics
ru: Код отслеживания Google Analytics
sv: Google Analytics spårnings-id
th: รหัสติดตามของ Google Analytics
tr: Google Analytic'in izleme kimliği
uk: Ідентифікатор відстеження Google Analytics
zh_hant: Google Analytics 跟踪 id

source: Google Search Console
ar: جوجل Search Console
es: Consola de búsqueda de Google
he: מסוף החיפוש של גוגל
ru: Консоль поиска Google
tr: Google Arama Konsolu
