Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Connect with Microsoft
ar: تواصل مع Microsoft
de: Stellen Sie eine Verbindung mit Microsoft her
es: Conéctese con Microsoft
et: Võtke ühendust Microsoftiga
he: התחבר עם מיקרוסופט
id: Terhubung dengan Microsoft
it: Connettiti con Microsoft
nl: Verbinden met Microsoft
pl: Połącz się z firmą Microsoft
pt: Conecte-se com a Microsoft
ru: Связаться с Microsoft
sv: Anslut till Microsoft
th: เชื่อมต่อกับ Microsoft
tr: Microsoft ile bağlantı kurun
uk: Підключіться до Microsoft
zh_hant: 與微軟聯繫

source: Control who can log in. Allowed values are: <tt>common</tt>, <tt>organizations</tt>, <tt>consumers</tt>, and tenant identifiers.
ar: التحكم في من يمكنه تسجيل الدخول. القيم المسموح بها هي: <tt>مشترك</tt>و <tt>مؤسستان</tt>و <tt>مستهلكون</tt>ومعرفات المستأجر.
de: Steuern Sie, wer sich anmelden kann. Zulässige Werte sind: <tt>allgemein</tt>, <tt>Organisationen</tt>, <tt>Verbraucher</tt>und Mandanten-IDs.
es: Controle quién puede iniciar sesión. Los valores permitidos son: <tt>común</tt>, <tt>organizaciones</tt>, <tt>consumidores</tt>e identificadores de inquilinos.
et: Kontrollige, kes saavad sisse logida. Lubatud väärtused on: <tt>common</tt>, <tt>Organisations</tt>, <tt>Consultants</tt>ja rentni Identifiers.
he: שליטה מי יכול להיכנס. הערכים המותרים הם: <tt>נפוץ</tt>, <tt>ארגונים</tt>, <tt>צרכנים</tt>ומזהי דיירים.
id: Kontrol siapa yang bisa masuk. Nilai yang diizinkan adalah: <tt>umum</tt>, <tt>organisasi</tt>, <tt>konsumen</tt>, dan pengidentifikasi penyewa.
it: Controlla chi può accedere. I valori consentiti sono: <tt>comune</tt>, <tt>organizzazioni</tt>, <tt>consumatori</tt>e identificatori tenant.
nl: Bepaal wie zich kan aanmelden. Toegestane waarden zijn: <tt>gemeenschappelijk</tt>, <tt>organisaties</tt>, <tt>consumenten</tt>en tenant-ID's.
pl: Kontroluj, kto może się zalogować. Dozwolone wartości to: <tt>wspólne</tt>, <tt>organizacje</tt>, <tt>konsumenci</tt>i identyfikatory dzierżawy.
pt: Controle quem pode fazer login. Os valores permitidos são: <tt>comum</tt>, <tt>organizações</tt>, <tt>consumidores</tt>e identificadores de locatário.
ru: Управляйте тем, кто может входить в систему. Допустимые значения: <tt>общие</tt>, <tt>организации</tt>, <tt>потребители</tt>и идентификаторы арендаторов.
sv: Kontrollera vem som kan logga in. Tillåtna värden är: <tt>gemensam</tt>, <tt>organisationer</tt>, <tt>konsumenter</tt>och hyresgästidentifierare.
th: ควบคุมว่าใครสามารถเข้าสู่ระบบได้ ค่าที่อนุญาตคือ: <tt>ทั่วไป</tt>, <tt>องค์กร</tt>, <tt>ผู้บริโภค</tt>และตัวระบุผู้เช่า
tr: Kimlerin oturum açabileceğini kontrol edin. İzin verilen değerler şunlardır: <tt>ortak</tt>, <tt>kuruluş</tt>, <tt>tüketici</tt>ve kiracı tanımlayıcıları.
uk: Контролюйте, хто може входити. Дозволені значення: <tt>загальні</tt>, <tt>організації</tt>, <tt>споживачі</tt>та ідентифікатори орендарів.
zh_hant: 控制誰可以登入。允許的值為： <tt>公共</tt>、 <tt>組織</tt>、 <tt>消費者</tt>和租戶識別碼。

source: Disconnect from Microsoft
ar: قطع الاتصال بـ Microsoft
de: Trennen Sie die Verbindung zu Microsoft
es: Desconectarse de Microsoft
et: Katkestage ühendus Microsoftiga
he: התנתק ממיקרוסופט
id: Putuskan sambungan dari Microsoft
it: Disconnettiti da Microsoft
nl: Ontkoppelen van Microsoft
pl: Odłącz od firmy Microsoft
pt: Desconectar-se da Microsoft
ru: Отключиться от Microsoft
sv: Koppla från Microsoft
th: ยกเลิกการเชื่อมต่อจาก Microsoft
tr: Microsoft ile bağlantıyı kes
uk: Від’єднайтеся від Microsoft
zh_hant: 與Microsoft斷開連接

source: Do you want to disconnect your Microsoft account?
ar: هل تريد قطع اتصال حساب Microsoft الخاص بك؟
de: Möchten Sie Ihr Microsoft-Konto trennen?
es: ¿Quieres desconectar tu cuenta de Microsoft?
et: Kas soovite oma Microsofti konto lahti ühendada?
he: האם אתה רוצה לנתק את חשבון Microsoft שלך?
id: Apakah Anda ingin memutuskan akun Microsoft Anda?
it: Vuoi disconnettere il tuo account Microsoft?
nl: Wilt je je Microsoft-account loskoppelen?
pl: Czy chcesz odłączyć swoje konto Microsoft?
pt: Você deseja desconectar sua conta da Microsoft?
ru: Вы хотите отключить свою учетную запись Microsoft?
sv: Vill du koppla bort ditt Microsoft-konto?
th: คุณต้องการยกเลิกการเชื่อมต่อบัญชี Microsoft ของคุณหรือไม่?
tr: Microsoft hesabınızın bağlantısını kesmek istiyor musunuz?
uk: Ви хочете відключити свій обліковий запис Microsoft?
zh_hant: 您要斷開您的Microsoft帳戶嗎？

source: Log in with Microsoft
ar: قم بتسجيل الدخول باستخدام Microsoft
de: Melden Sie sich bei Microsoft an
es: Iniciar sesión con Microsoft
et: Logige sisse Microsoftiga
he: התחבר עם מיקרוסופט
id: Masuk dengan Microsoft
it: Accedi con Microsoft
nl: Log in met Microsoft
pl: Zaloguj się przez Microsoft
pt: Entrar com a Microsoft
ru: Войти через Microsoft
sv: Logga in med Microsoft
th: เข้าสู่ระบบด้วย Microsoft
tr: Microsoft ile oturum açın
uk: Увійдіть за допомогою Microsoft
zh_hant: 使用Microsoft登錄

source: Log on with Microsoft
ar: قم بتسجيل الدخول باستخدام Microsoft
de: Melden Sie sich mit Microsoft an
es: Inicie sesión con Microsoft
et: Logige sisse Microsoftiga
he: התחבר עם מיקרוסופט
id: Masuk dengan Microsoft
it: Accedi con Microsoft
nl: Log in met Microsoft
pl: Zaloguj się przez Microsoft
pt: Faça logon com a Microsoft
ru: Войдите в систему с Microsoft
sv: Logga in med Microsoft
th: เข้าสู่ระบบด้วย Microsoft
tr: Microsoft ile oturum açın
uk: Залогінитися за допомогою Microsoft
zh_hant: 使用Microsoft登錄

source: More information about scopes
ar: مزيد من المعلومات حول النطاقات
de: Weitere Informationen zu Bereichen
es: Más información sobre osciloscopios
et: Lisateave reguleerimisala kohta
he: מידע נוסף על היקפים
id: Informasi selengkapnya tentang cakupan
it: Ulteriori informazioni sugli ambiti
nl: Meer informatie over scopes
pl: Więcej informacji o zakresach
pt: Mais informações sobre escopos
ru: Подробнее о прицелах
sv: Mer information om omfattningar
th: ข้อมูลเพิ่มเติมเกี่ยวกับขอบเขต
tr: Kapsamlar hakkında daha fazla bilgi
uk: Додаткова інформація про масштаби
zh_hant: 有關範圍的更多信息

source: More information about tenant identifiers
ar: مزيد من المعلومات حول معرفات المستأجر
de: Weitere Informationen zu Mandantenkennungen
es: Más información sobre identificadores de inquilinos
et: Lisateave üürnike identifikaatorite kohta
he: מידע נוסף על מזהי דיירים
id: Informasi selengkapnya tentang pengidentifikasi penyewa
it: Ulteriori informazioni sugli identificatori tenant
nl: Meer informatie over tenant identifiers
pl: Więcej informacji o identyfikatorach dzierżawców
pt: Mais informações sobre identificadores de inquilino
ru: Дополнительная информация об идентификаторах арендатора
sv: Mer information om klientidentifierare
th: ข้อมูลเพิ่มเติมเกี่ยวกับตัวระบุผู้เช่า
tr: Kiracı tanımlayıcıları hakkında daha fazla bilgi
uk: Додаткова інформація про ідентифікатори орендаря
zh_hant: 有關租戶標識符的更多信息

source: Redirecting to Microsoft.
ar: إعادة التوجيه إلى Microsoft.
de: Weiterleitung an Microsoft.
es: Redirigiendo a Microsoft.
et: Ümbersuunamine Microsofti.
he: מפנה מחדש למיקרוסופט.
id: Mengalihkan ke Microsoft.
it: Reindirizzamento a Microsoft.
nl: Doorverwijzen naar Microsoft.
pl: Przekierowanie do Microsoft.
pt: Redirecionando para a Microsoft.
ru: Перенаправление в Microsoft.
sv: Omdirigerar till Microsoft.
th: กำลังเปลี่ยนเส้นทางไปยัง Microsoft
tr: Microsoft'a yeniden yönlendiriliyor.
uk: Перенаправлення до Microsoft.
zh_hant: 重定向到Microsoft。

source: Save Microsoft Settings
ar: احفظ إعدادات Microsoft
de: Speichern Sie die Microsoft-Einstellungen
es: Guardar la configuración de Microsoft
et: Salvestage Microsofti seaded
he: שמור את הגדרות Microsoft
id: Simpan Pengaturan Microsoft
it: Salva le impostazioni di Microsoft
nl: Sla Microsoft-instellingen op
pl: Zapisz ustawienia Microsoft
pt: Salvar configurações da Microsoft
ru: Сохранить настройки Microsoft
sv: Spara Microsoft-inställningar
th: บันทึกการตั้งค่า Microsoft
tr: Microsoft Ayarlarını Kaydet
uk: Збережіть налаштування Microsoft
zh_hant: 保存Microsoft設置

source: Saved the Microsoft settings.
ar: حفظ إعدادات Microsoft.
de: Die Microsoft-Einstellungen wurden gespeichert.
es: Se guardó la configuración de Microsoft.
et: Salvestatud Microsofti seaded.
he: שמר את הגדרות מיקרוסופט.
id: Menyimpan pengaturan Microsoft.
it: Salvate le impostazioni di Microsoft.
nl: Microsoft-instellingen opgeslagen.
pl: Zapisano ustawienia Microsoft.
pt: Salva as configurações da Microsoft.
ru: Сохранил настройки Microsoft.
sv: Sparade Microsoft-inställningarna.
th: บันทึกการตั้งค่าของ Microsoft
tr: Microsoft ayarlarını kaydetti.
uk: Збережено налаштування Microsoft.
zh_hant: 保存了Microsoft設置。

source: Space separated list of scopes that you want the user to consent to. Examples are: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> and <tt>profile</tt>. The <tt>openid</tt> scope is always added automatically.
ar: قائمة نطاقات مفصولة بمسافة تريد أن يوافق عليها المستخدم. الأمثلة هي: <tt>مستخدم ، اقرأ</tt>، <tt>بريد إلكتروني</tt>، <tt>offline_access</tt> و <tt>ملف تعريف</tt>. يتم دائمًا إضافة النطاق <tt>openid</tt> تلقائيًا.
de: Durch Leerzeichen getrennte Liste von Bereichen, denen der Benutzer zustimmen soll. Beispiele sind: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> und <tt>profile</tt>. Der Bereich <tt>openid</tt> wird immer automatisch hinzugefügt.
es: Lista separada por espacios de ámbitos a los que desea que el usuario dé su consentimiento. Los ejemplos son: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> y <tt>profile</tt>. El alcance de <tt>openid</tt> siempre se agrega automáticamente.
et: Tühikuga eraldatud ulatuste loend, millega soovite, et kasutaja nõustuks. Näited on järgmised: <tt>kasutaja. Lugege</tt>, <tt>meili</tt>, <tt>offline_access</tt> ja <tt>profiili</tt>. <tt>openid</tt> ulatus lisatakse alati automaatselt.
he: רשימה מופרדת מרווחים של היקפים שאתה רוצה שהמשתמש יסכים להם. דוגמאות הן: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> ו <tt>profile</tt>. היקף <tt>openid</tt> מתווסף תמיד באופן אוטומטי.
id: Daftar cakupan yang dipisahkan spasi yang Anda inginkan agar disetujui oleh pengguna. Contohnya adalah: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> dan <tt>profile</tt>. Lingkup <tt>openid</tt> selalu ditambahkan secara otomatis.
it: Elenco separato da spazi di ambiti per i quali si desidera che l'utente acconsenta. Esempi sono: <tt>Utente.Leggi</tt>, <tt>email</tt>, <tt>offline_access</tt> e <tt>profilo</tt>. L'ambito <tt>openid</tt> viene sempre aggiunto automaticamente.
nl: Door spaties gescheiden lijst met 'scopes' waar de gebruiker toestemming voor moet geven. Voorbeelden zijn: <tt>User. Read</tt>, <tt>email</tt>, <tt>offline_access</tt> en <tt>profile</tt>. De <tt>openid</tt> scope wordt altijd automatisch toegevoegd.
pl: Rozdzielona spacjami lista zakresów, na które użytkownik ma wyrazić zgodę. Przykładami są: <tt>Użytkownik.Odczyt</tt>, <tt>e-mail</tt>, <tt>dostęp_offline</tt> i <tt>profil</tt>. Zakres <tt>openid</tt> jest zawsze dodawany automatycznie.
pt: Lista separada por espaço de escopos que você deseja que o usuário concorde. Os exemplos são: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> e <tt>profile</tt>. O escopo <tt>openid</tt> é sempre adicionado automaticamente.
ru: Разделенный пробелами список областей, на которые вы хотите дать согласие пользователю. Примеры: <tt>User.Read</tt>, <tt>электронная почта</tt>, <tt>offline_access</tt> и <tt>профиль</tt>. Область <tt>openid</tt> всегда добавляется автоматически.
sv: Mellanslagsseparerad lista över omfattningar som du vill att användaren ska samtycka till. Exempel är: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> och <tt>profile</tt>. <tt>openid</tt> scope läggs alltid till automatiskt.
th: รายการขอบเขตที่คั่นด้วยช่องว่างที่คุณต้องการให้ผู้ใช้ยินยอม ตัวอย่าง ได้แก่ <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> และ <tt>profile</tt>ขอบเขต <tt>openid</tt> จะถูกเพิ่มโดยอัตโนมัติเสมอ
tr: Kullanıcının izin vermesini istediğiniz kapsamların boşlukla ayrılmış listesi. Örnekler: <tt>Kullanıcı.Okuma</tt>, <tt>e-posta</tt>, <tt>offline_access</tt> ve <tt>profil</tt>. <tt>openid</tt> kapsamı her zaman otomatik olarak eklenir.
uk: Відокремлений пробілами список областей, на які ви хочете, щоб користувач погодився. Приклади: <tt>User.Read</tt>, <tt>email</tt>, <tt>offline_access</tt> і <tt>profile</tt>. Область <tt>openid</tt> завжди додається автоматично.
zh_hant: 您希望用戶同意的範圍的空格分隔列表。例如</tt><tt> <tt></tt></tt>offline_access <tt>和</tt> profile <tt>。 <tt>openid</tt> 範圍總是自動添加的。

source: Tenant
ar: مستأجر
de: Mieter
es: Inquilino
et: Üürnik
he: שׂוֹכֵר
id: Penyewa
it: Inquilino
pl: Najemca
pt: Inquilino
ru: Жилец
sv: Hyresgäst
th: ผู้เช่า
tr: Kiracı
uk: Орендар
zh_hant: 租戶

source: Use Microsoft authentication
ar: استخدم مصادقة Microsoft
de: Verwenden Sie die Microsoft-Authentifizierung
es: Utilice la autenticación de Microsoft
et: Kasutage Microsofti autentimist
he: השתמש באימות של מיקרוסופט
id: Gunakan otentikasi Microsoft
it: Usa l'autenticazione Microsoft
nl: Gebruik Microsoft-authenticatie
pl: Użyj uwierzytelniania firmy Microsoft
pt: Use a autenticação da Microsoft
ru: Использовать аутентификацию Microsoft
sv: Använd Microsoft-autentisering
th: ใช้การรับรองความถูกต้องของ Microsoft
tr: Microsoft kimlik doğrulamasını kullan
uk: Використовуйте автентифікацію Microsoft
zh_hant: 使用Microsoft身份驗證

source: You don't have permission to change the Microsoft settings.
ar: ليس لديك إذن لتغيير إعدادات Microsoft.
de: Sie haben keine Berechtigung zum Ändern der Microsoft-Einstellungen.
es: No tienes permiso para cambiar la configuración de Microsoft.
et: Teil pole Microsofti sätete muutmiseks luba.
he: אין לך הרשאה לשנות את הגדרות Microsoft.
id: Anda tidak memiliki izin untuk mengubah pengaturan Microsoft.
it: Non hai l'autorizzazione per modificare le impostazioni di Microsoft.
nl: Je hebt geen toestemming om de Microsoft instellingen te veranderen.
pl: Nie masz uprawnień do zmiany ustawień Microsoft.
pt: Você não tem permissão para alterar as configurações da Microsoft.
ru: У вас нет разрешения на изменение настроек Microsoft.
sv: Du har inte behörighet att ändra Microsoft-inställningarna.
th: คุณไม่มีสิทธิ์เปลี่ยนการตั้งค่าของ Microsoft
tr: Microsoft ayarlarını değiştirme izniniz yok.
uk: У Вас немає дозволу змінювати налаштування Microsoft.
zh_hant: 您無權更改Microsoft設置。

source: You have coupled your <strong>Microsoft</strong> account.
ar: لقد قمت بإقران <strong>حساب Microsoft</strong>
de: Sie haben Ihr <strong>Microsoft</strong> Konto gekoppelt.
es: Ha acoplado su cuenta <strong>Microsoft</strong>.
et: Olete sidunud oma <strong>Microsofti</strong> kontot.
he: חיברת <strong>חשבון Microsoft</strong>
id: Anda telah menggabungkan <strong>akun Microsoft</strong>
it: Hai accoppiato il tuo account <strong>Microsoft</strong>
nl: Je hebt je <strong>Microsoft</strong> account gekoppeld.
pl: Połączyłeś swoje <strong>konto Microsoft</strong>
pt: Você vinculou sua conta <strong>Microsoft</strong>
ru: Вы подключили свою учетную запись <strong>Microsoft</strong>
sv: Du har kopplat ditt <strong>Microsoft</strong> konto.
th: คุณได้เชื่อมต่อกับ <strong>Microsoft</strong> ของคุณ
tr: <strong>Microsoft</strong> hesabınızı bağladınız.
uk: Ви підключили свій обліковий запис <strong>Microsoft</strong>.
zh_hant: 您已將您的 <strong>Microsoft</strong> 帳戶配對。

source: <b>Important:</b> write access is only disabled if the used ACL module and models support this.
ar: <b>هام:</b> يتم تعطيل إمكانية الوصول إلى الكتابة فقط إذا كانت وحدة ACL والنماذج المستخدمة تدعم ذلك.
de: <b>Wichtig:</b> Der Schreibzugriff wird nur deaktiviert, wenn das verwendete ACL-Modul und die Modelle dies unterstützen.
es: <b>Importante:</b> el acceso de escritura solo está deshabilitado si el módulo ACL y los modelos utilizados lo admiten.
et: <b>Tähtis:</b> kirjutamisjuurdepääs on keelatud ainult siis, kui kasutatav ACL-moodul ja mudelid seda toetavad.
he: <b>חשוב:</b> גישת הכתיבה מושבתת רק אם מודול ה-ACL והדגמים המשומשים תומכים בכך.
id: <b>Penting:</b> akses tulis hanya dinonaktifkan jika modul ACL dan model yang digunakan mendukung ini.
it: <b>Importante:</b> l'accesso in scrittura è disabilitato solo se il modulo ACL utilizzato e i modelli lo supportano.
nl: <b>Belangrijk:</b> schrijftoegang is alleen uitgeschakeld als de gebruikte ACL-module en modellen dit ondersteunen.
pl: <b>Ważne:</b> dostęp do zapisu jest wyłączany tylko wtedy, gdy używany moduł ACL i modele to obsługują.
pt: <b>Importante:</b> o acesso de gravação só será desabilitado se o módulo ACL usado e os modelos suportarem isso.
ru: <b>Важно:</b> доступ на запись отключается только в том случае, если используемый модуль ACL и модели поддерживают это.
sv: <b>Viktigt:</b> skrivåtkomst är endast inaktiverad om den använda ACL-modulen och modellerna stöder detta.
th: <b>สิ่งสำคัญ:</b> การเข้าถึงการเขียนจะถูกปิดการใช้งานเฉพาะในกรณีที่โมดูล ACL และโมเดลที่ใช้รองรับการทำงานนี้
tr: <b>Önemli:</b> yazma erişimi yalnızca kullanılan ACL modülü ve modeller bunu destekliyorsa devre dışı bırakılır.
uk: <b>Важливо:</b> доступ до запису вимкнено, лише якщо використовуваний модуль ACL і моделі це підтримують.
zh_hant: <b>重要：</b> 僅當使用的 ACL 模組和模型支援此功能時，才會停用寫入存取。

source: Access Token URL
ar: الوصول إلى عنوان URL الخاص بالرمز
de: Zugriffs-Token-URL
es: URL de token de acceso
et: Juurdepääsu märgi URL -ile
he: כתובת URL לאסימון גישה
id: URL Token Akses
it: URL del token di accesso
nl: Toegangstoken-URL
pl: Uzyskaj dostęp do adresu URL tokena
pt: URL do token de acesso
ru: URL-адрес токена доступа
sv: URL för åtkomsttoken
th: เข้าถึงโทเค็น URL
tr: Erişim Simgesi URL'si
uk: URL-адреса маркера доступу
zh_hant: 訪問令牌 URL

source: Access content on this website.
ar: الوصول إلى المحتوى على هذا الموقع.
de: Greifen Sie auf Inhalte dieser Website zu.
es: Accede al contenido de este sitio web.
et: Juurdepääs selle veebisaidi sisule.
he: גישה לתכנים באתר זה.
id: Akses konten di situs web ini.
it: Accedi ai contenuti di questo sito web.
nl: Toegang tot inhoud op deze website.
pl: Uzyskaj dostęp do zawartości tej witryny.
pt: Acesse o conteúdo deste site.
ru: Доступ к контенту на этом веб-сайте.
sv: Få tillgång till innehåll på denna webbplats.
th: เข้าถึงเนื้อหาบนเว็บไซต์นี้
tr: Bu web sitesindeki içeriğe erişin.
uk: Доступ до вмісту цього вебсайту.
zh_hant: 訪問本網站上的內容。

source: Access permission
ar: إذن الوصول
de: Zugangserlaubnis
es: Permiso de acceso
et: Juurdepääsu luba
he: הרשאת גישה
id: Izin akses
it: Permesso di accesso
nl: Toegangsrechten
pl: Uprawnienia dostępu
pt: Permissão de acesso
ru: Разрешение на доступ
sv: Åtkomstbehörighet
th: การอนุญาตการเข้าถึง
tr: Erişim izni
uk: Дозвіл на доступ
zh_hant: 存取權限

source: Access tokens
ar: رموز الوصول
de: Zugriffstoken
es: Tokens de acceso
et: Juurdepääsumärgid
he: אסימוני גישה
id: Token akses
it: Token di accesso
nl: Toegangstokens
pl: Tokeny dostępu
pt: Tokens de acesso
ru: Токены доступа
sv: Tillgångstokens
th: โทเค็นการเข้าถึง
tr: Erişim belirteçleri
uk: Маркери доступу
zh_hant: 訪問令牌

source: Access tokens are added manually
ar: يتم إضافة رموز الوصول يدويًا
de: Zugriffstoken werden manuell hinzugefügt
es: Los tokens de acceso se agregan manualmente
et: Juurdepääsumärgid lisatakse käsitsi
he: אסימוני גישה מתווספים באופן ידני
id: Token akses ditambahkan secara manual
it: I token di accesso vengono aggiunti manualmente
nl: Toegangstokens worden handmatig toegevoegd
pl: Tokeny dostępu są dodawane ręcznie
pt: Os tokens de acesso são adicionados manualmente
ru: Токены доступа добавляются вручную
sv: Åtkomsttokens läggs till manuellt
th: โทเค็นการเข้าถึงจะถูกเพิ่มด้วยตนเอง
tr: Erişim belirteçleri manuel olarak eklenir
uk: Маркери доступу додаються вручну
zh_hant: 手動新增訪問令牌

source: Add Token
ar: إضافة الرمز المميز
de: Token hinzufügen
es: Agregar token
et: Lisa märk
he: הוסף אסימון
id: Tambahkan Token
it: Aggiungi token
nl: Token toevoegen
pl: Dodaj token
pt: Adicionar Token
ru: Добавить токен
sv: Lägg till token
th: เพิ่มโทเค็น
tr: Jeton Ekle
uk: Додати маркер
zh_hant: 添加代幣

source: Add a new token
ar: إضافة رمز جديد
de: Ein neues Token hinzufügen
es: Agregar un nuevo token
et: Lisage uus tunnus
he: הוסף אסימון חדש
id: Tambahkan token baru
it: Aggiungi un nuovo token
nl: Een nieuw token toevoegen
pl: Dodaj nowy token
pt: Adicionar um novo token
ru: Добавить новый токен
sv: Lägg till en ny token
th: เพิ่มโทเค็นใหม่
tr: Yeni bir token ekle
uk: Додайте новий маркер
zh_hant: 新增令牌

source: Add a new token for accessing data on <b>{domain}</b>.
ar: أضف رمزًا جديدًا للوصول إلى البيانات على <b>{domain}</b>.
de: Hinzufügen eines neuen Tokens für den Zugriff auf Daten auf <b>{domain}</b>.
es: Agregue un nuevo token para acceder a los datos en <b>{domain}</b>.
et: Lisage uus luba andmetele juurdepääsuks aadressil <b>{domain}</b>.
he: הוסף אסימון חדש לגישה לנתונים על <b>{domain}</b>.
id: Tambahkan token baru untuk mengakses data pada <b>{domain}</b>.
it: Aggiungi un nuovo token per accedere ai dati su <b>{domain}</b>.
nl: Een nieuw token toevoegen voor toegang tot gegevens op <b>{domain}</b>.
pl: Dodaj nowy token umożliwiający dostęp do danych w <b>{domain}</b>.
pt: Adicione um novo token para acessar dados em <b>{domain}</b>.
ru: Добавьте новый токен для доступа к данным на <b>{domain}</b>.
sv: Lägg till en ny token för att komma åt data på <b>{domain}</b>.
th: เพิ่มโทเค็นใหม่สำหรับการเข้าถึงข้อมูลบน <b>{domain}</b>.
tr: <b>{domain}</b>üzerindeki verilere erişim için yeni bir belirteç ekleyin.
uk: Додайте новий маркер для доступу до даних на <b>{domain}</b>.
zh_hant: 新增一個新的令牌用於存取 <b>{domain}</b>上的資料。

source: Add a token
ar: أضف رمزًا
de: Ein Token hinzufügen
es: Agregar un token
et: Lisage märk
he: הוסף אסימון
id: Tambahkan token
it: Aggiungi un token
nl: Een token toevoegen
pl: Dodaj token
pt: Adicionar um token
ru: Добавить токен
sv: Lägg till en token
th: เพิ่มโทเค็น
tr: Bir jeton ekle
uk: Додайте маркер
zh_hant: 添加令牌

source: Added by
ar: أضيفت من قبل
de: Hinzugefügt von
es: Añadido por
et: Lisas
he: נוסף על ידי
id: Ditambahkan oleh
it: Aggiunto da
nl: Toegevoegd door
pl: Dodane przez
pt: Adicionado por
ru: Добавлено
sv: Tillagd av
th: เพิ่มโดย
tr: Tarafından eklendi
uk: Додав
zh_hant: 添加者

source: Allow Access
ar: السماح بالمرور
de: Zugriff zulassen
es: Permitir el acceso
et: Luba juurdepääs
he: אפשר גישה
id: Izinkan Akses
it: Consentire l'accesso
nl: Toegang verlenen
pl: Umożliwić dostęp
pt: Permitir acesso
ru: Разрешить доступ
sv: Tillåta åtkomst
th: อนุญาตการเข้าถึง
tr: Erişime izin vermek
uk: Дозволити доступ
zh_hant: 允許訪問

source: Allow OAuth2 authorization with users on this site
ar: السماح بتفويض OAuth2 للمستخدمين على هذا الموقع
de: OAuth2-Autorisierung mit Benutzern auf dieser Website zulassen
es: Permitir la autorización OAuth2 con los usuarios de este sitio
et: Luba selle saidi kasutajatele OAuth2 autoriseerimine
he: אפשר הרשאת OAuth2 עם משתמשים באתר זה
id: Izinkan otorisasi OAuth2 dengan pengguna di situs ini
it: Consenti l'autorizzazione OAuth2 con gli utenti su questo sito
nl: OAuth2-autorisatie toestaan voor gebruikers op deze site
pl: Zezwalaj na autoryzację OAuth2 użytkownikom na tej stronie
pt: Permitir autorização OAuth2 com usuários neste site
ru: Разрешить авторизацию OAuth2 для пользователей на этом сайте
sv: Tillåt OAuth2-auktorisering med användare på den här webbplatsen
th: อนุญาตให้มีการอนุญาต OAuth2 กับผู้ใช้บนไซต์นี้
tr: Bu sitedeki kullanıcılarla OAuth2 yetkilendirmesine izin ver
uk: Дозволити авторизацію OAuth2 для користувачів на цьому сайті
zh_hant: 允許此網站上的使用者進行 OAuth2 授權
