Repository: zotonic/zotonic
Catalog: apps/zotonic_core/priv/translations/*.zotonic.po
Languages: ar, de, es, et, he, id, it, nl, pl, pt, ru, sv, th, tr, uk, zh_hant

source: Select the user associated with Client Credential tokens.
ar: حدد المستخدم المرتبط برموز بيانات اعتماد العميل.
de: Wählen Sie den Benutzer aus, der mit Client Credential Token verbunden ist.
es: Seleccione el usuario asociado con los tokens de credenciales de cliente.
et: Valige kliendi mandaadi lubadega seotud kasutaja.
he: בחר את המשתמש המשויך לאסימוני אישורי לקוח.
id: Pilih pengguna yang dikaitkan dengan token Kredensial Klien.
it: Selezionare l'utente associato ai token delle credenziali client.
nl: Selecteer de gebruiker die gekoppeld is aan Client Credential tokens.
pl: Wybierz użytkownika powiązanego z tokenami poświadczeń klienta.
pt: Selecione o usuário associado aos tokens de Credencial do Cliente.
ru: Выберите пользователя, связанного с токенами учетных данных клиента.
sv: Välj den användare som är kopplad till klientuppgifter.
th: เลือกผู้ใช้ที่เชื่อมโยงกับโทเค็นข้อมูลรับรองไคลเอนต์
tr: İstemci Kimlik Bilgisi belirteçleriyle ilişkili kullanıcıyı seçin.
uk: Виберіть користувача, пов’язаного з маркерами облікових даних клієнта.
zh_hant: 選擇與客戶端憑證令牌關聯的使用者。

source: Select the user for this access token.
ar: حدد المستخدم لهذا الرمز للوصول.
de: Wählen Sie den Benutzer für dieses Zugriffstoken aus.
es: Seleccione el usuario para este token de acceso.
et: Valige selle juurdepääsuloa jaoks kasutaja.
he: בחר את המשתמש עבור אסימון גישה זה.
id: Pilih pengguna untuk token akses ini.
it: Seleziona l'utente per questo token di accesso.
nl: Selecteer de gebruiker voor dit toegangstoken.
pl: Wybierz użytkownika dla tego tokena dostępowego.
pt: Selecione o utilizador para este token de acesso.
ru: Выберите пользователя для этого токена доступа.
sv: Välj användaren för denna åtkomsttoken.
th: เลือกผู้ใช้สำหรับโทเค็นการเข้าถึงนี้
tr: Bu erişim belirteci için kullanıcıyı seçin.
uk: Виберіть користувача для цього маркера доступу.
zh_hant: 選擇此存取令牌的使用者。

source: Select the user for this token.
ar: حدد المستخدم لهذا الرمز.
de: Wählen Sie den Benutzer für dieses Token aus.
es: Seleccione el usuario para este token.
et: Valige selle märgi kasutaja.
he: בחר את המשתמש עבור האסימון הזה.
id: Pilih pengguna untuk token ini.
it: Seleziona l'utente per questo token.
nl: Selecteer de gebruiker voor dit token.
pl: Wybierz użytkownika dla tego tokena.
pt: Selecione o usuário para este token.
ru: Выберите пользователя для этого токена.
sv: Välj användaren för denna token.
th: เลือกผู้ใช้สำหรับโทเค็นนี้
tr: Bu token için kullanıcıyı seçin.
uk: Виберіть користувача для цього маркера.
zh_hant: 選擇此令牌的使用者。

source: The App ID and App Secret are needed if you want to use this website for authentication. If you only configure manually generated tokens then you can leave these fields empty.
ar: يلزم إدخال معرف التطبيق وسر التطبيق إذا كنت ترغب في استخدام هذا الموقع للمصادقة. إذا كنت تُعدّ الرموز المُولّدة يدويًا فقط، فيمكنك ترك هذه الحقول فارغة.
de: Die App-ID und das App-Geheimnis werden benötigt, wenn Sie diese Website zur Authentifizierung verwenden möchten. Wenn Sie nur manuell generierte Token konfigurieren, können Sie diese Felder leer lassen.
es: El ID y el Secreto de la Aplicación son necesarios si desea usar este sitio web para la autenticación. Si solo configura tokens generados manualmente, puede dejar estos campos vacíos.
et: Rakenduse ID ja rakenduse saladus on vajalikud, kui soovite seda veebisaiti autentimiseks kasutada. Kui konfigureerite ainult käsitsi loodud märke, võite need väljad tühjaks jätta.
he: יש צורך במזהה האפליקציה ובסוד האפליקציה אם ברצונך להשתמש באתר זה לצורך אימות. אם אתה מגדיר רק אסימונים שנוצרו באופן ידני, אתה יכול להשאיר שדות אלה ריקים.
id: App ID dan App Secret diperlukan jika Anda ingin menggunakan situs web ini untuk autentikasi. Jika Anda hanya mengonfigurasi token yang dibuat secara manual, Anda dapat membiarkan kolom ini kosong.
it: L'App ID e l'App Secret sono necessari se vuoi usare questo sito web per l'autenticazione. Se configuri solo token generati manualmente, puoi lasciare questi campi vuoti.
nl: De App ID en App Secret zijn nodig als je deze website wilt gebruiken voor authenticatie. Als je alleen handmatig gegenereerde tokens configureert, kun je deze velden leeg laten.
pl: App ID i App Secret są potrzebne, jeśli chcesz używać tej witryny do uwierzytelniania. Jeśli konfigurujesz tylko ręcznie generowane tokeny, możesz pozostawić te pola puste.
pt: O App ID e o App Secret são necessários se você quiser usar este site para autenticação. Se você configurar apenas tokens gerados manualmente, pode deixar esses campos vazios.
ru: App ID и App Secret необходимы, если вы хотите использовать этот веб-сайт для аутентификации. Если вы настраиваете только токены, сгенерированные вручную, то можете оставить эти поля пустыми.
sv: App-ID och App Secret behövs om du vill använda denna webbplats för autentisering. Om du bara konfigurerar manuellt genererade tokens kan du lämna dessa fält tomma.
th: คุณต้องใช้ App ID และ App Secret หากต้องการใช้เว็บไซต์นี้เพื่อยืนยันตัวตน หากคุณกำหนดค่าโทเค็นที่สร้างด้วยตนเองเท่านั้น คุณสามารถปล่อยให้ช่องเหล่านี้ว่างเปล่าได้
tr: Bu web sitesini kimlik doğrulaması için kullanmak istiyorsanız Uygulama Kimliği ve Uygulama Gizliliği gereklidir. Yalnızca elle oluşturulan belirteçleri yapılandırırsanız bu alanları boş bırakabilirsiniz.
uk: Ідентифікатор програми та секрет програми потрібні, якщо ви хочете використовувати цей веб-сайт для автентифікації. Якщо ви налаштовуєте лише згенеровані вручну маркери, ви можете залишити ці поля порожніми.
zh_hant: 如果您想使用此網站進行身份驗證，則需要App ID和App Secret。如果您只配置手動產生的令牌，那麼您可以將這些欄位留空。

source: The client must extend the token before it expires.
ar: يجب على العميل تمديد الرمز قبل انتهاء صلاحيته.
de: Der Kunde muss das Token verlängern, bevor es abläuft.
es: El cliente debe extender el token antes de que expire.
et: Klient peab luba pikendama enne selle aegumist.
he: הלקוח חייב להאריך את האסימון לפני שיפוג.
id: Klien harus memperpanjang token sebelum kedaluwarsa.
it: Il client deve estendere il token prima che scada.
nl: De cliënt moet het token verlengen voordat het verloopt.
pl: Klient musi przedłużyć ważność tokena przed jego wygaśnięciem.
pt: O cliente deve estender o token antes que ele expire.
ru: Клиент должен продлить токен до истечения срока его действия.
sv: Klienten måste förlänga token innan den löper ut.
th: ไคลเอนต์จะต้องขยายโทเค็นก่อนที่จะหมดอายุ
tr: Müşteri, token'ın süresi dolmadan önce onu uzatmak zorundadır.
uk: Клієнт повинен продовжити токен до закінчення терміну його дії.
zh_hant: 客戶端必須在令牌過期之前延長其有效期。

source: The token will be registered with the selected user account.
ar: سيتم تسجيل الرمز المميز بحساب المستخدم المحدد.
de: Das Token wird mit dem ausgewählten Benutzerkonto registriert.
es: El token se registrará con la cuenta de usuario seleccionada.
et: Token registreeritakse valitud kasutajakontoga.
he: האסימון יירשם בחשבון המשתמש שנבחר.
id: Token akan didaftarkan pada akun pengguna yang dipilih.
it: Il token verrà registrato con l'account utente selezionato.
nl: Het token wordt geregistreerd met de geselecteerde gebruikersaccount.
pl: Token zostanie zarejestrowany na wybranym koncie użytkownika.
pt: O token será registrado na conta de usuário selecionada.
ru: Токен будет зарегистрирован в выбранной учетной записи пользователя.
sv: Token kommer att registreras med det valda användarkontot.
th: โทเค็นจะถูกลงทะเบียนกับบัญชีผู้ใช้ที่เลือก
tr: Token seçilen kullanıcı hesabına kaydedilecektir.
uk: Маркер буде зареєстровано з вибраним обліковим записом користувача.
zh_hant: 令牌將會在選定的使用者帳戶中註冊。

source: The “{code}” method redirects the user to the remote website to obtain an access token. “{client}” allows an admin user to directly fetch a token from the remote website.
ar: الطريقة "{code}" تعيد توجيه المستخدم إلى موقع الويب البعيد للحصول على رمز وصول. يسمح "{client}" للمستخدم الإداري بجلب رمز مميز مباشرة من موقع الويب البعيد.
de: Die „{code}“-Methode leitet den Benutzer auf die Remote-Website um, um ein Zugriffstoken zu erhalten. „{client}“ ermöglicht es einem Admin-Benutzer, ein Token direkt von der Remote-Website abzurufen.
es: El método "{code}" redirige al usuario al sitio web remoto para obtener un token de acceso. “{client}” permite a un usuario administrador obtener directamente un token del sitio web remoto.
et: Meetod “{code}” suunab kasutaja juurdepääsuluba saamiseks kaugveebisaidile. „{client}” võimaldab administraatorist kasutajal otse kaugveebisaidilt märgi tuua.
he: שיטת "{code}" מפנה את המשתמש לאתר המרוחק כדי לקבל אסימון גישה. "{client}" מאפשר למשתמש אדמין להביא אסימון ישירות מהאתר המרוחק.
id: Metode “{code}” mengarahkan pengguna ke situs web jarak jauh untuk mendapatkan token akses. “{client}” memungkinkan pengguna admin untuk langsung mengambil token dari situs web jarak jauh.
it: Il metodo "{code}" reindirizza l'utente al sito Web remoto per ottenere un token di accesso. "{client}" consente a un utente amministratore di recuperare direttamente un token dal sito Web remoto.
nl: De "{code}"-methode leidt de gebruiker om naar de externe website om een toegangstoken te verkrijgen. Met “{client}” kan een admin-gebruiker rechtstreeks een token ophalen van de externe website.
pl: Metoda „{code}” przekierowuje użytkownika do zdalnej witryny w celu uzyskania tokena dostępu. „{client}” umożliwia administratorowi bezpośrednie pobranie tokena ze zdalnej witryny internetowej.
pt: O método “{code}” redireciona o usuário para o site remoto para obter um token de acesso. “{client}” permite que um usuário administrador busque diretamente um token do site remoto.
ru: Метод «{code}» перенаправляет пользователя на удаленный веб-сайт для получения токена доступа. «{client}» позволяет пользователю-администратору напрямую получать токен с удаленного веб-сайта.
sv: Metoden "{code}" omdirigerar användaren till fjärrwebbplatsen för att få en åtkomsttoken. "{client}" tillåter en adminanvändare att direkt hämta en token från fjärrwebbplatsen.
th: วิธีการ “{code}” เปลี่ยนเส้นทางผู้ใช้ไปยังเว็บไซต์ระยะไกลเพื่อรับโทเค็นการเข้าถึง “{client}” อนุญาตให้ผู้ดูแลระบบเรียกโทเค็นจากเว็บไซต์ระยะไกลได้โดยตรง
tr: “{code}” yöntemi, bir erişim belirteci almak için kullanıcıyı uzak web sitesine yönlendirir. “{client}”, bir yönetici kullanıcının uzak web sitesinden doğrudan bir belirteç almasına izin verir.
uk: Метод «{code}» перенаправляє користувача на віддалений веб-сайт для отримання маркера доступу. «{client}» дозволяє користувачеві-адміністратору безпосередньо отримувати маркер із віддаленого веб-сайту.
zh_hant: “{code}”方法將用戶重定向到遠程網站以獲取訪問令牌。 “{client}” 允許管理員用戶直接從遠程網站獲取令牌。

source: These applications are used by 3rd parties to:
ar: تستخدم هذه التطبيقات من قبل أطراف ثالثة من أجل:
de: Diese Anwendungen werden von Drittanbietern verwendet, um:
es: Estas aplicaciones son utilizadas por terceros para:
et: Neid rakendusi kasutavad kolmandad osapooled:
he: יישומים אלה משמשים צד שלישי ל:
id: Aplikasi ini digunakan oleh pihak ke-3 untuk:
it: Queste applicazioni sono utilizzate da terze parti per:
nl: Deze applicaties worden door derden gebruikt om:
pl: Te aplikacje są używane przez strony trzecie do:
pt: Esses aplicativos são usados por terceiros para:
ru: Эти приложения используются третьими сторонами для:
sv: Dessa applikationer används av tredje part för att:
th: แอปพลิเคชันเหล่านี้ใช้โดยบุคคลที่สามเพื่อ:
tr: Bu uygulamalar 3. taraflarca şu amaçlarla kullanılır:
uk: Ці додатки використовуються третіми сторонами для:
zh_hant: 這些應用程序被第 3 方用於：

source: These must be complete URLs, but without the query (?..) or hash (#...) parts.
ar: يجب أن تكون هذه عناوين URL كاملة ، ولكن بدون الاستعلام (؟ ..) أو أجزاء التجزئة (# ...).
de: Dies müssen vollständige URLs sein, jedoch ohne die Abfrage- (?..) oder Hash- (#...) Teile.
es: Deben ser URL completas, pero sin las partes de consulta (? ..) o hash (# ...).
et: Need peavad olema täielikud URL -id, kuid ilma päringu (? ..) või räsi (#...) osadeta.
he: אלה חייבות להיות כתובות אתרים שלמות, אך ללא החלקים של השאילתה (? ..) או ה- hash (#...).
id: Ini harus berupa URL lengkap, tetapi tanpa bagian kueri (?..) atau hash (#...).
it: Questi devono essere URL completi, ma senza le parti di query (?..) o hash (#...).
nl: Dit moeten volledige URL's zijn, maar zonder de query- (?..) of hash- (#...) delen.
pl: Muszą to być pełne adresy URL, ale bez części zapytania (?..) lub hash (#...).
pt: Devem ser URLs completos, mas sem as partes de consulta (? ..) ou hash (# ...).
ru: Это должны быть полные URL-адреса, но без частей запроса (? ..) или хэша (# ...).
sv: Dessa måste vara fullständiga webbadresser, men utan frågor (? ..) eller hash (#...) delar.
th: ต้องเป็น URL ที่สมบูรณ์ แต่ไม่มีส่วนการสืบค้น (?..) หรือแฮช (#...)
tr: Bunlar tam URL'ler olmalıdır, ancak sorgu (?..) veya karma (#...) bölümleri olmadan.
uk: Це мають бути повні URL-адреси, але без частин запиту (?..) або хеша (#...).
zh_hant: 這些必須是完整的 URL，但沒有查詢 (?..) 或哈希 (#...) 部分。

source: This must be an unique name to identify the remote service. This can not be changed. Only <tt>A-Z</tt>, <tt>a-z</tt>, <tt>0-9</tt>, <tt>-</tt> and <tt>_</tt> characters are allowed.
ar: يجب أن يكون هذا اسمًا فريدًا لتعريف الخدمة البعيدة. لا يمكن تغيير هذا الاسم. يُسمح فقط بالأحرف <tt>AZ</tt>، <tt>az</tt>، <tt>0-9</tt>، <tt>-</tt> و <tt>_</tt> .
de: Dies muss ein eindeutiger Name sein, um den Ferndienst zu identifizieren. Er kann nicht geändert werden. Es sind nur die Zeichen <tt>A-Z</tt>, <tt>a-z</tt>, <tt>0-9</tt>, <tt>-</tt> und <tt>_</tt> erlaubt.
es: Este debe ser un nombre único para identificar el servicio remoto. No se puede cambiar. Solo se permiten los caracteres <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> y <tt>_</tt> .
et: See peab olema unikaalne nimi, et tuvastada kaugteenust. Seda ei saa muuta. Lubatud on ainult tähemärgid <tt>A-Z</tt>, <tt>a-z</tt>, <tt>0-9</tt>, <tt>-</tt> ja <tt>_</tt>.
he: זה חייב להיות שם ייחודי לזיהוי השירות המרוחק. לא ניתן לשנות אותו. מותר להשתמש רק בתווים <tt>A-Z</tt>, <tt>a-z</tt>, <tt>0-9</tt>, <tt>-</tt> <tt> ו-_</tt>.
id: Ini harus berupa nama unik untuk mengidentifikasi layanan jarak jauh. Nama ini tidak dapat diubah. Hanya karakter <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> dan <tt>_</tt> yang diizinkan.
it: Deve essere un nome univoco per identificare il servizio remoto. Non può essere modificato. Sono consentiti solo i caratteri <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> e <tt>_</tt> .
nl: Dit moet een unieke naam zijn om de dienst op afstand te identificeren. Deze kan niet worden gewijzigd. Alleen <tt>A-Z</tt>, <tt>a-z</tt>, <tt>0-9</tt>, <tt>-</tt> en <tt>_</tt> tekens zijn toegestaan.
pl: Musi to być unikalna nazwa identyfikująca usługę zdalną. Nie można jej zmienić. Dozwolone są tylko znaki <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> i <tt>_</tt>.
pt: Este deve ser um nome exclusivo para identificar o serviço remoto. Isso não pode ser alterado. Apenas os caracteres <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> e <tt>_</tt> são permitidos.
ru: Это должно быть уникальное имя для идентификации удаленной службы. Его нельзя изменить. Разрешены только символы <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> и <tt>_</tt> .
th: ต้องเป็นชื่อที่ไม่ซ้ำกันเพื่อระบุบริการระยะไกล ไม่สามารถเปลี่ยนแปลงได้ อนุญาตให้ใช้เฉพาะอักขระ <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> และ <tt>_</tt> เท่านั้น
tr: Bu, uzak hizmeti tanımlamak için benzersiz bir ad olmalıdır. Bu değiştirilemez. Yalnızca <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> ve <tt>_</tt> karakterlerine izin verilir.
uk: Це має бути унікальне ім’я для ідентифікації віддаленої служби. Це не можна змінити. Допускаються лише символи <tt>AZ</tt>, <tt>az</tt>, <tt>0-9</tt>, <tt>-</tt> та <tt>_</tt> .

source: This user will be able to use the token.
ar: سيكون هذا المستخدم قادرًا على استخدام الرمز.
de: Dieser Benutzer kann das Token verwenden.
es: Este usuario podrá utilizar el token.
et: See kasutaja saab luba kasutada.
he: משתמש זה יוכל להשתמש באסימון.
id: Pengguna ini akan dapat menggunakan token.
it: Questo utente potrà utilizzare il token.
nl: Deze gebruiker kan het token gebruiken.
pl: Ten użytkownik będzie mógł używać tokena.
pt: Este usuário poderá usar o token.
ru: Этот пользователь сможет использовать токен.
sv: Denna användare kommer att kunna använda token.
th: ผู้ใช้รายนี้จะสามารถใช้โทเค็นได้
tr: Bu kullanıcı token'ı kullanabilecektir.
uk: Цей користувач зможе використовувати маркер.
zh_hant: 該用戶將能夠使用該令牌。

source: This will disconnect all tokens and users.
ar: سيؤدي هذا إلى فصل جميع الرموز المميزة والمستخدمين.
de: Dadurch werden alle Token und Benutzer getrennt.
es: Esto desconectará todos los tokens y usuarios.
et: See katkestab kõik märgid ja kasutajad.
he: זה ינתק את כל האסימונים והמשתמשים.
id: Ini akan memutuskan semua token dan pengguna.
it: Questo disconnetterà tutti i token e gli utenti.
nl: Hiermee worden alle tokens en gebruikers losgekoppeld.
pl: Spowoduje to odłączenie wszystkich tokenów i użytkowników.
pt: Isso desconectará todos os tokens e usuários.
ru: Это отключит все токены и пользователей.
sv: Detta kommer att koppla bort alla tokens och användare.
th: การดำเนินการนี้จะยกเลิกการเชื่อมต่อโทเค็นและผู้ใช้ทั้งหมด
tr: Bu, tüm belirteçlerin ve kullanıcıların bağlantısını kesecektir.
uk: Це призведе до від’єднання всіх маркерів і користувачів.
zh_hant: 這將斷開所有令牌和用戶的連接。

source: To use one of these applications, the App ID and secret must be registered with the 3rd party.
ar: لاستخدام أحد هذه التطبيقات ، يجب تسجيل معرف التطبيق والسر لدى الجهة الخارجية.
de: Um eine dieser Anwendungen nutzen zu können, müssen die App-ID und das Geheimnis beim Drittanbieter registriert werden.
es: Para utilizar una de estas aplicaciones, el ID de la aplicación y el secreto deben estar registrados con el tercero.
et: Nende rakenduste kasutamiseks tuleb rakenduse ID ja saladus registreerida kolmanda osapoole juures.
he: כדי להשתמש באחד היישומים הללו, מזהה האפליקציה והסוד חייבים להיות רשומים אצל הצד השלישי.
id: Untuk menggunakan salah satu aplikasi ini, ID Aplikasi dan rahasia harus didaftarkan ke pihak ke-3.
it: Per utilizzare una di queste applicazioni, l'ID app e il segreto devono essere registrati presso la terza parte.
nl: Om een van deze applicaties te gebruiken, moeten de app-ID en het geheim bij de derde partij zijn geregistreerd.
pl: Aby korzystać z jednej z tych aplikacji, identyfikator aplikacji i klucz tajny muszą być zarejestrowane u strony trzeciej.
pt: Para usar um desses aplicativos, o ID do aplicativo e o segredo devem ser registrados com o terceiro.
ru: Чтобы использовать одно из этих приложений, идентификатор и секрет приложения должны быть зарегистрированы у третьей стороны.
sv: För att använda ett av dessa program måste App -ID och hemlighet registreras hos tredje part.
th: หากต้องการใช้หนึ่งในแอปพลิเคชันเหล่านี้ จะต้องลงทะเบียน ID แอปและข้อมูลลับกับบุคคลที่สาม
tr: Bu uygulamalardan birini kullanmak için Uygulama Kimliği ve sırrı 3. tarafa kayıtlı olmalıdır.
uk: Щоб використовувати одну з цих програм, ідентифікатор і секрет додатка мають бути зареєстровані у третьої сторони.
zh_hant: 要使用這些應用程序之一，必須向第 3 方註冊應用程序 ID 和機密。

source: Token
ar: الرمز المميز
es: Simbólico
he: אֲסִימוֹן
it: Gettone
pl: Znak
pt: Ficha
ru: Токен
sv: Tecken
th: โทเค็น
tr: Anahtar
uk: Токен
zh_hant: 代幣

source: Token grant method
ar: طريقة منح الرمز المميز
de: Token-Grant-Methode
es: Método de concesión de tokens
et: Märgi andmise meetod
he: שיטת הענקת אסימונים
id: Metode pemberian token
it: Metodo di concessione del token
nl: Token toekenningsmethode
pl: Metoda przyznawania tokenów
pt: Método de concessão de token
ru: Метод предоставления токена
sv: Token-bidragsmetod
th: วิธีการให้โทเค็น
tr: Jeton verme yöntemi
uk: Метод надання токенів
zh_hant: 令牌授予方法

source: Tokens fetched using Client Credentials will expire after this period.
ar: ستنتهي صلاحية الرموز التي تم جلبها باستخدام بيانات اعتماد العميل بعد هذه الفترة.
de: Token, die mit Client Credentials abgerufen werden, verfallen nach diesem Zeitraum.
es: Los tokens obtenidos mediante credenciales de cliente caducarán después de este período.
et: Kliendimandaatide abil toodud märgid aeguvad pärast seda perioodi.
he: אסימונים שיאוחזרו באמצעות אישורי לקוח יפוג לאחר תקופה זו.
id: Token yang diambil menggunakan Kredensial Klien akan kedaluwarsa setelah periode ini.
it: I token recuperati tramite le credenziali client scadranno dopo questo periodo.
nl: Tokens die zijn opgehaald met Client Credentials zullen na deze periode verlopen.
pl: Tokeny pobrane przy użyciu danych uwierzytelniających klienta wygasną po upływie tego okresu.
pt: Os tokens obtidos usando Credenciais do Cliente expirarão após esse período.
ru: Срок действия токенов, полученных с использованием учетных данных клиента, истечет по истечении этого периода.
sv: Tokens som hämtas med klientuppgifter kommer att upphöra att gälla efter denna period.
th: โทเค็นที่ดึงมาโดยใช้ข้อมูลประจำตัวของลูกค้าจะหมดอายุหลังจากช่วงเวลานี้
tr: İstemci Kimlik Bilgileri kullanılarak alınan tokenlar bu sürenin sonunda sona erecektir.
uk: Термін дії маркерів, отриманих за допомогою облікових даних клієнта, закінчиться після закінчення цього періоду.
zh_hant: 使用客戶端憑證所取得的令牌將在此期限後過期。

source: Tokens to access or authenticate with <b>{domain}</b> of behalf of a user.
ar: رموز للوصول أو المصادقة باستخدام <b>{domain}</b> نيابة عن المستخدم.
de: Token für den Zugriff oder die Authentifizierung mit <b>{domain}</b> im Namen eines Benutzers.
es: Tokens para acceder o autenticarse con <b>{domain}</b> en nombre de un usuario.
et: Tokenid kasutaja nimel ligipääsuks või autentimiseks funktsiooniga <b>{domain}</b> .
he: אסימונים לגישה או אימות עם <b>{domain}</b> מטעם משתמש.
id: Token untuk mengakses atau mengautentikasi dengan <b>{domain}</b> atas nama pengguna.
it: Token per accedere o autenticarsi con <b>{domain}</b> per conto di un utente.
nl: Tokens voor toegang of authenticatie met <b>{domain}</b> namens een gebruiker.
pl: Tokeny umożliwiające dostęp lub uwierzytelnianie w imieniu użytkownika za pomocą <b>{domain}</b> .
pt: Tokens para acessar ou autenticar com <b>{domain}</b> em nome de um usuário.
ru: Токены для доступа или аутентификации с <b>{domain}</b> от имени пользователя.
sv: Tokens för att komma åt eller autentisera med <b>{domain}</b> för en användares räkning.
th: โทเค็นสำหรับการเข้าถึงหรือพิสูจน์ตัวตนโดยใช้ <b>{domain}</b> ในนามของผู้ใช้
tr: Bir kullanıcı adına <b>{domain}</b> ile erişim veya kimlik doğrulaması için kullanılan belirteçler.
uk: Токени для доступу або автентифікації за допомогою <b>{domain}</b> від імені користувача.
zh_hant: 用於代表使用者存取或驗證 <b>{domain}</b> 的令牌。
