Repository: zotonic/zotonic
Catalog: modules/mod_authentication/translations/*.po
Languages: es, et, pl, tr

source: Below are your account details and a link to set a new password.
es: Abajo están los datos de su cuenta y un vínculo para crear una nueva clave.
et: Allpool on sinu kasutajakonto detailid ja link uue parooli sisestamiseks.
pl: Poniżej znajdują się informacje o Twoim koncie i odnośnik, dzięki któremu uzyskasz nowe hasło.
tr: Aşağıda hesap detaylarınız ve yeni bir şifre almak için link bulunuyor

source: Below you can enter a new password for your account
es: Abajo puede ingresar una nueva clave para su cuenta
et: Allpool saad sisestada uue paroli oma kontole
pl: Poniżej możesz wprowadzić nowe hasło do konta
tr: Yeni şifrenizi aşağıya girebilirsiniz

source: Check your e-mail!
es: Revise su correo electrónico!
et: Kontrolli oma e-maili!
pl: Sprawdź swój e-mail!
tr: E-postanızı kontrol edin

source: Click on the button below to e-mail you a verification message.
es: Cliquee el botón de abajo para enviarle por correo electrónico un mensaje de verificación.
et: Kliki nuppu allpool, et saata e-mailile kontorllimise teade.
pl: Kliknij przycisk poniżej by wysłać wiadomość weryfikacyjną.
tr: Onaylama mesajını e-postanıza göndermek için aşağıdaki butona tıklayın

source: Click on the link below to enter a new password, when clicking doesn't work then you can copy and paste the complete address to your browser.
es: Cliquee el vínculo de abajo para ingresar una nueva clave, si cliqueando no funciona puede copiar y pegar la dirección completa en su navegador.
et: Kliki allpol oleval lingil, et sisestada uus parool. Kui klikimine ei toimi siis lõika ja kleebi kogu aadress om veebirauserisse.
pl: Kliknij na odnośnik poniżej by wprowadzić nowe hasło. Możesz też skopiować ten adres i wkleić go w pasek adresowy przeglądarki.
tr: Aşağıdaki linke tıklayarak yeni şifrenizi girebilirsiniz. Eğer tıklama yöntemi çalışmazsa, adresin tümünü kopyalayıp, tarayıcınızın adres çubuğuna yapıştırabilir ve oradan girebilirsiniz.

source: E-mail address or username
es: Dirección de correo electrónico o nombre de usuario
et: E-maili aadress või kasutajanimi
pl: Podaj e-mail lub login
tr: E-posta adresi ya da kullanıcı adınız

source: Enter your e-mail address or username below and we will send you an e-mail with password reset instructions.
es: Ingrese su dirección de correo electrónico o su nombre de usuario y le enviaremos un correo con instrucciones para restablecer su clave.
et: Sisesta allpool oma e-maili aadress või kasutajanimi ning me saadame sulle e-maili juhendiga parooli muutmiseks.
pl: Do formularza poniżej wpisz swój adres e-mail lub login a otrzymasz wiadomość, która pozwoli Ci uzyskać nowe hasło.
tr: Kullanıcı adı ya da e-posta giriniz. Şifrenizi sıfırlamak için gerekenleri size e-posta ile göndereceğiz.

source: For security reasons password reset codes are only kept for a limited amount of time and can only be used once.
es: Por razones de seguridad los códigos para restablecer claves se mantienen por un tiempo limitado y sólo pueden ser usados una vez.
et: Turvalisuse kaalutlusel säilitatakse arooli muutmise koode ainult lühiajaliselt ja neid saab kasutada ainult ühekordselt.
pl: Ze względów bezpieczeństwa kod pozwalający na uzyskanie nowego hasła jest przechowywany tylko przez określony czas i może być użyty tylko raz.
tr: Güvenlik sebebiyle şifre sıfırlama kodu kısa bir süre tutulmaktadır ve sadece bir kere kullanılabilmektedir.

source: Forgot your password?
es: Olvidó su clave?
et: Unustasid parooli?
pl: Zapomniałeś hasła?
tr: Şifrenizi mi unuttunuz?

source: Hello
es: Hola
et: Tere
pl: Cześć
tr: Merhaba

source: How to reset your password
es: Cómo cambiar su clave
et: Kuidas parooli muuta
pl: Jak uzyskać nowe hasło?
tr: Şifrenizi nasıl sıfırlarsınız?

source: I forgot my username or password
es: Olvidé mi usuario o clave
et: Unustasin oma kasutajanime või paooli
pl: Nie pamiętasz hasła?
tr: Kullanıcı adımı ya da şifremi unuttum

source: In the e-mail you will find instructions on how to reset the password of your account.
es: En el correo electrónico encontrará instrucciones de cómo restablecer la clave de su cuenta.
et: E-mailist leiad juhendi kuidas oma kasutajakonto parooli muuta.
pl: W wiadomości, wysłanej na Twój adres poczty elektronicznej znajdują sięinstrukcje, które pozwolą na ustawienie nowego hasła do Twojego konta.
tr: E-posta içinde şifre sıfırlama talimatlarını bulacakasınız.

source: Log Off
es: Desconectarse
et: Logi välja
pl: Wyloguj się
tr: Çıkış

source: Log On
es: Conectarse
et: Logi sisse
pl: Zaloguj się
tr: Giriş

source: Log on using your
et: Logi sisse kasutades
tr: Giriş için;

source: New password
es: Nueva clave
et: Uus parool
pl: Nowe hasło
tr: Yeni şifre

source: One moment please, logging off…
es: Un momento por favor, desconectándose...
et: Üks hetk palun, login välj…
pl: Chwileczkę - trwa wylogowywanie…
tr: Lütfen bekleyin, çıkış yapılıyor...

source: Password
es: Clave
et: Parool
pl: Hasło
tr: Şifre

source: Passwords should have at least six characters.
es: Las claves deben tener por lo menos 6 caracteres.
et: Paroolis peab olema vähemalt 6 sümbolit.
pl: Hasło powinno mieć co najmniej sześć znaków długości.
tr: Şifre en az 6 karakter olmalı

source: Please show me the log on form
et: Palun näita sisselogimise vormi
tr: Giriş formunu göster

source: Remember me for two weeks.
tr: İki hafta boyunca hatırla

source: Repeat password
es: Repita la clave
et: Korda parooli
pl: Powtórz hasło
tr: Şifreyi tekrarla

source: Reset Password and Log On
et: Vaheta parool ja Logi sisse
tr: Şİfre sıfırla ve giriş yap

source: Reset your password
es: Restablecer su clave
et: Vaheta parool
pl: Ustawianie nowego hasła
tr: Şifremi sıfırla

source: Send Verification Message
es: Enviar Mensaje de Verificación
et: Saada kontrollteade
pl: Wyślij wiadomość weryfikacyjną
tr: Onay mesajı gönder

source: Send me instructions
es: Enviame instrucciones
et: Saada mulle juhend
pl: Wyślij mi instrukcję
tr: Talimatları gönder

source: Sorry, could not send the verification message.
es: Disculpe, no hemos podido enviar el mensaje de verificación.
et: Kahjuks ei õnestunud kontrollteate saatmine.
pl: Wybacz, nie jestem w stanie wysłać wiadomości weryfikacyjnej
tr: Özür dileriz, onay mesajı gönderilemedi

source: Sorry, your password reset code is unknown or expired
es: Disculpe, el código para restablecer su clave es incorrecto o ya ha expirado.
et: Kahjuks on teie paroolivahetuse kood tundmatu või vananenud
pl: Wybacz, kod pozwalający ustawić nowe hasło jest nieprawidłowy lub nieaktualny
tr: Üzgünüz, şifre sıfırlama kodunuz yanlış ya da süresi dolmuş

source: Thank you,
es: Gracias,
et: Aitähh,
pl: Dziękujemy,
tr: Teşekkür ederiz,

source: The crew at
es: El equipo de
et: Meeskond
pl: Ekipa serwisu
tr: Alldergisi tayfası

source: The e-mail address associated with your account is
es: La dirección de correo electrónico asociada con su cuenta es
et: Sinu kontoga seotud e-mail on
pl: Adres e-mail Twojego konta to
tr: Hesabınıza bağlı e-posta adresi

source: The e-mail will contain instructions how to reset your password.
es: El correo electrónico la dará instrucciones de cómo restablecer su clave.
et: E-mail sisaldab juhendit kuidas oma parooli muuta.
pl: Wiadomość będzie zawierać instrukcje, jak ustawić nowe hasło dla Twojego konta.
tr: Şifrenizi nasıl sıfırlayacağınızı bildiren talimat, e-postanıza gelecek

source: The two passwords should be equal. Please retype them.
es: Las dos claves deberían ser iguales. Por favor ingréselas nuevamente.
et: Need kaks parooli peavad olema samad. Sisesta uuesti.
pl: Hasła nie są jednakowe - wprowadź je ponownie.
tr: İki şifre birbirinin aynı olmalı. Lütfen tekrar deneyin.

source: To find your account you need to enter either your username or the e-mail address you gave us.
et: Oma konto leidmiseks pead sisestama kas kasutajanime või e-maili, mille oled meile andnud.
tr: Hesabınızı bulabilmek için kullanıcı adınızı ya da e-posta adresinizi bildirmeniz gerekli

source: Use some non alphabetical characters or digits to make it harder to guess.
es: Use algunos caracteres no alfabéticos o dígitos para que sea más difícil adivinarla.
et: Kasuta numbreid või erisümboleid, et oleks raskem ära arvata.
pl: Użyj znaków innych niż litery i paru cyfr, by uczynić hasło trudniejszym do odgadnięcia.
tr: Tahmini zorlaştırmak için alfabe dışı karakterler ve sayı kombinasyonu kullanabilirsiniz

source: Username
es: Nombre de usuario
et: Kasutajanimi
pl: Login
tr: Kullanıcı adı

source: We can only send you an e-mail when we have the e-mail address of your account.
es: Sólo podemos enviarle un correo cuando tenemos la dirección de correo electrónico de su cuenta.
et: Me saama saata e-maili ainult siis, kui meil on sinu konto jaoks e-maili aadress olemas.
pl: Nie znamy Twojego adresu i dlatego nie możemy wysłać do Ciebie wiadomości.
tr: E-posta hesabınız olmadan size e-posta gönderemeyiz

source: We don’t seem to have any valid e-mail address or other electronic communication address of you.
es: Aparentemente no tenemos ninguna dirección de correo electrónico válida ni ninguna otra dirección electrónica suya.
et: Meil ei tundu olevat ühtegi sinutoimivat e-maili aadressi.
pl: Obawiamy się, że nie posiadamy żadnego adresu, który pozwoliłby nam komunikować się z Tobą.
tr: Sistemde geçerli bir e-posta adresiniz kayıtlı değil.

source: We have sent you an e-mail. In the e-mail you will find instructions on how to confirm your account.
es: Le hemos enviado un correo electrónico. En el mismo encontrará instrucciones de cómo confirmar su cuenta.
et: Saatsime sulle e-maili. Sealt leiad juhendid oma kasutajakonto kinnitamiseks.
pl: Wysłaliśmy do Ciebie
tr: Size e-posta gönderdik, talimatları takip edin

source: When you didn't request a passsword reset then you can ignore this e-mail. Maybe someone made an error typing his or her e-mail address.
et: Kui sa ei ole tellinud parooli vahetamist, võid seda e-maili ignoreerida.Võimalik, et keegi teine tegi näpuvea oma e-maili aadressi sisestades.
tr: Eğer şifre sıfırlama talebi yapmadıysanız bu e-postaya itibar etmeyin. Belki birileri kaza ile talep yapmış olabilir.

source: When you don’t receive the e-mail within a few minutes then be sure to check your spam filter and spam folders.
es: Si no recibe un correo electrónico dentro de los próximos minutos verifique sus carpetas o filtros antispam.
et: Kui sa ei saa e-maili mõne minuti jooksul, ole hea kontrolli oma rämpsposti filtrit või rämpsposti postkasti.
pl: Jeśli wiadomość nie dotrze do Ciebie w ciągu kilku najbliższych minut, sprawdź zawartość katalogu ze spamem, a potem przyjrzyj się filtrom antyspamowym.
tr: Eğer bir kaç dakika içinde e-posta alamadıysanız, mutlaka SPAM ve JUNK klasörlerini kontrol edin.

source: When you forgot your username or pasword then you can ask us to
es: Si olvidó su nombre de usuario o clave entonces puede pedirnos que
et: Kui sa oled oma kasutajanime või parooli unustanud, siis või küsida meilt
pl: Jeśli zapomnisz loginu lub hasła, wtedy możesz poprosić o
tr: Kullanıcı adı veya şifrenizi unuttuysanız bize sorabilirsiniz

source: You can
es: Puede
et: Või
pl: Możesz
tr: Yapabilirsiniz

source: You entered an unknown username or e-mail address. Please try again.
es: Ingresó un nombre de usuario o dirección de correo electrónico desconocidos. Por favor intente nuevamente.
et: Sisestasid tundmatu kasutajanime või e-maili aadressi. Proovi uuesti.
pl: Podałeś nieprawidłowy login lub e-mail. Spróbuj ponownie.
tr: Bilinmeyen bir kullanıcı adı veya e-mail adresi girdiniz. Lütfen tekrar deneyiniz.

source: You entered an unknown username or password. Please try again.
es: Ingresó un nombre de usuario o clave desconocidos. Por favor intente nuevamente.
et: Sisestasid tundmatu kasutajanime või parooli. Proovi uuesti.
pl: Podałeś nieprawidłowy login lub błędne hasło. Spróbuj ponownie.
tr: Bilinmeyen bir kullanıcı adı veya şifresi girdiniz. Lütfen tekrar deneyiniz.

source: You might have made a typo in your username or password. Please note that both are case sensitive and check that your caps lock key is off.
es: Puede que haya cometido un error con su nombre de usuario o clave. Por favor tenga en cuenta que en ambos tiene que respetar mayúsculas y minúsculas y verifique que la tecla Bloq Mayús no esté activada.
et: Sul võibolla näpuviga kasutajanimes või paroolis. Pane tähele, et mõlemad on tõstutundlikud ning kontrolli, et caps lock klahc oleks väljas.
pl: Być może pomyliłeś się przy wpisywaniu loginu lub hasła. Pamiętaj, że system rozróżnia małe i duże litery - sprawdź, czy nie wcisnąłeś przypadkiem klawisza CapsLock.
tr: Hatalı bir giriş yapmış olabilirsiniz. Lütfen büyük-küçük harf duyarlılığına dikkat ediniz ve caps lock tuşunun kapalı olduğunu kontrol ediniz.

source: You receive this e-mail because you or someone else requested a password reset for your account. You or the someone else either entered your username or e-mail address. You will not receive any additional e-mails because of this request.
es: Ha recibido este correo electrónico porque usted o alguien más pidieron que se restablezca la clave de su cuenta. Usted o alguien más ingresaron su nombre de usuario o dirección de correo electrónico. No recibirá más mensajes relacionados con este requerimiento.
et: Sa said selle e-maili, kuna keegi tellis sinu kontol paroolivahetuse. Sina või keegi teine sisestas sinu kautajanime või e-maili aadressi. Sa ei saa ühtegi täiendavat e-maili selle päringu pärast.
pl: Otrzymałeś tę wiadomość ponieważ Ty (bądź ktoś inny) uruchomił procedurę ustawiania nowego hasła dla Twojego konta. Ty (bądź ktoś inny) podał przy tym Twój login lub adres e-mail. Nie będziesz otrzymywać z tego powodu dalszych wiadomości.
tr: Siz veya bir başkası hesabınız için şifre sıfırlama talebinde bulunduğu için bu gönderiyi aldınız. Siz veya bir başkası sizin e-mail adresinizi veya kullanıcı adınızı girmiş olabilir. Bununla ilgili başka bir gönderi almayacaksınız.

source: You requested a new password for
es: Usted pidió una nueva clave para
et: Sa tellisid uue paroooli
pl: Uruchomiono procedurę ustawiania nowego hasła dla serwisu
tr: Yeni bir şifre isteğinde bulundunuz

source: You will be redirected to the home page.
es: Será redireccionado a la página principal.
et: Sind suunatakse ümber kodulehele.
pl: Zostaniesz skierowany na stronę domową
tr: ana sayfaya yönlendirileceksiniz.

source: Your account name is
es: Su cuenta es
et: Sinu konto kasutajanimi on
pl: Twój login to
tr: Hesap isminiz

source: Your account needs verification
es: Su cuenta debe verificarse
et: Sinu kasutjakonto nõuabülekontrollimist
pl: Twoje konto musi zostać zweryfikowane
tr: Hesabınızın onaylanması gerekiyor

source: Your new password is too short.
es: Su nueva clave es demasiado corta.
et: Sinu uus parool on liiga lühike.
pl: To hasło jest zbyt krótkie
tr: Şifre çok kısa

source: Your password will be reset and you will be logged on as
es: Su clave se restablecerá y se conectará como
et: Sinu parool muudetakse ning sind logitakse sisse kui
pl: Zresetujemy Twoje hasło a następnie zalogujemy Cię jako
tr: Şifreniz sıfırlanacak ve

source: e-mail a temporary password
es: enviar por correo electrónico una clave temporaria
et: saada e-mailiga ajutine parool
pl: przesłanie tymczasowego hasła pocztą
tr: geçici şifreyi e-posta ile gönder

source: request a new password reset code
es: pedir un nuevo código para restablecer la clave
et: tellis uue paroolivahetuskoodi
pl: zwrócić się o kod, który pozwoli Ci ustawić nowe hasło
tr: yeni bir şifre sıfırlaması isteği yapın

source: Back to logon form
pl: Wróć do ekranu logowania

source: Cancel
es: Cancelar
et: Katkesta
pl: Anuluj

source: Change password and Log on
es: Cambiar clave y conectarse
et: Muuda parool ja Logi sisse
pl: Zmień hasło i zaloguj się

source: Confirm
es: Confirmar
et: Kinnita
pl: Potwierdź

source: Confirmation failure
es: Falla de confirmación
et: Kinnitus ebaõnnstus
pl: Potwierdzenie nie powiodło się

source: I forgot my password
pl: Zapomniałeś hasła?

source: Log on
pl: Zaloguj się

source: Log on to
pl: Zaloguj się do

source: Please confirm your
es: Por favor confirme su
et: Palun kinnita oma
pl: Proszę potwierdzić

source: Remember me
pl: Zapamiętaj mnie

source: Reset password and Log on
pl: Ustaw hasło i zaloguj się

source: Stay logged on unless I log off.
es: Mantenerse conectado a menos que me desconecte.
et: Püsi sisse logituna, kuni iselogin välja.
pl: Zapamiętaj mnie, póki sam się nie wyloguję.

source: To find your account you need to enter either your username or the e-mail address you gave us.
es: Para encontrar su cuenta debe ingresar su nombre de usuario o la dirección de correo electrónico que nos había dado.
pl: Musisz wprowadzić swój login lub e-mail, to pozwoli nam odszukać Twoje konto.

source: When you didn't request a password reset, you can ignore this e-mail. Maybe someone made an error typing his or her e-mail address.
pl: Jeśli nie uruchamiałeś mechanizmu zmiany hasła, wtedy możesz zignorować tę wiadomość. Być może ktoś pomylił się, podając swój adres e-mail.

source: You need to change your password
es: Debe cambiar su clave
et: Sa pead oma parooli vahetama
pl: Musisz zmienić hasło

source: user@example.com
pl: login@przykladowa-domena.com
