Repository: zotonic/zotonic
Catalog: modules/mod_backup/translations/*.po
Languages: es, fr, nl, pl, tr

source: Admin Backups
es: Copias de Resguardo del Administrador
fr: Sauvegardes
pl: Zarządzanie kopiami zapasowymi
tr: Yönetici Yedeklemeleri

source: Are you sure you want to revert to this version?
nl: Weet je zeker dat je terug wilt naar deze versie?
pl: Czy na pewno chcesz przywrócić tę wersję?
tr: Bu sürüme geri almak istediğinizden emin misiniz?

source: At any moment you can make a backup of your system.
es: En cualquier momento puede hacer una copia de resguardo de sus sistema.
fr: Vous pouvez faire des sauvegardes de votre système à tous moments.
nl: Op ieder moment kan je een backup van het systeem maken.
pl: W dowolnym momencie możesz wykonać kopię systemu (backup).
tr: Her zaman sisteminizi yedekleyebilirsiniz.

source: Back to the edit page
nl: Terug naar de editpagina
pl: Wróć do strony edycji
tr: Düzenleme sayfasına geri dön

source: Backup
pl: Kopie zapasowe
tr: Yedekle

source: Backup &amp; Restore
nl: Backup &amp; Terugzetten
pl: Kopie zapasowe i przywracanie danych
tr: Yedekleme &amp; Geri yükleme

source: Backup and restore options for your content.
nl: Backup en terugzet-opties voor content.
pl: Opcje kopii zapasowych i odtwarzania danych.
tr: İçeriğiniz için yedekleme ve geri yükleme seçenekleri.

source: Backups
es: Copias de Resguardo
fr: Sauvegardes
pl: Kopie zapasowe
tr: Yedeklemeler

source: Cancel
nl: Annuleren
pl: Anuluj
tr: İptal

source: Check and possibly restore an earlier version of your page.
nl: Bekijk oudere versies van je pagina of zet een oudere versie terug.
pl: Sprawdź i, jeśli to możliwe, odtwórz wcześniejszą wersję strony.
tr: Kontrol et ve sayfanın daha önceki bir sürümünü yükle.

source: Click on <b>List and restore an earlier version</b> to get an overview of earlier saved versions of this page.<br/>You can also save the complete contents of a page to a file. Later you can reload this file, replacing the current page contents. Note that the file does not contain your unsaved changes. Connections and media are not saved as well.
nl: Klik op <b>Bekijk eerder versies</b> om een overzicht van vorige versies van deze pagina te krijgen.<br/>Je kan ook de complete inhoud van de pagina naar een bestand downloaden, en later weer terug inladen. Het bestand bevat echter geen veranderingen die nog niet zijn opgeslagen, en ook geen connecties met andere pagina's of media.
pl: Kliknij <b>Pokaż i odtwórz wcześniejszą wersję</b> aby uzyskać dostęp do wcześniejszych wersji strony.<br/>Możesz także zapisać zawartość strony do pliku, który potem można wykorzystać do odtworzenia aktualnej zawartości strony. Pamiętaj, że w pliku nie znajdą się niezapisane dane, informacje o połączeniach tej strony ani zamieszczone obiekty mediów.
tr: Bu sayfanın eski sürümlerini görmek için <b>Listele ve önceki sürümü yükle</b>'yi tıklayın.</br>Sayfanın tüm içeriğini bir dosyaya da kaydedebilirsiniz. Daha sonra bu dosyayı yükleyerek sayfanın o anki içeriğini değiştirebilirsiniz. Dosya kaydetmediğiniz değişiklikleri içermez. Bağlantılar ve görseller de dosyaya kaydedilmez.

source: Current
nl: Huidig
pl: Obecna
tr: Mevcut

source: Date
es: Fecha
nl: Datum
pl: Data
tr: Tarih

source: Deleted
nl: Verwijderd
pl: Usunięty
tr: Silindi

source: Download backup file
nl: Download backupbestand
pl: Pobierz kopię zapasową
tr: Yedekleme dosyasını indir

source: Help about backup &amp; restore.
nl: Hulp bij backup &amp; terugzetten.
pl: Kopie zapasowe i odtwarzanie - pomoc.
tr: Yedekleme &amp; Geri yükleme yardımı.

source: List and restore an earlier version
nl: Bekijk eerder versies
pl: Pokaż i odtwórz wcześniejszą wersję
tr: Listele ve önceki sürümü yükle

source: Make a daily backup of the database and uploaded files.
nl: Maak een dagelijkse backup van de database en ge√ºploade bestanden.
pl: Wykonuj codziennie kopię bazy danych i umieszczonych na serwerze plików.
tr: Veritabanının ve yüklenen dosyaların günlük yedeklemesini yap.

source: Need more help?
nl: Meer hulp nodig?
pl: Potrzbujesz podpowiedzi?
tr: Daha fazla yardım?

source: No backups present.
es: No hay copias de resguardo presentes.
fr: Aucune sauvegarde
nl: Geen backups aanwezig.
pl: Nie znaleziono kopii zapasowych.
tr: Hiç yedekleme yok.

source: Previous
nl: Vorige
pl: Poprzedni
tr: Önceki

source: Restore backup
nl: Backup terugzetten
pl: Odtwórz z kopii zapasowej
tr: Yedeklemeyi geri yükle

source: Revert
nl: Zet terug
pl: Przywróć
tr: Geri al

source: Revert to this version
nl: Ga terug naar deze versie
pl: Przywróć tę wersję
tr: Bu sürüme geri al

source: Revisions for
nl: Versies voor
pl: Wersje dla
tr: Düzenleme

source: Select one or two revisions from the list on the left.
nl: Selecteer een of twee versies van de lijst links.
pl: Wybierz jedną lub dwie wersje z listy po lewej stronie.
tr: Soldaki listeden bir veya iki düzenleme seçin.

source: Select the backup file you want to upload. The file must be a .bert file.
nl: Selecteer het backupbestand dat je wil uploaden. Het bestand moet een .bert bestand zijn.
pl: Wybierz plik z kopią, który chesz wgrać na serwer. Musi mieć rozszerzenie .bert.
tr: Yüklemek istediğiniz yedekleme dosyasını seçiniz. Dosya .bert uzantılı olmalıdır.

source: Show import/export panel in the admin.
nl: Toon importeer/exporteer paneel op de editpagina.
pl: Pokaż opcję importu/eksportu danych w panelu administracyjnym.
tr: Yönetici ekranında içe aktar/dışa aktar panelini göster.

source: Start backup now
es: Comenzar copia de resguardo ahora
fr: Commencer la sauvegarde
nl: Nu backup maken
pl: Wykonaj kopię zapasową
tr: Yedeklemeye şimdi başla

source: The "pg_dump" command was not found in the path. Set the "pg_dump" config key to the path to pg_dump and return to this page.
nl: Het "pg_dump" commando staat niet in het pad. Stel de "pg_dump" configuratiewaarde in en keer daarna hier terug.
pl: Polecenie "pg_dump" nie zostało znalezione. W konfiguracji systemu ustaw ścieżkę do polecenia tar jako wartość zmiennej "pg_dump" i wróć tutaj.
tr: "pg_dump" komutu tanımlı yolda bulunamadı. "pg_dump" yapılandırma anahtarını tanımladıktan sonra bu sayfaya geri dönün.

source: The "tar" command was not found in the path. Set the "tar" config key to the path to pg_dump and return to this page.
nl: Het "tar" commando staat niet in het pad. Stel de "tar" configuratiewaarde in en keer daarna hier terug.
pl: Polecenie "tar" nie zostało znalezione. W konfiguracji systemu ustaw ścieżkę do polecenia tar jako wartość zmiennej "tar" i wróć tutaj.
tr: "tar" komutu tanımlı yolda bulunamadı. "tar" yapılandırma anahtarını tanımladıktan sonra bu sayfaya geri dönün.

source: The backup comprises two parts, the database and the uploaded files.
es: La copia de resguardo consta de dos partes, la base de datos y los archivos subidos.
nl: De backup bestaat uit de databaes en de geuploade bestanden.
pl: Kopia zapasowa składa się z dwóch części: kopii bazy danych i plików umieszczonych na serwerze.
tr: Yedekleme iki bölümden oluşuyor, veritabanı ve yüklenen dosyalar.

source: This will overwrite your page with the contents of the backup file.
nl: Dit zal de huidige versie van de pagina overschrijven met de inhoud van het backupbestand.
pl: Ta operacja zastąpi twoją stronę danymi zawartymi w pliku z kopią zapasową.
tr: Bu işlem sayfanızı yedekleme dosyasındaki verilerle değiştirecek.

source: Warning!
nl: Waarschuwing!
pl: Ostrzeżenie!
tr: Uyarı!

source: Warning:
nl: Waarschuwing:
pl: Ostrzeżenie:
tr: Uyarı!

source: You can have 10 backups, older ones will be deleted automatically.
es: Puede tener hasta 10 copias de resguardo, las más viejas serán eliminadas automáticamente
nl: Je kan 10 backups hebben, oudere backups worden automatisch verwijderd.
pl: Możesz przechowywać do 10 kopii danych, najstarsze będą kasowane automatycznie.
tr: 10 adet yedeklemeniz mevcut, eskiler otomatik olarak silinecek.

source: You can start a backup immediately, while the backup is running you can continue working.
fr: Vous pouvez commencer une sauvegarde immediatement, tout en continuant de travailler
nl: Je kan nu een backup starten. Terwijl de backup bezig is kan je doorgaan met werken.
pl: Wykonywanie kopii zapasowej możesz rozpocząć w dowolnym momencie. Proces będzie odbywał się w tle, umożliwając Ci dalszą pracę.
tr: Yedeklemeye hemen başlayabilirsiniz, yedekleme devam ederken çalışmaya devam edebilirsiniz.

source: Your backup is not correctly configured. The backup module will not work until the problem(s) below have been resolved:
nl: De backupmodule is niet juist geconfigureerd. De module werkt niet totdat de volgende problemen zijn opgelost:
pl: System kopii zapasowych nie jest właściwie skonfigurowany. Poniższe problemy muszą zostać rozwiązane przed wykonaniem backupu:
tr: Yedeklemeniz düzgün biçimde yapılandırılmadı. Aşağıdaki sorunlar çözülene kadar yedekleme modülü çalışmayacak:

source: current version
nl: huidige versie
pl: aktualna wersja
tr: geçerli sürüm

source: download database
es: bajar base de datos
fr: Télécharger la base de données
nl: database downloaden
pl: pobierz bazę danych
tr: veritabanını indir

source: download files
es: bajar archivos
fr: Télécharger les fichiers
nl: bestanden downloaden
pl: pobierz pliki
tr: dosyaları indir

source: this backup is in progress
es: esta copia de resguardo está en progreso
fr: Sauvegarde en cours
nl: deze backup is nog bezig
pl: trwa wykonywanie kopii zapasowej
tr: yedekleme devam ediyor

source: Actions
es: Acciones

source: You can start a backup immediately, whilst the backup is running you can continue working.
es: Puede comenzar la copia de resguardo de inmediato, mientras que esté corriendo puede continuar trabajando.
fr: Commencez la sauvegarde dès maintenant tout en continuant de travailler.
