Repository: zotonic/zotonic
Catalog: modules/mod_oauth/translations/*.po
Languages: pl, tr

source: API access
pl: Udostępnianie API
tr: API erişimi

source: Access to
pl: Dostęp do
tr: Erişilen

source: Add application
pl: Dodaj aplikację
tr: Uygulama ekle

source: Add new application
pl: Dodaj aplikację
tr: Yeni uygulama ekle

source: Allow
pl: Zezwól
tr: İzin ver

source: Allow users of this application access to the following API calls:
pl: Pozwól aplikacji na dostęp do następujących funkcji API:
tr: Bu uygulamanın kullanıcılarına aşağıdaki API çağrılarına erişim ver:

source: Allow!
pl: Zezwól!
tr: İzin ver!

source: Application title
pl: Nazwa aplikacji
tr: Uygulama başlığı

source: Authorization
pl: Autoryzacja
tr: Yetkilendirme

source: Authorization finished
pl: Proces autoryzacji zakończony
tr: Yetkilendirme bitti

source: Authorize this request
pl: Autoryzuj to żądanie
tr: Bu isteği yetkilendir

source: Authorized!
pl: Udzielono autoryzacji!
tr: Yetkilendirildi!

source: Callback URL
pl: URL odwołania

source: Cancel
pl: Anuluj
tr: İptal

source: Change the title, description and access permissions of this application.
pl: Ustaw nazwę, opis i prawa dostępu dla tej aplikacji.
tr: Bu uygulamanın başlığını, tanımını ve erişim izinlerini değiştir.

source: Close
pl: Zamknij
tr: Kapat

source: Consumer key
pl: Klucz klienta

source: Consumer secret
pl: Fraza zabezpieczająca

source: Delete
pl: Usuń
tr: Sil

source: Delete this application!
pl: Usuń aplikację!
tr: Bu uygulamayı sil

source: Description
pl: Opis
tr: Tanım

source: Details
pl: Szczegóły
tr: Detaylar

source: Disallow
pl: Zabroń
tr: İzin verme

source: Do you really want to delete this application?
pl: Czy naprawdę chcesz usunąć aplikację?
tr: Bu uygulamayı silmek istediğinizden emin misiniz?

source: Edit
pl: Edytuj
tr: Düzenle

source: Homepage
pl: Strona domowa
tr: Ana sayfa

source: In use since
pl: Użytkowana od
tr: Şu tarihten beri kullanımda

source: More information about this program
pl: Więcej informacji o tym programie
tr: Bu programla ilgili daha fazla bilgi

source: No applications registered yet.
pl: Nie zarejestrowano jeszcze żadnych aplikacji.
tr: Henüz bir uygulama kaydedilmedi.

source: OAuth applications
pl: Aplikacje OAuth
tr: OAuth uygulamaları

source: Registered OAuth applications
pl: Zarejestrowane aplikacje OAuth
tr: Kayıtlı OAuth uygulamaları

source: Show applications/users that are using this key
pl: Pokaż aplikacje/użytkowników korzystających z tego klucza
tr: Bu anahtarı kullanan uygulamaları/kullanıcıları göster

source: The application
pl: Aplikacja
tr: Uygulama

source: The following users are still using this application. If you delete this application, you will revoke access and most likely their applications will break.
pl: Następujący użytkownicy nadal korzystają z tej aplikacji. Usunięcie jej w tym momencie zaowocuje odebraniem uprawnień i - najprawdopodobniej - źle wpłynie na działanie ich aplikacji.
tr: Aşağıdaki kullanıcılar hala bu uygulamayı kullanıyor. Eğer bu uygulamayı silerseniz erişimi iptal edeceksiniz ve uygulamaları bozulacaktır.

source: The following users are using this application:
pl: Następujący użytkownicy korzystają z tej aplikacji:
tr: Şu kullanıcılar bu uygulamayı kullanıyor:

source: This application wants access to the following services:
pl: Aplikacja wymaga dostępu do następujących usług:
tr: Bu uygulama şu servislere erişim istiyor:

source: This page allows you to register API keys with which 3rd parties can gain access to specific parts of the API and database.
pl: Ta strona umożliwia Ci zarejestrowanie kluczy dostępu do API, za pomocą których zewnętrzne aplikacje mogą uzyskać dostęp do wybranych części bazy i procedur systemu.
tr: Bu sayfa üçüncü partilerin API'ın belirli yerlerine erişim hakkı almaları için API anahtarlarıyla kaydolmalarına izin verir.

source: This token is not yet used by anybody.
pl: Ten token nie został jeszcze użyty.
tr: Bu token henüz kimse tarafından kullanılmadı.

source: Title
pl: Tytuł
tr: Başlık

source: Type
pl: Typ
tr: Tip

source: Untitled
pl: Bez tytułu
tr: Başlıksız

source: Update
pl: Uaktualnij
tr: Güncelle

source: User
pl: Użytkownik
tr: Kullanıcı

source: Users
pl: Użytkownicy
tr: Kullanıcılar

source: When done, go to the authorization tab to set permissions.
pl: Gdy skończysz, przejdź do zakładki <b>Autoryzacja</b> by ustawić prawa dostępu.
tr: Bittiğinde yetkilendirme sekmesine giderek izinleri ayarlayın.

source: You can now safely close this window.
pl: Możesz bezpiecznie zamknąć to okno.
tr: Bu pencereyi kapatmanız artık güvenli.

source: You have granted the application
pl: Udzieliłeś aplikacji
tr: Uygulamaya hak tanıdınız

source: access your account.
pl: dostępu do swojego konta.
tr: hesabınıza erişim.

source: wants to access your account.
pl: prosi o dostęp do Twojego konta.
tr: hesabınıza erişmek istiyor.
