Repository: zotonic/zotonic
Catalog: modules/mod_twitter/translations/*.po
Languages: nl

source: 1 hour
nl: 1 uur

source: 1 minute
nl: 1 minuut

source: 10 minutes
nl: 10 minuten

source: 15 minutes
nl: 15 minuten

source: 2 hours
nl: 2 uur

source: 2 minutes
nl: 2 minuten

source: 30 minutes
nl: 30 minuten

source: 5 minutes
nl: 5 minuten

source: Application keys can be found in
nl: Applicatiesleutels kun je vinden in

source: Connect with Twitter
nl: Verbinden met Twitter

source: Disconnect
nl: Ontkoppel

source: Disconnect from Twitter
nl: Ontkoppelen van Twitter

source: Do you want to disconnect your Twitter account?
nl: Wil je je Twitter-account ontkoppelen?

source: Follow tags/accounts
nl: Volg tags/accounts

source: Log in with Twitter
nl: Inloggen met Twitter

source: Maximum poll delay
nl: Maximale poll-vertraging

source: Note that this user or organization must have <em>create</em> rights on the <em>Tweet</em> category.
nl: Let op op dat deze gebruiker of organisatie <em>maak</em> rechten moet hebben op de <em>Tweet</em> categorie.

source: One moment please
nl: Een moment...

source: Redirecting to Twitter.
nl: We sturen je door naar Twitter.

source: Save Twitter Settings
nl: Twitter-instellingen bewaren

source: Saved the Twitter settings.
nl: Twitter-instellingen opgeslagen.

source: Separate #tags, @usernames and phrases with commas or newlines.
nl: Scheid #tags, @gebruikersnamen en zitten met kommaâ€™s of witregels.

source: To import tweets, Zotonic needs an access token and secret. You can find these on the <b>Keys and Access Tokens</b> tab on your Twitter application page.
nl: Om tweets te importeren heeft Zotonic een access token en secret nodig. Je kunt die vinden op de tab <b>Keys and Access Tokens</b> op je Twitter applicatiepagina.

source: Twitter is periodically polled for new content. If there is no content then the waiting period will be extended up to this maximum.
nl: Twitter wordt periodiek bevraagd voor nieuwe tweets. Als er geen tweets zijn dan wordt de wachttijd verlengd tot dit maximum.

source: Use <tt>@foobar</tt> or <tt>foobar</tt> to import all recent and future tweets from "foobar".
nl: Gebruik <tt>@foobar</tt> of <tt>foobar</tt> om alle recente en toekomstige tweets van "foobar" te importeren.

source: Use Twitter authentication
nl: Authenticeren met Twitter

source: You don't have permission to change the Twitter settings.
nl: Je hebt geen toestemming om de Twitter-instellingen te veranderen.

source: You have coupled your <strong>Twitter</strong> account.
nl: Je hebt je <strong>Twitter</strong>-account gekoppeld.

source: Your Twitter Application Management page
nl: Je Twitter applicatiebeheerpagina
