Repository: zotonic/zotonic
Catalog: modules/mod_admin_predicate/translations/*.po
Languages: pl

source: A predicate denotes traits or aspects of a page and expresses a relationship between two pages. The relation is always directed, from the subject to the object.<br/>Predicates are defined in ontologies like <a href="http://sioc-project.org/">SIOC</a>. On this page you can define the predicates known to Zotonic.
pl: Za pomocą predykatów można określić cechy i aspekty stron a także wyrazić zależności istniejące pomiędzy dwiema stronami.<br/>Definiowane tu relacje są jednokierunkowe, od podmiotu do przedmiotu obserwacji.<br/>Predykaty definiowane są w ontologiach takich jak <a href="http://sioc-project.org/">SIOC</a>. Za pomocą tej strony możesz zdefiniować własne.

source: Are you sure you want to delete the predicate
pl: Czy chesz usunąć predykat?

source: Cancel
pl: Anuluj

source: From category
pl: Z kategorii

source: Help about predicates.
pl: Predykaty - pomoc.

source: Make a new predicate
pl: Utwórz predykat

source: Make predicate
pl: Stwórz predykat

source: Name
pl: Nazwa

source: Need more help?
pl: Potrzebujesz podpowiedzi?

source: Please fill in the title of the new predicate.
pl: Podaj tytuł predykatu.

source: Predicates
pl: Predykaty

source: The direction (from/to) of this predicate is reversed from the normal definition.
pl: Kierunek (od/do) tego predykatu jest jest odwrotny, niż wynika to z definicji.

source: This can't be undone. The predicate will be lost forever.
pl: Tej operacji nie da się cofnąć - predykat zostanie nieodwracalnie usunięty.

source: This predicate can be used between two pages of the following categories.
pl: Predykat może łączyć dwie strony z następujących kategorii.

source: Title
pl: Tytuł

source: To category
pl: Do kategorii

source: Valid between
pl: Predykaty - określenie relacji

source: You can define for which categories the predicate is shown on the edit page. You can also define which categories of objects will be found when searching for a page to connect to. When you don\'t check anything then all categories are valid.
pl: Możesz określić, dla których kategorii predykat będzie widoczny za pośrednictwem strony edycji. Możesz także zdefiniować kategorie obiektów widocznie przy wyszukiwaniu połączonych stron. Jeśli nie zaznaczysz nic, wtedy widoczne będą wszystkie kategorie.

source: edit
pl: edytuj
