Repository: zotonic/zotonic
Catalog: modules/mod_translation/translations/*.po
Languages: et, nl

source: Active modules
et: Aktiivsed moodulid
nl: Actieve modules

source: Add a new language
et: Lisa uus keel
nl: Nieuwe taal toevoegen

source: Add language
et: Lisa keel
nl: Taal toevoegen

source: All languages known to the system. You can add or remove languages.
et: Kõik süsteemile tuntud keeled. Sa võid lisada või kustutada keeli.
nl: Alle in het systeem bekende talen. Je kunt hier talen toevoegen of verwijderen.

source: Are you sure you want to delete the language
et: Oled sa kindel, et tahad keelt kustutada
nl: Weet je zeker dat je de deze taal wilt verwijderen:

source: Cancel
et: Katkesta
nl: Annuleren

source: Default
et: Vaikeväärtus
nl: Standaard

source: Delete
nl: Verwijder

source: Delete language
et: Kustuta keel
nl: Verwijder taal

source: Edit
et: Redigeeri
nl: Bewerk

source: Edit language
et: Redigeeri keelt
nl: Taal bewerken

source: Enabled
et: Aktiveeritud
nl: Actief

source: Enabled languages show up in the language selection menu. The default language is used for new visitors without a selected language.
et: Aktiveeritud keeled on näha keelte valiku menüüs. Vaikimisi keelt kasutatakse külastajate jaoks, kes keelt valinud pole.
nl: Actieve talen worden getoond in het taalselectie-menu. De standaardtaal is voor nieuwe bezoekers die nog geen voorkeurstaal hebben ingesteld.

source: Enter the iso code (for example <em>en</em> or <em>nl</em>), and the title of the language. Use the native form of the language, for example <em>English</em>, <em>Türkçe</em> or <em>Français</em>.
et: Sisesta keele iso kood (näiteks <em>en</em> or <em>nl</em>) ja keele nimetus. Kasuta keele enda vormi näiteks <em>English</em>, <em>Türkçe</em> või <em>Français</em>.
nl: Voer de iso-code en de titel van de taal in.

source: Generate .pot files
et: Genereeri .pot failid
nl: Genereer .pot bestanden

source: Help about translations.
et: Tõlkimise abi.
nl: Help over talen

source: Language
et: Keel
nl: Taal

source: Languages overview
et: Keelte ülevaade
nl: Taaloverzicht

source: No languages configured.
et: Keeli ei ole konfigureeritud
nl: Geen talen geconfigureerd.

source: Reload Translations
et: Uuenda tõlked
nl: Talen opnieuw laden.

source: Reload all translations from the modules and site. All templates will be recompiled.
et: Loe uusti kõik tõlked moodulites ja saidilt. Kõik mallid kompileeritakse uuesti.
nl: Herlaad alle vertalingen van de modules en de site. All templates worden gerecompiled.

source: Save
et: Salvesta
nl: Bewaar

source: Scan all templates for translation tags and generate .pot files that can be used for translating the templates.
et: Skaneeri kõik mallid tõlke tagide otismiseks ning genereeri .pot failid, mida saab kasutada tõlgete mallidena.
nl: Scan alle templates voor vertaal-tags en genereer de .pot bestanden die gebruikt worden voor het maken van vertalingen.

source: Select language
nl: Selecteer taal

source: Select your preferred language.
nl: Selecteer je voorkeurstaal

source: Show in menu
et: Näite menüüs
nl: Toon in menu

source: Show per module how much of the templates are translated.
et: Näita moodulikohaselt kui palju mallidest on tõlgitud.
nl: Toon per module hoeveel van de vertalingen zijn ingevoerd.

source: Switch language
nl: Verander taal

source: The title, body and other texts can be translated in different languages. Here you can select which languages will be used.
et: Pealkirja, sisu ning muud tekstid saab tõlkida erinevatesse keeltesse. Siin saad valida, milliseid keeli hakatakse kasutama.
nl: De titel en tekst kunnen vertaald worden in andere talen. Hier kan je kiezen welke talen daarvoor gebruikt kunnen worden.

source: This will not affect any translations in the database or .po files. This only removes the reference to the language, making it impossible to select or edit content written in the delete language.
et: See ei oma efekti tõlgetele andmebaasis või .po failides. See ainult peidab viite keelele, mis teeb võimatuks keele valimise või selles keeles sisu sisestamise.
nl: Dit heeft geen invloed op enige vertalingen in de database of in .po bestanden. Het verwijdert alleen de verwijzing naar de taal, zodat het onmogelijk wordt content in deze taal te vertalen.

source: Title
et: Pealkiri
nl: Titel

source: To view the up-to-date version of this module, please run "generate .pot files" first from the translation overview.
et: Selleks, et vaadata ajakohast vaadet lejest, palud käivita kõigepealt "generate .pot files" tõägete ülevaate lehelt.
nl: Om een up-todate versie van deze module te zien, kies "genereer .pot bestanden" eerst vanuit het vertaal-overzicht.

source: Translate this page in other languages.
et: Tõlgi see leht teise keelde.
nl: Vertaal deze pagina in andere talen.

source: Translation
et: Tõlge
nl: Vertalingen

source: Translation configuration and tools
et: Tõlgete konfigureerimine ja töövahendid
nl: Configuratie van talen en hulpmiddelen

source: Translation status
et: Tõlgete staatus
nl: Status van de vertalingen

source: Translation status per module
et: Tõlgete staatus moodulites kaupa
nl: Status van de vertalingen per module

source: Translations
et: Tõlked
nl: Vertalingen

source: ISO Code
et: ISO kood
