Repository: zotonic/zotonic
Catalog: modules/mod_mailinglist/translations/*.po
Languages: es, nl, pl, ru, tr

source: You will receive a confirmation in your e-mail.
es: Recibirá una confirmación en su correo electrónico.
nl: Je ontvangt een bevestigingsbericht in je mail.
pl: Otrzymasz wiadomość weryfikacyjną.
ru: Вы получите сообщение для подтверждения по e-mail.
tr: Onay maili alacaksınız.

source: You, or someone else, added your e-mail address to our mailing list
es: Usted o alguien más agregaron su dirección de correo electrónico a nuestra lista de correo
nl: Jij of iemand anders heeft jou adres toegevoegd aan de mailinglijst
pl: Ty - lub ktoś inny - dodał Twój adres do naszej listy wysyłkowej
ru: Вы либо кто-то другой добавили этот адрес e-mail в список рассылки
tr: Siz veya bir başkası e-mail adresinizi mail listemize ekledi

source: Your e-mail address is added to the mailing list. A confirmation mail is sent to your e-mail address and will arrive shortly. When you don’t receive it, then please check your spam folder.
es: Su dirección de correo electrónico fue agregada a nuestra lista de correo. Un correo de confirmación le llegará pronto a su casilla de correo electrónico. Si no lo recibe por favor revise su carpeta de correo basura.
nl: Je adres is nu toegevoegd aan de mailinglijst. Een bevestigingsmail is verstuurd naar het opgegeven adres. Als de mail niet aankomt, controleer dan de "spam" folder.
pl: Twój adres został dodany do listy wysyłkowej. Wiadomość weryfikacyjna została wysłana na Twój adres. Jeśli nie otrzymasz jej niebawem, sprawdź swój folder ze spamem.
ru: Ваш адрес e-mail добавлен в список рассылки. Сообщение для подтверждение отправлено по вашему адресу e-mail и вскоре будет доставлено. Если вы его не получите, пожалуйста, проверьте папку для спама.
tr: E-mail adresiniz mail listesine eklendi. E-mail adresinize bir onay maili gönderildi. Eğer gelen kutunuzda göremezseniz spam klasörünüze bakınız.

source: bounced
nl: bounce
pl: odbite
ru: возвращено
tr: geri döndü

source: cancel
es: cancelar
nl: annuleer
pl: anuluj
ru: отмена
tr: iptal

source: clear
es: Limpiar
nl: wissen
pl: wyczyść
ru: очистить
tr: temizle

source: click here to unsubscribe.
es: haga clic aquí para desuscribirse.
nl: hier klikken om je af te melden.
pl: kliknij tu, by zakończyć subskrypcję
ru: нажмите здесь для отмены подписки.
tr: üyelikten çıkmak için buraya tıklayınız

source: delete
es: borrar
nl: verwijder
pl: skasuj
ru: удалить
tr: sil

source: edit
es: editar
nl: bewerk
pl: edytuj
ru: изменить
tr: düzenle

source: error
nl: fout
pl: błąd
ru: ошибка
tr: hata

source: has been sent to the following lists:
nl: is verzonden naar de volgende mailinglijsten:
pl: została wysłana na następujące listy:
ru: было отправлено по следующим спискам:
tr: şu listelere gönderildi:

source: has never been sent yet.
nl: is nog nooit verstuurd.
pl: nie była jeszcze wysyłana.
ru: еще ни разу не было отправлено.
tr: henüz hiç gönderilmedi.

source: mailing list
es: lista de correo
nl: mailinglijst
pl: listę
ru: рассылку
tr: mail listesi

source: mailinglist status page
nl: mailinglijst statuspagina
pl: lista wysyłkowa - status
ru: страница статуса рассылки
tr: mail listesi durum sayfası

source: or copy and paste the address below in your browser.
es: o copie y pegue la dirección de abajo en su navegador.
nl: of copy-paste het onderstaande adres in je browser.
pl: lub skopiuj i wklej poniższy adres w oknie przeglądarki.
ru: или скопируйте и укажите браузеру нижеуказанный адрес.
tr: veya aşağıdaki adresi kopyalayıp tarayıcınıza yapıştırın.

source: processed
nl: verwerkt
pl: przetworzone
ru: обработано
tr: işlem tamamlandı

source: scheduled
es: Agendado
nl: ingepland
pl: zaplanowano
ru: запланировано
tr: planlandı

source: send mailing
es: Enviar correo
nl: Verstuur mailing
pl: rozpocznij wysyłkę
ru: отправить рассылку
tr: gönder

source: send mailing again to corrected addresses
nl: verstuur mailing naar gecorrigeerde adressen
pl: wyślij wiadomości ponownie, na poprawione adresy
ru: отправить рассылку повторно по исправленным адресам
tr: doğrulanan adreslere yeniden gönder

source: send to
nl: verstuur naar
pl: wyślij do
ru: отправить по
tr: alıcı

source: subscribing persons &raquo;
es: personas suscriptas &raquo;
nl: aangemelde personen &raquo;
pl: osoby otrzymujące wiadomości &raquo;
ru: подписанных пользователей &raquo;
tr: üye kişiler &raquo;

source: this link to confirm
es: este vínculo para confirmar
nl: deze link om te bevestigen
pl: ten odnośnik, by potwierdzić
ru: этой ссылке для подтверждения
tr: onaylamak için bu bağlantıyı

source: to the list
nl: naar de lijst
pl: na listę
ru: по списку
tr: listeye

source: when you don't want to receive any further mail from this list.
es: si no quiere recibir más correo de esta lista.
nl: wanneer je geen mail meer wilt ontvangen van deze lijst.
pl: jeśli nie chcesz otrzymywać dalszych wiadomości z tej listy.
ru: если вы не желаете получать дальнейшие сообщения из этой рассылки.
tr: bu listeden başka mail almak istemiyorsanız.

source: with your e-mail address
es: con su dirección de correo
nl: met je email adres
pl: adresem e-mail
ru: с указанием вашего адреса
tr: e-mail adresinizle

source: OK
tr: TAMAM

source: <em>withheld</em>
es: <em>retenido</em>

source: After publication this page will be send to the following mailing lists:
es: Después de la publicación esta página se enviará a las siguientes listas de correo:

source: Cancel this mailing.
es: Cancelar este correo.

source: Goodbye,
es: Hasta luego,

source: Mailing list overview
es: Resument de lista de correo

source: Mailing list settings.
es: Configuración de lista de correo.

source: e-Mail
es: correo electrónico

source: recipients
es: destinatarios

source: subscribe
es: suscribir

source: view
es: ver
