Repository: zotonic/zotonic
Catalog: modules/mod_mailinglist/translations/*.po
Languages: es, nl, pl, ru, tr

source: <h3>Recipients</h3><p>To add, remove or view the mailing list recipients, click on the “show all recipients” link.</p><h3>Sender name and e-mail address</h3><p>The sender name and e-mail address can be set per mailing list. This defaults to the config key <tt>site.email_from</tt>. The <i>From</i> of the sent e-mails will be set to the sender name and address.</p><h3>Automatic upload of recipient lists</h3><p>The dropbox filename is used for the automatic upload of complete recipients list. The filename must match the filename of the uploaded recipient list. The complete list of recipients will be replaced with the recipients in the dropbox file.</p><h3>Access control</h3><p>Everybody who can edit a mailing list is also allowed to send a page to the mailing list. Everybody who can view the mailing list is allowed to add an e-mail address to the mailing list.</p>
es: <h3>Destinatarios</h3><p>Para agregar, eliminar o ver los destinatarios de las listas de correo, haga clic sobre el vínculo “mostrar todos los destinatarios”.</p><h3>Nombre del remitente y dirección de correo electrónico</h3><p>El nombre del remitente y la dirección de correo electrónico pueden configurarse para cada lista de correo. El valor por defecto usado es el de la clave de configuración <tt>site.email_from</tt>. El <i>Desde</i> de los correos enviados tendrá asignado el nombre del remitente y su dirección de correo.</p><h3>Subida automática de listas de destinatarios</h3><p>El nombre de archivo de destino se usa para subir automáticamente una lista de destinatarios completa. El nombre del archivo debe ser el mismo que el usado para la lista de destinatarios subida. La lista completa de destinatarios se reemplazará con aquellos presentes en el archivo de destino.</p><h3>Control de acceso</h3><p>Todo aquel que puede editar una lista de correo puede también enviar una página a la lista. Todo aquel que puede ver la lista de correo puede agregar una dirección de correo electrónico a la lista.</p>
nl: <h3>Ontvangers</h3><p>Om ontvangers toe te voegen, te verwijderen of te bekijken, klik op de “bekijk alle ontvangers“ link.</p><h3>Afzender naam en email</h3> <p>De naam en email van de afzender kan per mailinglijst worden ingesteld. De default is de configuratieoptie <tt>site.email_from</tt>. <h3>Automatische upload van ontvanger-lijsten</h3> <p>De “dropbox-bestandsnaam“ wordt gebruikt om automatisch de lijst van ontvangers te importeren. De huidige lijst van ontvangers wordt vervangen door de namen in het dropbox bestand.</p> <h3>Toegang</h3><p>Iedereen die de mailinglijst pagina mag bewerken, kan een pagina versturen naar de ontvangers van die lijst. Iedereen die de lijst kan zien kan een email adres toevoegen aan de lijst.</p>
pl: <h3>Odbiorcy</h3><p>By zarządzać adresami odbiorców kliknij na odnośnik “Pokaż wszystkich odbiorców“.</p><h3>Osoba, rozsyłająca wiadomości i adres nadawcy</h3><p>To dane, które mogą być ustawiane indywidualnie dla każdej wysyłki. Domyślną wartością jest zawartość parametru konfiguracji <tt>site.email_from</tt>.</p><h3>Automatyczne pobieranie listy odbiorców</h3><p>Plik umieszczony w usłudze Dropbox może zostać użyty jako źródło listy odbiorców. Nazwa pliku w usłudze Dropbox musi odpowiadać nazwie pliku zapisanej listy odbiorców. Ta druga zostanie wtedy zastąpiona zawartością tej pierwszej.<h3>Kontrola dostępu</h3>Każdy, kto posiada uprawnienia do modyfikacji listy wysyłkowej posiada także prawa do wysyłania wiadomości na listę. Każdy, to ma uprawnienia do oglądania listy może dodać do niej adres e-mail.</p>
ru: <h3>Адресаты</h3><p>Чтобы добавить, удалить или просмотреть адресатов в списке, нажмите на ссылку «Показать всех адресатов».</p><h3>Имя и адрес e-mail отправителя</h3><p>Имя отправителя и адрес e-mail можно устанавливать отдельно для каждого списка адресатов. По умолчанию принимается значение ключа конфигурации <tt>site.email_from</tt>. В поле <i>From</i> отправляемых сообщений будут указаны заданные имя и адрес отправителя.</p><h3>Автоматическая загрузка списков адресатов</h3><p>Файл в папке dropbox, используемый для автоматической загрузки полного списка адресатов. Указываемое имя должно соответствовать файлу, содержащему загруженный список адресатов. Весь список адресатов будет заменен содержимым этого файла из папки dropbox.</p><h3>Управление доступом</h3><p>Любой, кто может редактировать список адресатов, также имеет права для рассылки страницы адресатам из этого списка. Любой, кто может просматривать список адресатов, имеет права для добавления адреса e-mail в этот список.</p>
tr: <h3>Alıcılar</h3><p>Mail listesi alıcılarını eklemek, kaldırmak veya görüntülemek için "tüm alıcıları göster"e tıklayınız.</p><h3>Gönderici adı ve e-mail adresi</h3><p>Her mail listesi için gönderici adı ve e-mail adresi düzenlenebilir. Varsayılan olan config anahtarı <tt>site.email_from</tt>. <i>Kimden</i> kısmına bu ayarlanan ad ve adres eklenecektir.</p><h3>Alıcı listelerinin otomatik yüklenmesi</h3><p>Otomatik yükleme için dropbox dosya adı kullanılır. Dosya adı alıcı listesiyle aynı olmalıdır. Alıcı listesi dosyadaki alıcılarla değitirilecektir.</p><h3>Erişim kontrolü</h3><p>Mail listesini düzenleyebilen kişiler mail listesine sayfa gönderebilirler. Mail listesini görüntüleyebilenler listeye e-mail adresi ekleyebilirler.</p>

source: <p>Sorry, something went wrong. Please try again later.</p>
es: <p>Disculpe, se produjo un error. Por favor reintente en un rato.</p>
nl: <p>Er is iets fout gegaan. Probeer later nog eens.</p>
pl: <p>Niestety, coś poszło nie tak. Spróbuj ponownie później.</p>
ru: <p>Извините, что-то пошло не так. Пожалуйста, попробуйте еще раз через некоторое время.</p>
tr: <p>Üzgünüz, bir hata oluştu. Lütfen tekrar deneyiniz.</p>

source: <p>Sorry, something went wrong. Please try to re-subscribe.</p>
es: <p>Disculpe, se produjo un error. Por favor trate de resuscribirse.</p>
nl: <p>Er is iets foutgegaan. Probeer om je opnieuw te abboneren.</p>
pl: <p>Niestety, coś poszło nie tak. Spróbuj zapisać się ponownie.</p>
ru: <p>Извините, что-то пошло не так. Пожалуйста, попробуйте подписаться повторно.</p>
tr: <p>Üzgünüz, bir hata oluştu. Yeniden üye olmayı deneyiniz.</p>

source: <p>Thank you. You are now subscribed.</p>
es: <p>Gracias. Se ha podido suscribir.</p>
nl: <p>Bedankt. Je hebt je nu aangemeld bij de mailing.</p>
pl: <p>Dziękujemy! Zostałeś zapisany.</p>
ru: <p>Спасибо. Теперь вы подписаны.</p>
tr: <p>Teşekkürler. Üyeliğiniz tamamlandı.</p>

source: <p>Thank you. You are now unsubscribed.</p>
es: <p>Gracias. Se ha podido desuscribir.</p>
nl: <p>Bedankt. Je bent nu afgemeld van de mailing.</p>
pl: <p>Dziękujemy! Zostałeś wypisany.</p>
ru: <p>Спасибо. Теперь ваша подписка отменена.</p>
tr: <p>Teşekkürler. Üyeliğiniz sonlandırıldı.</p>

source: Act
es: Activar
nl: Actief
pl: Akt.
ru: Активен
tr: Yap

source: Actions
es: Acciones
nl: Acties
pl: Akcje
ru: Действия
tr: Eylemler

source: Add a new recipient.
es: Agregar un nuevo destinatario.
nl: Nieuwe ontvanger toevoegen
pl: Dodaj nowego odbiorcę.
ru: Добавить нового адресата.
tr: Yeni bir alıcı ekle.

source: Add recipient
es: Agregar destinatario
nl: Nieuwe ontvanger
pl: Dodaj odbiorcę
ru: Добавить адресата
tr: Alıcı ekle

source: Added the recipient.
nl: Nieuwe ontvanger toegevoegd
pl: Dodaj nowego odbiorcę.
ru: Адресат добавлен.
tr: Alıcı eklendi.

source: All mailing lists
es: Todas las listas de correo
nl: Alle mailinglijsten
pl: Wszystkie listy
ru: Все списки адресатов
tr: Tüm mail listeleri

source: All processed
nl: Alles verwerkt
pl: Zakończone
ru: Все обработано
tr: Tümü gerçekleşti

source: All recipients of the mailing list. You can upload or download this list, which must be a file with one e-mail address per line.
es: Todos los receptores de la lista de correo. Puede subir o bajar esta lista, que debe ser un archivo de texto con una dirección de correo electrónico por línea.
nl: Alle ontvangers van de mailinglijst. Je kan deze lijst downloaden of uploaden. Elke regel van het bestand moet 1 email adres bevatten.
pl: Wszyscy odbiorcy z listy adresowej. Listę, zawierająca jeden adres w linii, możesz zapisywać na serwerze i pobierać ją z niego.
ru: Все адресаты в данном списке. Вы можете закачивать или скачивать этот список, представленный текстовым файлом, содержащим по одному адресу e-mail на строку.
tr: Mail listesinin tüm alıcıları. Bu listeyi her satıra bir mail adresi gelecek şekilde yükleyebilir ya da indirebilirsiniz.

source: Any page can be sent as a mailing. You can send a mailing from any edit page. On this page you can add or remove mailing lists and their recipients.
es: Cualquier página puede enviarse como correo. Puede enviar un correo desde cualquier página de edición. En esta página puede agregar o eliminar listas de correo y sus destinatarios.
nl: Elke pagina kan als een mailing worden verstuurd. Je kan een mailing versturen vanaf elke bewerk-pagina. Op deze pagina kan je ontvangers toevoegen en verwijderen.
pl: Każda strona może zostać wykorzystana do wysyłki. Możesz rozpocząć go z dowolnej strony edycji.<br/>Na tej stronie możesz tworzyć listy odbiorców i zarządzać zawartymi w nich adresami.
ru: Любая страница может быть отправлена в качестве рассылки. Вы можете отправить рассылку с любой страницы редактирования. На этой странице вы можете добавлять или удалять списки адресатов, а также модифицировать их содержимое.
tr: Sayfalar mailing olarak gönderilebilir. Herhangi bir düzenleme sayfasından mail gönderebilirsiniz. Bu sayfada mail listelerini ve alıcıları ekleyip çıkartabilirsiniz.

source: Are you sure you want to cancel the mailing to
es: Está seguro de que desea cancelar el correo a
nl: Weet je zeker dat je de volgende mailing wilt cancellen:
pl: Czy na pewno chcesz anulować wysyłkę do
ru: Вы уверены, что желаете отменить рассылку по
tr: Mailingi iptal etmek istediğinizden emin misiniz?

source: Are you sure you want to delete the mailing list
es: Está seguro de que desea eliminar la lista de correo
nl: Weet je zeker dat je de volgende mailinglijst wilt verwijderen:
pl: Czy na pewno chcesz skasować tę listę odbiorców
ru: Вы уверены, что желаете удалить рассылку
tr: Mail listesini silmek istediğinizden emin misiniz?

source: Are you sure you want to reset the statistics for this mailing? This means that if you send the mailing again afterwards, recipients might have gotten the mailing twice.
nl: Weet je zeker dat je de statistieken voor deze mailing wilt wissen? Dit betekent dat als je de mailing nog een keer verstuurt, ontvangers hem mogelijk dubbel zullen krijgen.
pl: Czy na pewno chcesz skasować statystyki tej wysyłki? To oznacza, że gdy postanowisz powtórzyć wysyłkę w przyszłości, wtedy niektórzy odbiorcy otrzymają wiadomość dwukrotnie. To może ich zdenerwować.
ru: Вы уверены, что желаете сбросить статистику для этой рассылки? В этом случае, если вы позже отправите рассылку повторно, возможно, адресаты получат ее во второй раз.
tr: Mailing istatistiklerini silmek istediğinizden emin misiniz? Bu daha sonra göndereceğiniz bir mailin alıcılara iki kez gönderilmesi anlamına gelebilir.

source: Before you will receive any further mail you need to confirm your subscription.
es: Para poder empezar a recibir correos antes debe confirmar su suscripción.
nl: Voordat je email ontvangt, moet je aanmelding eerst worden bevestigd.
pl: Zanim zaczniesz otrzymywać wiadomości, musisz dokonać potwierdzenia subskrypcji.
ru: Перед тем, как получать дальнейшие сообщения, вам нужно подтвердить вашу подписку.
tr: Daha sonraki mailleri almanız için üyeliğinizi onaylamalısınız.

source: Bounces
pl: Odbitki
ru: Возвраты
tr: Geri dönen

source: Cancel
es: Cancelar
nl: Annuleren
pl: Anuluj
ru: Отмена
tr: İptal

source: Cancel mailing
es: Cancelar correo
nl: Mailing annuleren
pl: Anuluj wysyłkę
ru: Отменить рассылку
tr: Mailingi iptal et

source: Check to activate the e-mail address.
nl: Vink aan om het e-mail adres actief te maken
pl: Zaznacz by uaktywnić adres e-mail.
ru: Установите флажок для активации адреса e-mail.
tr: Etkinleştirmek için e-mail adresini kontrol et.

source: Clear
es: Limpiar
nl: Wissen
pl: Wyczyść
ru: Очистить
tr: Temizle

source: Click <strong>unsubscribe</strong> to remove yourself from the mailing list.
es: Presione <strong>desuscribir</strong> para eliminarse a usted mismo de la lista de correo.
nl: Klik <strong>afmelden</strong> om je van de mailinglijst af te melden.
pl: Kliknij <strong>zrezygnuj</strong> by usunąć swój adres z listy adresowej.
ru: Нажмите <strong>Отменить подписку</strong> для прекращения рассылки на ваш адрес.
tr: Mail listesinden çıkmak için <strong>üyelikten çık</strong>'a tıkla.

source: Click here when you can’t read the message below.
es: Presione acá cuando no pueda leer el mensaje de abajo.
nl: Klik hier als je het onderstaande bericht niet kunt lezen.
pl: Kliknij tutaj, jeśli nie możesz odczytać poniższej wiadomości.
ru: Нажмите здесь, если вы не можете прочитать нижеприведенное сообщение.
tr: Aşağıdaki mesajı okuyamıyorsanız buraya tıklayınız.

source: Click the button below to confirm your subscription to this mailing list.
es: Presione el botón de abajo para confirmar su suscripción a esta lista de correo.
nl: Klik op de onderstaande knop om je aanmelding te bevestigen.
pl: Kliknij na poniższy przycisk by potwierdzić chęć dopisania swojego adresu do listy.
ru: Нажмите на кнопку ниже для подтверждения подписки на эту рассылку.
tr: Mail listesine üyeliğinizi onaylamak için aşağıdaki butona tıklayınız.

source: Click to view log entries
nl: Klik om e-mail log te bekijken
pl: Kliknij by obejrzeć logi
ru: Нажмите для просмотра записей в журнале
tr: Log girişlerini görmek için tıklayınız.

source: Confirm sending to mailinglist
nl: Bevestig versturen van mailinglijst
pl: Potwierdź wysyłkę na listę adresową
ru: Подтвердить отправку рассылки
tr: Mail listesine göndermek için onaylayınız.

source: Confirm subscription
nl: Bevestig a.u.b. uw aanmelding
pl: Potwierdź subskrypcję
ru: Подтвердить подписку
tr: Üyeliği onayla

source: Could not add the recipient.
nl: Ontvanger kon niet worden toegevoegd.
pl: Nie mogę dodać odbiorcy.
ru: Не удалось добавить адресата.
tr: Alıcı eklenemedi.

source: Dear
nl: Beste
pl: Szanowny
ru: Уважаемый(ая)
tr: Sevgili

source: Delete
nl: Verwijder
pl: Skasuj
ru: Удалить
tr: Sil

source: Delete all current recipients before adding the file.
nl: Verwijder alle geaddresseerden van deze lijst voor import
pl: Skasować wszystkich odbiorców z tej listy?
ru: Удалить всех текущих адресатов перед импортом файла.
tr: Dosyayı eklemeden önce tüm alıcıları sil.

source: Delete all recipients from this list?
es: ¿Borrar todos los detinatarios de esta lista?
nl: Alle geaddresseerden van deze lijst verwijderen?
pl: Skasować wszystkich odbiorców z tej listy?
ru: Удалить всех адресатов из этого списка?
tr: Bu listedeki tüm alıcıları sil?

source: Description
es: Descripción
nl: Omschrijving
pl: Opis
ru: Описание
tr: Tanım

source: Download all
es: Bajar todo
nl: Alles downloaden
pl: Pobierz wszystko
ru: Скачать все
tr: Tümünü indir

source: Download list of all active recipients.
es: Bajar lista de todos los destinatarios activos.
nl: Download de lijst van actieve ontvangers
pl: Pobierz listę aktywnych odbiorców.
ru: Скачать список всех активных адресатов.
tr: Tüm aktif alıcıların listesini indir.

source: Downloading active recipients list. Check your download window.
es: Bajando lista de destinatarios activos. Verifique la ventana donde se esté bajando el archivo.
nl: Aan het downloaden. Let op je downloadvenster.
pl: Pobieram listę aktywnych odbiorców. Sprawdź okno pobierania plików.
ru: Список активных адресатов скачивается. Откройте окно загрузок.
tr: Aktif alıcıların listesi indiriliyor. İndirme pencerenizi kontrol ediniz.

source: Dropbox filename (optional)
es: Nombre de archivo en Dropbox (opcional)
nl: Dropbox bestandsnaam (optioneel)
pl: Nazwa pliku w usłudze Dropbox (opcjonalna)
ru: Файл в папке dropbox (необязательно)
tr: Dropbox dosya adı (isteğe bağlı)

source: E-mail page
nl: Email deze pagina
pl: Wyślij stronę na adres e-mail
ru: Отправить страницу
tr: Sayfayı gönder

source: E-mail this page
nl: Email deze pagina
pl: Wyślij stronę na adres e-mail
ru: Отправить эту страницу
tr: Bu sayfayı gönder

source: Edit
nl: Bewerk
pl: Edytuj
ru: Изменить
tr: Düzenle

source: Edit recipient
nl: Bewerk ontvanger
pl: Edytuj dane odbiorcy
ru: Изменить адресата
tr: Alıcıyı düzenle

source: Edit the mailing list &raquo;
es: Editar la lista de correo &raquo;
nl: Bewerk de mailinglijst &raquo;
pl: Edytuj listę wysyłkową &raquo;
ru: Изменить список адресатов &raquo;
tr: Mail listesini düzenle &raquo;

source: Email
es: Dirección de correo
ru: Адрес e-mail

source: Enabled
nl: Actief
pl: Włączone
ru: Включен
tr: Etkin

source: Enter the e-mail address of the recipient. The name of the recipient is optional.
nl: Geef het email adres van de ontvanger. De naam van de ontvanger is optioneel.
pl: Wprowadź adres e-mail odbiorcy. Reszta danych jest opcjonalna.
ru: Введите адрес e-mail адресата. Имя адресата указывать необязательно.
tr: Alıcının email adresini giriniz. Alıcının ismi isteğe bağlıdır.

source: Externally managed list &mdash; no (un)subscribe links
nl: In extern beheer &mdash; geen aan- of afmeldlinks
pl: Lista zarządzana mechanizmami zewnętrznymi &mdash; nie oferuje mechanizmów subskrypcji i wypisania się.
ru: Список управляется извне — ссылки подписки отсутствуют
tr: Dışarıdan yönetilen liste &mdash; Üye ol/ Üyelikten çık bağlantıları yok.

source: First name
es: Nombre
nl: Voornaam
pl: Imię
ru: Имя
tr: Ad

source: From now on you will receive mail from our mailing list.
es: De ahora en más recibirá correos de nuesta lista.
nl: Vanaf nu ontvang je mail van deze mailinglijst.
pl: Od teraz będziesz otrzymywać wiadomości za pośrednictwem naszej listy wysyłkowej
ru: В дальнейшем вы будете получать сообщения из этой рассылки.
tr: Artık bu mail listesinden mailler alacaksınız.

source: Give your e-mail address to subscribe to
es: Ingrese su dirección de correo electrónico para suscribirse a
nl: Geef je email adres waarmee je je wilt aanmelden bij
pl: Podaj swój adres e-mail by zapisać się do
ru: Укажите адрес e-mail для подписки на
tr: Üye olacağınız email adresini veriniz

source: Go to mailinglist page
es: Enviar a lista de correo
nl: Ga naar mailingpagina
pl: Na stronę list wysyłkowych
ru: Перейти на страницу рассылки
tr: Mail listesi sayfasına git

source: Hello,
es: Hola,
nl: Hallo,
pl: Witaj,
ru: Здравствуйте,
tr: Merhaba,

source: Help about mailing lists.
es: Ayuda acerca de listas de correo.
nl: Hulp over mailinglijsten
pl: Listy wysyłkowe - pomoc.
ru: Справка о списках адресатов.
tr: Mail listesi yardımı.

source: Help about the mailing page.
es: Ayuda acerca de listas de correo.
nl: Hulp over de mailingpagina.
pl: Listy wysyłkowe - pomoc.
ru: Справка о странице рассылки.
tr: Mail sayfası yardımı.

source: Hope to see you again.
es: Esperamos verlo nuevamente,
nl: Hopelijk tot ziens
pl: Do zobaczenia ponownie.
ru: Надеемся увидеть вас снова.
tr: Tekrar görüşmek üzere.

source: It appears you have sent this page once already to this list. If you send it again, only the recipients that did not yet receive the mail will get it. As a safety-caution, it is impossible to send the same page twice to the same e-mail address.
nl: Het lijkt erop dat deze pagina al eens naar deze lijst is verstuurd. Als je deze pagina opnieuw verstuurt, zal hij (als veiligheidsmaatregel) alleen aankomen bij de ontvangers die hem nog niet eerder hebben gekregen.
pl: Wygląda na to, że ta strona była już wysyłana do odbiorców tej listy. Jeśli wyślesz ją ponownie wtedy otrzymają ją tylko ci odbiorcy, którzy nie otrzymali jej poprzednim razem. Brak możliwości wysłania tej samej strony na ten sam adres więcej, niż jeden raz jest zaplanowanym zabezpieczeniem.
ru: Похоже, вы уже отправляли эту страницу по этому списку адресатов. Если вы отправите ее снова, ее получат только те адресаты, которые прошлый раз ее не получали. В качестве предостережения, попытки повторного отправления одной и той же страницы по одному и тому же адресу блокируются.
tr: Bu sayfayı daha önce bu listeye göndermişsiniz. Tekrar gönderirseniz ilk gönderinizi alamayanlar bu maili alacaklar. Güvenlik önlemi olarak aynı sayfayı aynı adreslere göndermek imkansızdır.

source: Keep mailing
es: Continuar enviando
nl: Niet afmelden
pl: Kontynuuj wysyłkę
ru: Продолжить рассылку
tr: Devam et

source: Kind Regards,
es: Saludos,
nl: Met vriendelijke groet,
ru: С уважением,

source: Mailing Lists
es: Listas de Correo
nl: Mailinglijsten
pl: Listy wysyłkowe
ru: Списки адресатов
tr: Mail Listeleri

source: Mailing list
es: Lista de correo
nl: Mailinglijst
pl: Lista wysyłkowa
ru: Список адресатов
tr: Mail listesi

source: Mailing lists
es: Listas de correo
nl: Mailinglijsten
pl: Listy wysyłkowe
ru: Списки адресатов
tr: Mail listeleri

source: Mailing status
es: Listas de Correo
pl: Status wysyłki
ru: Статус рассылки
tr: Durum

source: Need more help?
es: ¿Necesita más ayuda?
nl: Meer hulp nodig?
pl: Potrzebujesz podpowiedzi?
ru: Нужна помощь?
tr: Daha fazla yardım?

source: New mailing list
es: Nueva lista de correo
nl: Nieuwe mailinglijst
pl: Nowa lista wysyłkowa
ru: Новый список адресатов
tr: Yeni mail listesi

source: No addresses selected
nl: Geen adres geselecteerd
pl: Nie wybrano adresów
ru: Адреса не выбраны
tr: Adres seçilmedi

source: No items found
es: No se encontraron ítems.
nl: Geen ontvangers gevonden
pl: Brak elementów
ru: Записи не найдены
tr: Öğe bulunamadı

source: No recipients
es: No hay destinatarios.
nl: Geen ontvangers
pl: Brak odbiorców
ru: Адресаты отсутсвуют
tr: Alıcı yok

source: On this page you see the addresses that have bounced. They have been disabled by default. Please correct each address and check the checkbox in front of the address to re-enable it. If an address is invalid, you can delete it.
nl: Op deze pagina zie je de adressen die zijn gebounced. Ze zijn voorlopig op non-actief gesteld. Corrigeer a.u.b. de adressen en activeer ze weer door ze aan te vinken. Wanneer een adres ongeldig is, kan je het ook verwijderen.
pl: Tutaj możesz zobaczyć, które wiadomości zostały odbite. System automatycznie zdezaktywował te adresy. Po poprawieniu ewentualnych błędów w adresie możesz aktywować go zaznaczając, znajdujące się przed nim, pole wyboru. Możesz tez skasować niechciane adresy.
ru: На этой странице показаны адреса, возвратившие отправленные сообщения. По умолчанию они были отключены. Пожалуйста, исправьте каждый адрес и установите флажок перед адресом для повторного включения. Если адрес недействителен, вы можете удалить его.
tr: Bu sayfada geri dönen adresleri görüyorsunuz. Bu adresler iptal edildi. Her adresi doğrulayın ve yeniden etkinleştirmek için yanındaki kutuyu işaretleyin. Eğer adres geçersizse silebilirsiniz.

source: Our excuses for the inconvenience.
es: Discúlpenos por los inconvenientes causados.
nl: Onze excuses voor het ongemak
pl: Przepraszamy za kłopot.
ru: Приносим извинения за причиненные неудобства.
tr: Verdiğimiz rahatsızlıktan dolayı özür dileriz.

source: Please confirm that you want to send the page
es: Seleccione una lista de correo adonde enviar la página
nl: Bevestig a.u.b. dat je de pagina
pl: Potwierdź chęć wysłania tej strony
ru: Пожалуйста, подтвердите, что желаете отправить страницу
tr: Sayfayı göndermek istediğinizi onaylayınız

source: Please confirm your subscription
es: Por favor confirme su suscripción
nl: Bevestig a.u.b. uw aanmelding
pl: Potwierdź subskrypcję
ru: Пожалуйста, подтвердите вашу подписку
tr: Üyeliğinizi onaylayınız

source: Please confirm your subscription on
es: Por favor confirme su suscripción en
nl: Bevestig a.u.b. uw aanmelding voor
pl: Potwierdź chęć subskrybowania
ru: Пожалуйста, подтвердите вашу подписку на
tr: Lütfen üyeliğinizi onaylayınız:
