Repository: zotonic/zotonic
Catalog: modules/mod_mailinglist/translations/*.po
Languages: es, nl, pl, ru, tr

source: Please enter the e-mail address you want to send a test mail to.
nl: Voer het email adres in waar je een test-mail naartoe wilt sturen.
pl: Wprowadź adres e-mail, na który chcesz wysłać testową wiadomość.
ru: Пожалуйста, укажите адрес e-mail для отправки тестового сообщения.
tr: Test maili göndermek istediğiniz adresi giriniz.

source: Please enter the e-mail address you want to send this page to.
nl: Voer het email adres in waar je een test-mail naartoe wilt sturen.
pl: Wprowadź adres e-mail, na który chcesz wysłać wiadomość.
ru: Пожалуйста, укажите адрес e-mail для отправки этой страницы.
tr: Bu sayfayı göndermek istediğiniz email adresini giriniz.

source: Please follow
es: Por favor siga
nl: Klik a.u.b. op
pl: Kontynuuj
ru: Пожалуйста, перейдите по
tr: Takip edin

source: Please note:
es: Por favor siga:
nl: Let op:
pl: Pamiętaj:
ru: Обратите внимание:
tr: Lütfen not edin:

source: Please unsubscribe
es: Por favor desuscríbase
nl: Klik hier
pl: Wypisz mnie
ru: Пожалуйста, отмените подписку,
tr: Lütfen üyelikten çıkartın

source: Prefix
es: Prefijo
nl: Voorvoegsel
pl: Prefiks
ru: Префикс
tr: Önek

source: Preview mailing
nl: Mailingvoorbeeld
pl: Podgląd wysyłki
ru: Предпросмотр рассылки
tr: Mail önizleme

source: Read this page on the web.
es: Lea esta página en la web.
nl: Lees deze pagina online
pl: Przeczytaj tę stronę w internecie.
ru: Прочитать эту страницу на сайте.
tr: Bu sayfayı internette oku.

source: Recipients
es: Destinatarios
nl: Ontvangers
pl: Odbiorcy
ru: Адресаты
tr: Alıcılar

source: Recipients are subscribed either as email-only (via a simple signup form), or as subscribed persons in the system.
es: Los destinatarios pueden suscribirse a través de correo electrónico (en un formulario de registración simple) o como personas suscriptas en el sistema.
nl: De geaddresseerden van een mailinglijst zijn óf slechts een mailadres, óf een volledige persoon in het systeem.
pl: Odbiorcami mogą być zarówno osoby, które podały swój adres za pomocą formularza jak i użytkownicy tego systemu.
ru: Адресаты могут быть подписаны как указанием только адреса e-mail (через упрощенную форму подписки), так и в качестве зарегистрированных пользователей системы.
tr: Alıcılar sadece email ile (basit üyelik formu yoluyla) üye olmuş ya da sistemdeki kayıtlı kullanıcılar olabilir.

source: Recipients for
es: Destinatarios para
nl: Ontvangers voor
pl: Odbiorcy
ru: Адресаты для
tr: Alıcılar

source: Remove this recipient. No undo possible.
es: Elimine este destinatario. No se puede deshacer.
nl: Verwijder deze ontvanger.
pl: Skasuj tego odbiorcę. Cofnięcie tej operacji będzie niemożliwe.
ru: Удалить этого адресата. Отмена невозможна.
tr: Bu alıcıyı kaldır. Geri alınamaz.

source: Resending bounced addresses...
nl: Deze adressen opnieuw aan het versturen...
pl: Powtórna wysyłka, pierwotnie odbitych, wiadomości...
ru: Повторная отправка по возвратившим адресам…
tr: Geri dönen adrese tekrar gönderiliyor...

source: Scheduled
es: Agendado
nl: Ingepland
pl: Czeka
ru: Запланировано
tr: Planlanan

source: See the
es: Ver el
nl: Bekijk de
pl: Patrz
ru: Просмотр
tr: Gör

source: Select file
es: Seleccione un archivo
nl: Kies bestand
pl: Wybierz plik
ru: Выбор файла
tr: Dosyayı seç

source: Send e-mail
nl: Via email
pl: Wyślij wiadomość
ru: Отправить сообщение
tr: E-mail gönder

source: Send mailing
es: Enviar correo
nl: Verstuur mailing
pl: Rozpocznij wysyłkę
ru: Отправить рассылку
tr: Mailing gönder

source: Send test mailing
es: Enviar correo de prueba
nl: Verstuur testmailing
pl: Rozpocznij testową wysyłkę
ru: Отправить тестовую рассылку
tr: Test maili gönder

source: Send test to address
nl: Verstuur test naar adres
pl: Wyślij testową wiadomość na adres
ru: Отправить тестовое сообщение по адресу
tr: Şu adrese test maili gönder

source: Send the mailing automatically after the publication start date of
es: Los correos se enviarán después de la fecha de comienzo de publicación de
nl: Verstuur de mailing automatisch op de publicatiedatum
pl: Rozpocznij wysyłkę automatycznie, gdy strona zostanie opublikowana, w dniu
ru: Отправить рассылку автоматически в момент начала публикации, датируемый
tr: Yayınlanma tarihi geldiğinde otomatik olarak mail gönder

source: Send the mailing immediately after the "published" checkbox has been checked in the edit page.
nl: Verstuur de mailing direct nadat het "gepubliceerd" vakje is aangevinkt in de editpagina.
pl: Rozpocznij wysyłkę niezwłocznie, gdy tylko strona zostanie oznaczona jako "opublikowana" na stronie edycji.
ru: Отправить рассылку, как только флажок «Опубликовано» будет установлен на странице редактирования.
tr: Düzenleme sayfasındaki "yayınla" kutusu işaretlendiğinde hemen mailing gönder.

source: Send the mailing right now, but do not include a link back to the website.
nl: Verstuur de mailing nu, maar neem geen link naar het artikel op de website op.
pl: Rozpocznij wysyłkę, ale nie dołączaj do niej odnośników do serwisu.
ru: Отправить рассылку прямо сейчас, но не указывать в ней ссылку на сайт.
tr: Mailingi şimdi gönder, ama sayfa linkini ekleme.

source: Send this page to a mailinglist and view mailinglist statistics.
nl: Verstuur deze pagina naar een mailinglijst en bekijk de mailingstatistieken.
pl: Wyślij stronę do odbiorców z listy adresowej i przejdź do strony statystyk
ru: Отправить эту страницу по списку адресатов и просмотреть статистику рассылки.
tr: Mail listesine bu sayfayı gönder ve mail listesi istatistiklerini görüntüle.

source: Send this page to a single address
nl: Verstuur deze pagina naar een enkel email adres.
pl: Wyślij stronę na pojedynczy adres
ru: Отправить эту страницу по одному адресу
tr: Bu sayfayı tek bir adrese gönder

source: Send this page to the test mailing list.
es: Enviar esta página a la lista de correo de prueba.
nl: Verstuur deze pagina naar de testmailinglijst.
pl: Wyślij stronę na testową listę adresową.
ru: Отправить эту страницу по тестовому списку адресатов.
tr: Bu sayfayı deneme mail listesine gönder.

source: Send welcome
es: Enviar bienvenida
nl: Verstuur welkomstbericht
pl: Wyślij powitanie
ru: Отправить приглашение
tr: Hoşgeldiniz mailini gönder

source: Sender address for e-mails (optional)
es: Dirección del remitente de correo electrónico (opcional)
nl: Afzender adres voor mailings (optioneel)
pl: Adres nadawcy wiadomości (opcjonalnie)
ru: Адрес e-mail отправителя (необязательно)
tr: E-mailler için gönderici adresi (isteğe bağlı)

source: Sender name for e-mails (optional)
es: Nombre del remitente de correo electrónico (opcional)
nl: Afzendernaam voor mailings (optioneel)
pl: Osoba, rozsyłająca wiadomości (opcjonalnie)
ru: Имя отправителя (необязательно)
tr: E-mailler için gönderici adı (isteğe bağlı)

source: Sending the e-mail...
nl: Email versturen...
pl: Wysyłanie wiadomości...
ru: Отправка электронной почты…
tr: E-mail gönderiliyor...

source: Sending the page to the test mailing list...
nl: De pagina naar de testmailinglijst aan het versturen...
pl: Wysyłanie strony na testową listę adresową.
ru: Отправка страницы по тестовому списку адресатов…
tr: Sayfa deneme listesine gönderiliyor...

source: Sent on
nl: Verstuurd op
pl: Wysłana
ru: Отправлено
tr: Gönderildi

source: Show all recipients &raquo;
es: Mostrar todos los destinatarios &raquo;
nl: Toon alle ontvangers &raquo;
pl: Pokaż wszystkich odbiorców &raquo;
ru: Показать всех адресатов &raquo;
tr: Tüm alıcıları göster &raquo;

source: Sorry, I could not subscribe you to the mailing list. Please try again later or with another e-mail address.
es: Disculpe, no se ha podido suscribirlo a la lista de correo. Por favor reintente un un rato con otra dirección de correo electrónico.
nl: Het aanmelden bij de mailinglijst is niet gelukt. Probeer het later a.u.b. nog een keer of met een ander email adres.
pl: Niestety, nie mogę zapisać tego adresu na listę odbiorców. Spróbuj ponownie później, albo zaproponuj inny adres.
ru: Извините, не удалось подписать вас на рассылку. Пожалуйста, попробуйте снова или укажите другой адрес e-mail.
tr: Üzgünüz, mail listesine üyeliğiniz gerçekleştirilemedi. Lütfen daha sonra veya başka bir e-mail adresiyle yeniden deneyiniz.

source: Sorry, can’t confirm your subscription
es: Disculpe, no se puede confirmar su suscripción
nl: Je aanmelding kan helaas niet bevestigd worden.
pl: Niestety, nie mogę potwierdzić subskrypcji
ru: Извините, не удалось подтвердить вашу подписку
tr: Üzgünüz, üyeliğniz onaylanmadı

source: Sorry, can’t find your subscription
es: Disculpe, no se puede encontrar su suscripción
nl: Je aanmelding is niet gevonden.
pl: Niestety, nie mogę odszukać Twojej subskrypcji
ru: Извините, не удалось найти вашу подписку
tr: Üzgünüz, üyeliğinizi bulamadık

source: Statistics
nl: Statistieken
pl: Statystyki
ru: Статистика
tr: İstatistikler

source: Subscribe
es: Suscribir
nl: Aanmelden
pl: Subskrybuj
ru: Подписаться
tr: Üye ol

source: Subscribe to
nl: Aanmelden bij
pl: Subskrybuj
ru: Подписаться на
tr: Üye ol

source: Surname
es: Apellido
nl: Achternaam
pl: Nazwisko
ru: Фамилия
tr: Soyad

source: Thank you
es: Gracias
nl: Dankjewel
pl: Dziękuję
ru: Спасибо
tr: Teşekkürler

source: The confirmation key is unknown. Either you already confirmed or something else went wrong.
es: La clave de confirmación es desconocida. Ya confirmó o alguna otra cosa falló.
nl: De bevestigingssleutel is onbekend. Waarschijnlijk heeft u al bevestigd.
pl: Nie rozpoznałem klucza potwierdzającego - możliwe, że już raz potwierdziłeś subskrypcję, lub też praca systemu uległa zakłóceniu.
ru: Неверный ключ подтверждения. Возможно, вы уже подтверждены, либо что-то пошло не так.
tr: Onay kodu bilinmiyor. Daha önce onaylamış olabilirsiniz ya da bir hata oluştu.

source: The e-mails are being sent...
nl: De e-mails worden verzonden...
pl: Wiadomości są wysyłane...
ru: Отправляются сообщения…
tr: E-mailler gönderiliyor...

source: The key in your link does not match any subscription. Either you already unsubscribed, or the mailing list has been deleted.
es: La clave en su vínculo no se corresponde con ninguna suscripción. O ya se había desuscripto o la lista de correo ha sido borrada.
nl: De afmeldlink is ongeldig. Misschien ben je al afgemeld.
pl: Ten odnośnik nie odpowiada żadnej, znanej systemowi subskrypcji. Albo subskrypcja została anulowana wcześniej albo też lista wysyłkowa została zlikwidowana.
ru: Ключ в вашей ссылке не соответствует ни одной подписке. Возможно, ваша подписка уже отменена, либо рассылка была удалена.
tr: Bağlantınızdaki anahtar hiçbir üyelikle eşleşmedi. Üyelikten çıkmış ya da mail listesi silinmiş olabilir.

source: The mailing will be send when the page becomes visible.
nl: De mailing zal worden verstuurd wanneer deze pagina gepubliceerd wordt.
pl: Wysyłka zostanie rozpoczęta, gdy strona stanie się dostępna.
ru: Сообщение будет отправлено, когда страница станет видимой.
tr: Sayfa görünür olduğunda mailing gönderilecek.

source: The page you are trying to e-mail is not yet published. What do you want to do?
nl: Je probeert een pagina te versturen die nog niet is gepubliceerd. Wat wil je doen?
pl: Strona, którą chcesz rozesłać, nie została jeszcze opublikowana. Co teraz?
ru: Страница, которую вы собираетесь отправить, еще не опубликована. Что вы желаете сделать?
tr: Göndermeye çalıştığınız sayfa yayınlanmadı. Ne yapmak istiyorsunuz?

source: The recipients list of the mailing list will be deleted as well.
es: La lista de destinatarios de la lista de correo también será borrada.
nl: De lijst met ontvangers wordt ook verwijderd.
pl: Lista adresów tej listy wysyłkowej także zostanie skasowana.
ru: Список адресатов этой рассылки будет также удален.
tr: Mail listesinin alıcı listesi de silinecek.

source: There are no addresses eligible for re-sending. You seem to have already processed all bouncing addresses.
nl: Er zijn geen e-mailadressen gevonden die opnieuw kunnen worden verstuurd. De bounces zijn blijkbaar al eerder afgehandeld.
pl: Nie ma już adresów, na które można powtórnie wysłać wiadomość. Wygląda na to, ze wszystkie takie przypadki zostały już obsłużone.
ru: Отсутствуют адреса-кандидаты для повторной отправки. Похоже, вы уже обработали все возвращающие адреса.
tr: Tekrar göndermek için uygun olan bir adres yok. Tüm geri dönenlerle işlemlerinizi bitirmiş durumdasınız.

source: There is no mailing list with the name ‘mailinglist_test’.
nl: Er is geen mailinglijst met de naam 'mailinglist_test'.
pl: Nie ma listy wysyłkowej o nazwie ‘mailinglist_test’.
ru: Отсутствует список адресатов с названием «mailinglist_test».
tr: 'mailinglist_test' isminde bir mail listesi yok.

source: This can not be undone
es: Esto no se puede deshacer
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć
ru: Это действие нельзя отменить
tr: Geri alınamaz

source: This is a "private", externally managed list. Recipients will not receive any subscribe/unsubscribe messages.
nl: Dit is een extern beheerde lijst. Ontvangers zullen geen aan- of afmeldberichten ontvangen.
pl: To "prywatna", zarządzana mechanizmami zewnętrznymi lista. Odbiorcy nie będą otrzymywać informacji o rozpoczęciu lub zakończeniu subskrypcji.
ru: Это «закрытый», управляемый извне список. Адресаты не будут получать сообщения о подписке / отмене подписки.
tr: Bu bir "özel" liste. Alıcılar üye ol veya üyelikten çık mesajı almayacaklar.

source: This overview allows you to send the current page to a group of recipients, grouped into mailing lists. Choose 'preview mailing' to open a popup window which shows how the mailing will look like when it is sent; choose 'send test mailing' to send it to the predefined list of test e-mail addresses. Choose 'edit' to go back to editing the page. Each mailinglist is listed in the table below, together with statistics on when it was sent and to how many recipients.
nl: Dit overzicht stelt je in staat de huidige pagina naar een groep ontvangers, een zng. mailinglijst, te sturen. Kies "voorbeeld" om een venster te openen met een voorbeeld hoe de mail eruit komt te zien wanneer deze verstuurd is; kies "verstuur testmailing" om de mailing te testen (wordt verstuurd naar de speciale "test mailing" lijst). Kies "bewerk" om terug te gaan naar de editpagina. Elke mailinglijst is in de onderstaande tabel te zien, samen met gegevens of hij al is verstuurd en naar hoeveel ontvangers.
pl: To zestawienie pozwala na wysłanie aktualnej strony do odbiorców, zgrupowanych na listach adresowych. Wybierz "podgląd wysyłki" aby otworzyć okno, w którym będziesz mógł zobaczyć, jak będzie wyglądać wysłana wiadomość. Wybierz "Rozpocznij testową wysyłkę" aby rozpocząć wysyłkę na, zdefiniowaną wcześniej, grupę testowych adresów. Wybierz "Edytuj" aby powrócić do strony edycji. Poniżej znajduje się tabela wszystkich list wysyłkowych, wraz z informacjami o czasie i odbiorcach ostatniej wysyłki.
ru: При помощи этой панели вы можете отправлять текущую страницу нескольким адресатам, сгруппированным в списки. Нажмите «Предпросмотр рассылки» для открытия диалогового окна, отображающего рассылку в том виде, в котором она будет отправлена; нажмите «Отправить тестовую рассылку» для отправки страницы по предопределенному списку тестовых адресов e-mail. Нажмите «Изменить» для возврата на страницу редактирования. Каждая рассылка перечислена в нижеприведенной таблице вместе со статистикой, когда она была отправлена и каким адресатам.
tr: Bu genel bakış size sayfayı mail listesindeki alıcı grubuna gönderme imkanı verir. 'mail önizleme'yi seçerek gönderildiğinde nasıl görüneceğini görebilirsiniz. 'test mailingi gönder'i seçerek önceden belirlenmiş test alıcılarına deneme maili gönderebilirsiniz. Tekrar düzenleme sayfasına dönmek için 'düzenle'yi seçiniz. Aşağıda listelenen mail listeleri kaç alıcıya ne zaman gönderildi bilgisiyle birlikte yer alır.

source: This page can be sent to different mailing lists.
es: Enviar esta página a la lista de correo de prueba.
nl: Deze pagina kan naar verschillende testmailinglijsten verzonden worden.
pl: Z tej strony można wysłać wiadomości na różne listy wysyłkowe.
ru: Эта страница может отправляться в разных рассылках.
tr: Bu sayfa farklı mail listelerine gönedrilebilir.

source: Tick the checkbox if you want the recipient to receive a welcome e-mail message.
nl: Kruis het vakje aan als je wilt dat de ontvanger een welkomstbericht toegestuurd krijg.
pl: Zaznacz tutaj, jeśli odbiorca ma otrzymać wiadomość powitalną.
ru: Установите флажок, если вы желаете, чтобы адресат получил сообщение с приглашением по e-mail.
tr: Alıcıların Hoşgeldiniz mesajı almasını istiyorsanız kutuyu işaretleyin.

source: Title
es: Título
nl: Titel
pl: Tytuł
ru: Заголовок
tr: Başlık

source: Unsubscribe
es: Desuscribir
nl: Afmelden
pl: Wypisz
ru: Отменить подписку
tr: Üyeliği sonlandır

source: Unsubscribe from
es: Desuscribir de
nl: Meld je af van
pl: Wypisz z
ru: Отменить подписку на
tr: Üyeliği sonlandır

source: Unsubscribe from mailing list
es: Desuscribirse de la lista de correo
nl: Afmelden van mailinglijst
pl: Wypisz z listy wysyłkowej
ru: Отменить подписку на рассылку
tr: Mail listesinden çık

source: Updated the recipient.
nl: Nieuwe ontvanger bijgewerkt.
pl: Uaktualniono dane odbiorcy.
ru: Адресат обновлен.
tr: Alıcılar güncellendi.

source: Upload a file with recipients. The file must contain a single e-mail address per line. The file’s character set must be utf-8.
es: Subir un archivo con destinatarios. El archivo debe contener una sola dirección de correo electrónico por línea. El juego de caracteres del archivo debe ser utf-8.
nl: Upload de lijst met ontvangers. Het bestand moet één adres per regel bevatten, en de karakterset moet utf-8 zijn.
pl: Wczytaj plik z listą odbiorców. Musi zawierać jeden adres w jednej linii, kodowanie znaków w standardzie UTF-8.
ru: Закачать файл с адресатами. Файл должен содержать по одному адресу e-mail на строку. Кодировка файла должна быть UTF-8.
tr: Alıcıların yer aldığı bir dosya yükleyin. Dosyada her bir satırda bir e-mail adresi yer almalıdır. Dosyanın karakter kodu utf-8 olmalıdır.

source: Upload a list of recipients.
es: Subir una lista de destinatarios.
nl: Upload de lijst met ontvangers.
pl: Wczytaj listę odbiorców.
ru: Закачать список адресатов.
tr: Alıcı listesi yükle.

source: Upload file
es: Subir archivo
nl: Bestand uploaden
pl: Wczytaj plik
ru: Закачать файл
tr: Dosya yükle

source: View
nl: Bekijk
pl: Zobacz
ru: Просмотр
tr: Görüntüle

source: View and edit the bounced addresses and re-send the mailing.
nl: Bekijk en bewerk de gebouncede adressen en verstuur de mailing opnieuw.
pl: Sprawdź i popraw adresy, na które nie dotarły wiadomości a następnie przeprowadź ponowną wysyłkę.
ru: Просмотреть и править возвратившие адреса и переслать рассылку.
tr: Geri dönen adresleri görüntüle ve tekrar göndermek için düzenle.

source: Welcome to
es: Bienvenido a
nl: Welkom bij
pl: Witamy na
ru: Добро пожаловать на
tr: Hoşgeldiniz

source: When you don’t want to receive any mail then please ignore this message.
es: Si no desea recibir más correo entonces por favor ignore este mensaje.
nl: Wanneer je geen mail meer wenst te ontvangen kun je dit bericht negeren.
pl: Jeśli nie chcesz otrzymywać tych wiadomości po prostu zignoruję tę.
ru: Если вы не желаете получать сообщения в дальнейшем, пожалуйста, пропустите это сообщение.
tr: Bundan sonra mail almak istemiyorsanız lütfen bu mesajı yoksayın.

source: When you don’t want to receive any more mail then
es: Si no desea recibir más correo entonces
nl: Wanneer je geen mail meer wilt ontvangen kun je
pl: Jeśli nie chcesz otrzymywać tych wiadomości:
ru: Если вы не желаете получать рассылку в дальнейшем,
tr: Eğer başka mail almak istemiyorsanız o zaman

source: You are not allowed to add or enable recipients.
nl: Je hebt geen toestemming om ontvangers toe te voegen of actief te maken.
pl: Nie masz uprawnień by dodawać odbiorców.
ru: У вас нет прав для добавления или включения адресатов.
tr: Alıcı ekleme ve etkinleştirme yetkiniz yok.

source: You are not allowed to edit recipients.
nl: Je hebt geen toestemming om ontvangers te bewerken.
pl: Nie masz uprawnień do zmiany danych odbiorców.
ru: У вас нет прав для редактирования адресатов.
tr: Alıcıları düzenleme yetkiniz yok.

source: You are not allowed to send mail to the test mailing list.
nl: Je hebt geen toestemming om mail te sturen naar de testmailinglijst.
pl: Nie możesz wysyłać wiadomości na testową listę wysyłkową.
ru: У вас нет прав для отправки рассылки по тестовому списку адресатов.
tr: Test mail listesine e-mail gönderme yetkiniz yok.

source: You are not allowed to view or edit the recipients list. You need to have edit permission on the mailing list to change and view the recipients.
es: No tiene permisos para ver o editar la lista de destinatarios. Debe tener permisos de edición sobre la lista de correo para cambiar o ver los destinatarios.
nl: U heeft geen toegang om de lijst met ontvangers te bekijken of te bewerken. Je moet de mailinglijst kunnen bewerken om dit te doen.
pl: Nie masz uprawnień by podglądać lub edytować listę odbiorców. Aby to robić musisz mieć przydzielone uprawnienia edycji tej listy.
ru: У вас нет прав для просмотра или редактирования списка адресатов. Для модификации и просмотра адресатов требуется разрешение изменения списка рассылки.
tr: Alıcı listesini görüntüleme veya düzenleme yetkiniz yok. Bunları yapabilmek için yetkilerinizin düzenlenmesi gerekir.

source: You are now subscribed to our mailing list
es: Ahora se encuentra suscripto a nuestra lista de correo
nl: Je bent nu aangemeld bij deze mailinglijst.
pl: Subskrybujesz listę
ru: Теперь вы подписаны на рассылку
tr: Artık mail listemize üyesiniz

source: You are now unsubscribed from
es: Ya se ha desuscripto de
nl: Je bent nu afgemeld van
pl: Zakończyłeś subskrypcję listy
ru: Теперь вы отменили подписку на
tr: Artık üyeliğiniz sonlandırıldı

source: You are now unsubscribed from the mailing list
es: Ya se ha desuscripto de la lista de correo
nl: Je bent nu afgemeld van deze mailinglijst
pl: Zakończono subskrypcję listy
ru: Теперь вы отменили подписку на рассылку
tr: Mail listesindeki üyeliğiniz sonlandırıldı

source: You can try to re-subscribe to one of our mailing lists in the side column.
es: Puede tratar de resuscribirse a una de nuestras listas de correo en la columna del costado.
nl: opgegven a
pl: Możesz zapisać się ponownie do jednej z list wysyłkowych za pomocą danych z boku strony.
ru: Вы можете попробовать повторно подписаться на одну из рассылок в столбце сбоку.
tr: Yandaki bölümden diğer mail listelerimize üye olmayı deneyebilirsiniz.

source: You received this mail because someone wanted to send you this information. We did not store your e-mail address and will not send you any other mail because of this mail.
nl: Je hebt deze mail ontvangen omdat iemand jou deze informatie wilde sturen. We hebben je e-mail adres niet opgeslagen en zullen je geen andere e-mail meer sturen.
pl: Otrzymałeś tę wiadomość ponieważ ktoś chciał Ci ją wysłać. Nie przechowujemy twojego adresu ani nie zamierzamy wysyłać do Ciebie innych wiadomości prócz tej.
ru: Вы получили это сообщение, поскольку кто-то указал ваш адрес e-mail для отправки этих сведений. Мы не сохранили ваш адрес и не будем отправлять дальнейшие сообщения автоматически.
tr: Bu maili aldınız çünkü biri bu bilginin size gönderilmesini istedi. E-mail adresinizi kaydetmiyoruz ve size bu mailden başka bir mail yollamayacağız.

source: You received this mail because you are subscribed to the mailing list
es: Ha recibido este correo porque está suscripto a la lista de correo
nl: Je ontvangt deze mail omdat je lid bent van de mailinglijst
pl: Otrzymałeś wiadomość ponieważ subskrybujesz listę
ru: Вы получили это сообщение, поскольку вы подписаны на рассылку
tr: Mail listesine üye olduğunuz için bu maili aldınız
