Repository: zotonic/zotonic
Catalog: modules/mod_survey/translations/*.po
Languages: pl

source: All survey entries up until
pl: Wszystkie wpisy, aż do

source: Allow multiple entries per user/browser
pl: Zezwól tej samej parze użytkownik/przeglądarka na wielokrotny udział.

source: Answer
pl: Odpowiedź

source: Answers, one per line
pl: Odpowiedzi, każda w osobnej linii

source: Apple = Red<br/> Milk = White<br/> Vienna = Austria<br/> Flying dutchman = Wagner.
pl: jabłko - kolor czerwony<br/> mleko - kolor białe<br/> Wiedeń - Austria<br/> Latający Holender - Wagner.

source: April
pl: Kwiecień

source: Are you sure you want to stop?
pl: Czy na pewno chcesz przerwać?

source: August
pl: Sierpień

source: Back
pl: Wstecz

source: Block
pl: Sekcja

source: Button
pl: Przycisk

source: Button style
pl: Styl przycisku

source: Button text
pl: Przycisk tekstowy

source: Cat = Picture
pl: kot - zdjęcie

source: Category
pl: Kategoria

source: Category to choose from
pl: Dostępne kategorie

source: Check the answer in the admin.
pl: Sprawdź odpowiedź w panelu administracyjnym.

source: Click here to download the results as a CSV file.
pl: Kliknij tutaj, aby pobrać wyniki w formacie CSV.

source: Close
pl: Zamknij

source: Continue
pl: Dalej

source: Country select
pl: Wybór kraju

source: Danger
pl: Niebezpieczeństwo

source: December
pl: Grudzień

source: Default
pl: Domyślnie

source: Delete
pl: Skasuj

source: Do you like pea soup?
pl: Czy lubisz grochówkę?

source: Download CSV results
pl: Pobierz wyniki w pliku CSV

source: Download will start in the background. Please check your download window.
pl: Pobieranie rozpocznie się w tle, sprawdź okno pobieranie plików swojej przeglądarki.

source: Drag questions here.
pl: Pytania przeciągaj tutaj.

source: E-mail addresses
pl: Adresy e-mail

source: Edit
pl: Edytuj

source: Edit survey result
pl: Edytuj wyniki badania

source: Error
pl: Błąd

source: Example:
pl: Przykład:

source: Explanation
pl: Uzasadnienie

source: Explanation text (optional)
pl: Uzasadnienie (opcjonalne)

source: False
pl: Fałsz

source: February
pl: Luty

source: File upload
pl: Zapis pliku

source: Handle this survey with
pl: Obsłuż to badanie za pomocą

source: Help about surveys
pl: Badania - pomoc

source: Hide progress information
pl: Ukryj informacje o postępie

source: I am [age] years old. I like [icecream=vanilla|strawberry|chocolate|other] ice cream and my favorite color is [color ].
pl: Mam [wiek] lat. Lubię lody [smak=waniliowe|truskawkowe|czekoladowe|inne] a moim ulubionym kolorem jest [kolor].

source: Informational
pl: Informacyjny

source: Inverse
pl: Odwróć

source: January
pl: Styczeń

source: July
pl: Lipiec

source: Jump target
pl: Cel skoku

source: June
pl: Czerwiec

source: Likert
pl: skala Likerta

source: List of possible answers, one per line. Use <em>value#answer</em> for selecting values.
pl: Lista odpowiedzi, każda w osobnej linii. Użyj <em>value#answer</em> do wybrania wartości.

source: Long answer
pl: Długa odpowiedź

source: Mail filled in surveys to
pl: Prześlij wypełnione ankiety do

source: March
pl: Marzec

source: Match which answer fits best.
pl: Wybierz najlepiej pasującą odpowiedź.

source: Matching
pl: Pasujące

source: May
pl: Maj

source: Multiple answers possible
pl: Dozwolone wielokrotne odpowiedzi

source: Multiple page break blocks are merged into one.
pl: Wielokrotne znaki końca strony będą połączone w jeden.

source: Name of target question
pl: Nazwa docelowego pytania

source: Narrative
pl: Opisowa

source: Need more help?
pl: Czy potrzebujesz podpowiedzi?

source: New survey result:
pl: Wyniki nowego badania:

source: Next Question
pl: Następne pytanie

source: No
pl: Nie

source: November
pl: Listopad

source: October
pl: Październik

source: Only accept images.
pl: Akceptuj wyłącznie obrazy

source: Page break
pl: Koniec strony

source: Page jump condition
pl: Warunek skoku dla strony

source: Please enter your name.
pl: Podaj swoje imię.

source: Please upload your image.
pl: Wprowadź swoje zdjęcie.

source: Please write an essay.
pl: Napisz krótkie wypracowanie.

source: Primary
pl: Główny

source: Printable list
pl: Lista do wydruku

source: Prompt
pl: Zachęta

source: Question
pl: Pytanie

source: Required, this question must be answered.
pl: Wymagane, odpowiedź musi być udzielona.

source: Results
pl: Wyniki

source: Select country
pl: Wybierz kraj

source: Select your country
pl: Wybierz swój kraj

source: September
pl: Wrzesień

source: Short answer
pl: Krótka odpowiedź

source: Show email addresses
pl: Pokazuj adresy e-mail

source: Show progress bar
pl: Pokaż postęp

source: Show progress information as “<em>Question 3/10</em>”
pl: Pokazuj informacje o postępie badania w postaci "<em>Pytanie 3/10</em>"

source: Show results to user after completion of survey
pl: Po zakończeniu badania pokaż użytkownikowi wyniki.

source: Show survey results
pl: Pokaż wyniki

source: Single answer possible
pl: Dopuszczalne pojedyncze odpowiedzi

source: Something went wrong
pl: Coś poszło nie tak

source: Start
pl: Rozpocznij

source: Stop
pl: Koniec

source: Strongly Agree
pl: Całkowicie się zgadzam

source: Strongly Disagree
pl: Całkowicie się nie zgadzam

source: Submit
pl: Wyślij

source: Submit on clicking an option
pl: Wysyłaj po wybraniu opcji

source: Success
pl: Sukces

source: Survey
pl: Badanie

source: Survey Questions
pl: Badanie - pytania

source: Survey editor
pl: Badanie - edytor

source: Survey result deleted.
pl: Wyniki badania zostały usunięte.

source: Survey results editor
pl: Edytor wyników.

source: Thank you
pl: Dziękujemy

source: Thank you for filling in our survey. Be sure to come back for other surveys!
pl: Dziękujemy za udział w naszym badaniu. Zajrzyj do nas w przyszłości!

source: The earth is flat.
pl: Ziemia jest płaska.

source: The following survey has been filled in:
pl: Wypełniono następujące ankiety:

source: There was an error while handling your answers. We are terribly sorry about this.
pl: Wystąpił problem podczas obsługi Twoich odpowiedzi. Jest nam bardzo przykro z tego powodu.

source: This block show a file upload field. This can only be used as the last question of a survey. The default survey routines can’t handle file upload, you will need to add your own survey handler to your site or module.
pl: Ta sekcja oznacza formularz umożliwiający wysłanie plików. Może być użyta jedynie jako ostatnie pytanie w badaniu. Domyślnie, kod badania nie potrafi obsłużyć odbioru plików, aby to wykorzystać należy stworzyć własny program do obsługi tej funkcji.

source: This block signals a stop in the flow. The user can't continue further and it is counted as a page break.
pl: Ta sekcja oznacza zatrzymanie badania. Użytkownik nie może kontynuować.

source: Thurstone
pl: skala Thurstone'a

source: To question
pl: Do pytania

source: True
pl: Prawda

source: True/False
pl: Prawda/Fałsz

source: Validation
pl: Sprawdzanie

source: Warning
pl: Ostrzeżenie

source: Weasels make great pets.
pl: Łasice to wspaniałe zwierzęta domowe.

source: When no condition is true then the question following this break will be the next page.
pl: Jeśli żaden z warunków nie zostanie spełniony wtedy pytanie następujące po tej przerwie zostanie wyświetlone jako następne.

source: Yes
pl: Tak

source: Yes/No
pl: Tak/Nie

source: You are not allowed to see the results of this survey.
pl: Nie masz uprawnień potrzebnych do oglądanie wyników tego badania.

source: You can create your survey by adding blocks with questions below the body.
pl: Możesz utworzyć własne badanie, przemieszczając sekcje z pytaniami pod wpisem.

source: You need to give a name to every question.
pl: Każde pytanie musi mieć nadaną nazwę.

source: edit
pl: edytuj

source: must be a date
pl: to musi być data

source: must be a number
pl: to musi być liczba

source: must be a phone number
pl: to musi być numer telefonu

source: must be an e-mail address
pl: to musi być adres e-mail

source: name
pl: nazwa

source: name >= 2
pl: nazwa >= 2

source: survey results editor
pl: edytor wyników
