Repository: zotonic/zotonic
Catalog: modules/mod_seo/translations/*.po
Languages: pl

source: Add a noindex, nofollow element to all pages.
pl: Dodaj znaczniki noindex i nofollow do wszystkich stron.

source: Description to include on every page
pl: Opis, dołączany do wszystkich stron

source: Exclude this site from search engines
pl: Wyklucz serwis z indeksów wyszukiwarek

source: General SEO Optimization
pl: Ogólne ustawienia SEO

source: Here you find settings to optimize the indexing of your site by search engines.
pl: Te ustawienia pozwolą dopasować serwis do wymagań wyszukiwarek.

source: Keywords to include on every page. Separate keywords with a ","
pl: Słowa kluczowe, dołączane do wszystkich stron. Kolejne słowa kluczowe oddziel przecinkami (",")

source: Save SEO settings
pl: Zapisz ustawienia

source: Search Engine Optimization
pl: Optymalizacja dla wyszukiwarek internetowych

source: Google Analytics tracking id
pl: Identyfikator Google Analytics

source: Google Webmaster Tools
pl: Narzędzia Google dla webmasterów
