Repository: zotonic/zotonic
Catalog: modules/mod_admin_category/translations/*.po
Languages: es, et, ru

source: Are you sure you want to delete the category
es: ¿Está seguro de que desea borrar la categoría

source: Below category
es: Categoría de abajo

source: Cancel
es: Cancelar

source: Categories
es: Categorías
et: Kategooriad
ru: Категории

source: Categories are used to categorize all pages. Every page belongs to exactly one category. The categories are defined in a hierarchy. Here you can change that hierarchy.
es: Las categorías se usan para categorizar a todas las páginas. Toda página pertenece a exactamente una categoría. Las categorías se definen en una jerarquía. Aquí puede cambiar esa jerarquía.

source: Category Hierarchy
es: Jerarquía de Categoría
et: Kategooriate hierarhia
ru: Дерево категории

source: Category overview
es: Resumen de categoría
et: Kategooriate ülevaade
ru: Обзор категорий

source: Delete
es: Borrar

source: How does this work?
es: ¿Cómo funciona ésto?
et: Kuidas see toimib?
ru: Как это работает?

source: Make a new category
es: Crear una nueva categoría

source: Make category
es: Crear categoría

source: Name
es: Nombre

source: Page Categories
es: Categorías de Páginas

source: Please specify the title, unique name and optional parent of the new category.
es: Por favor especifique el título, nombre único y padre opcional de la nueva categoría.

source: Please specify to which category you want to transfer those pages.
es: Por favor especifique a qué categoría quiere transferir esas páginas.

source: There are
es: Hay

source: This action can't be undone, the category will be lost forever.
es: Esta acción no se puede deshacer, la categoría se perderá para siempre

source: Title
es: Título

source: Transfer to
es: Transferir a

source: pages with the category
es: páginas con la categoría

source: which you want to delete.
es: que quiere borrar.

source: Categories are used to categorize all pages. Every page belongs to exactly one category.<br/>The categories are defined in a hierarchy. Here you can change that hierarchy.
et: Kategooriad kasutatakse kõigi lehtede klassifitseerimiseks. Iga leht kuulub täpselt ühte kategooriasse. <br/>Kategooriad on defineeritud hierarhilistena. Siin saad seda hierarhiat muuta.
ru: Категории используются для категорирования всех страниц. Каждая страница относится к одной определенной категории.<br/>Категории описываются иерархией. Здесь можно управлять этой иерархией.

source: Drag categories to the place where you want them in the hierarchy.
et: Tiri kategooriad sinna asukohta, kus tahad neid hierarhias näha.
ru: Для изменения иерархии категорий можно использовать перетаскивание.

source: Drag categories to the trash to remove them.
et: Tiri kategooriad prügikasti nende kustutamiseks.
ru: Чтобы удалить категорию, необходимо перетащить её в корзину.

source: Drag me
et: Tiri mind
ru: Перетяни меня

source: Drag the <strong>New category</strong> to add a new category.
et: Tiri <strong>Uus kategooria</strong>, et lisada uus kategooria.
ru: Для добавления новой категории необходимо перетащить <strong>New category</strong> в дерево.

source: Drag to add a new page
et: Tiri, et lisada uus leht
ru: Перетащите для создания новой страницы

source: New category
et: Uus kategooria
ru: Новая категория
